Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: The focuser do not move enough after 30 steps! please check if the focuser is moving at all or decrease the maximum HFD
cs: Ostřicí zařízení se po 30 krocích dostatečně nepohybuje! zkontrolujte, zda se ostření vůbec pohybuje, nebo snižte maximální HFD
de: Der Fokussierer bewegt sich nach 30 Schritten nicht genug!Bitte überprüfen Sie, ob der Fokussierer sich überhaupt bewegt oder reduzieren Sie den minimalen HFD
es: ¡El enfocador no se movió lo suficiente tras 30 pasos! Por favor, compruebe si el enfocador se ha movido algo o reduzca el HFD máximo
fr: Le focuser ne bouge pas assez après 30 pas! veuillez vérifier si le focuser se déplace réellement ou diminuez le HFD maximum
lo: ໂຕປັບຈຸດສຸມບໍ່ເຄື່ອນທີ່ພຽງພໍຫຼັງຈາກ 30 ຂັ້ນຕອນ! ກະລຸນາກວດສອບວ່າໂຕປັບຈຸດສຸມເຄື່ອນທີ່ຢູ່ບໍ່ ຫຼື ຫຼຸດຄ່າ HFD ສູງສຸດ
ru: Фокусер не сдвинулся за 30 шагов! Проверьте, перемещается ли фокусер вообще или уменьшите максимальное HFD

source: The focuser is now positioned at the best observed HFD position.
cs: Ostření je umístěno na nejlepší pozici HFD.
de: Der Fokussierer ist jetzt an der am besten beobachteten HFD-Position positioniert
es: El enfocador está ahora posicionado en la posición del mejor HFD observado.
fr: Le focuser est maintenant positionné à la position du meilleur HFD.
lo: ໂຕປັບຈຸດສຸມຖືກຈັດຕຳແໜ່ງທີ່ດີທີ່ສຸດຂອງ HFD ທີ່ສັງເກດໄດ້ແລ້ວ.
ru: Фокусер находится в позиции с лучшим наблюдаемым HFD

source: The following actions are run if the safety monitor report dangerous condition
cs: Pokud bezpečnostní monitor ohlásí nebezpečný stav, spustí se následující akce
de: Die folgenden Aktionen werden ausgeführt, wenn der Sicherheitsmonitor einen gefährlichen Zustand meldet
es: Las siguientes acciones se ejecutan si el monitor de seguridad alerta de una condición peligrosa
fr: Ces actions sont exécutée quand le contrôle de sécurité indique un danger
lo: ການກະທຳຕໍ່ໄປນີ້ຈະຖືກດຳເນີນການ ຖ້າເຄື່ອງກວດສອບຄວາມປອດໄພລາຍງານສະພາບທີ່ອັນຕະລາຍ
ru: Выполнять следующие действия при возникновении опасного состояния

source: The menu "Tools/Focuser calibration" help to fill this values.
cs: K vyplnění těchto hodnot slouží v Menu "Nástroje / Kalibrace ostření ".
de: Das Menu "Werkzeuge/Fokussierer Kalibrierung" hilft diese Werte zu füllen
es: El menú "Herramienta/Calibración del enfocador" le ayudará a rellenar estos valores.
fr: Le menu "Outils/Calibration du focuser" aide à remplir ces valeurs.
lo: ເມນູ "ເຄື່ອງມື/ການປັບທຽບໂຕປັບຈຸດສຸມ" ຊ່ວຍຕື່ມຄ່າເຫຼົ່ານີ້.
ru: Меню «Инструменты / Калибровка фокусера» поможет заполнить эти значения.

source: The mount do not move enough!
cs: Montáž se dost nepohybuje!
de: Die Montierung bewegt sich nicht ausreichend!
es: ¡La montura no se ha movido lo suficiente!
fr: Le déplacement de la monture n'est pas suffisant!
lo: ຖານຕິດຕັ້ງເຄື່ອນທີ່ບໍ່ພຽງພໍ!
ru: Недостаточный поворот монтировки!

source: the mount indicate %s
cs: montážní údaje %s
de: Die Montierung zeigt %s
es: la montura indica %s
fr: la monture indique %s
lo: ຖານຕິດຕັ້ງຊີ້ບອກວ່າ %s
ru: монтировка показывает %s

source: The object name is not defined, do you want to continue?
lo: ຊື່ວັດຖຸບໍ່ໄດ້ກຳນົດ, ທ່ານຕ້ອງການສືບຕໍ່ບໍ່?

source: The plan %s is modified. Do you want to save the change ?
cs: Plán %s je změněn. Chcete uložit změny?
de: Der Plan %s wurden verändert. Möchten Sie die Änderung speichern?
es: Se ha modificado el plan %s. ¿Desea guardar el cambio?
fr: Le plan %s est modifié. Voulez-vous enregistrer les changements?
lo: ແຜນ %s ມີການແກ້ໄຂ. ທ່ານຕ້ອງການບັນທຶກການປ່ຽນແປງບໍ່?
ru: Шаблон %s изменён. Сохранить изменения?

source: The program need to be restarted
cs: Program je třeba restartovat
de: Das Programm muss neu gestartet werden
es: Necesita reiniciar el programa
fr: Le programme doit être redémarrer
lo: ໂປຣແກຣມຕ້ອງຖືກເລີ່ມຄືນໃໝ່
ru: Требуется перезапуск

source: There is already a dusk flat plan
cs: Již existuje soumrakový flat plán
de: Es gibt bereits einen Flat Plan für die Abenddämmerung
es: Ya existe un plan para tomas planas crepusculares
fr: Il y a déjà un plan de flat pour le crépuscule
lo: ມີແຜນ flat ຕອນຄ່ຳຢູ່ແລ້ວ
ru: Уже есть план съёмки флетов в сумерках

source: There is already a dawn flat plan
cs: Již existuje úsvitový Flat plán
de: Es gibt bereits einen Flat Plan für dei Morgendämmerung
es: Ya existe un plan para tomas planas vespertinas
fr: Il y a déjà un plan de flat pour l'aube
lo: ມີແຜນ flat ຕອນເຊົ້າຢູ່ແລ້ວ
ru: Уже есть план съёмки флетов на рассвете

source: The safety monitor report unsafe condition.%sSelect %s to run the safety actions now, or %s to ignore them.
cs: Monitor bezpečnosti hlásí nebezpečný stav.%sVybrat %s pro provedení ochranných opatření, nebo %s je ignorovat.
de: Der Sicherheitsmonitor meldet einen unsicheren Zustand. %sWählen Sie %s ausum Sicherheitsmaßnahmen einzuleiten, oder %s um es zu ignorieren
es: El monitor de seguridad alerta de condición insegura.%sSeleccione %s para ejecutar ahora las acciones de seguridad, o %s para ignorarlas.
fr: Le contrôle de sécurité indique une condition dangereuse.%sChoisir %s pour lancer les actions maintenant, ou %s pour les ignorer.
lo: ເຄື່ອງກວດສອບຄວາມປອດໄພລາຍງານສະພາບທີ່ບໍ່ປອດໄພ.%sເລືອກ %s ເພື່ອດຳເນີນການດ້ານຄວາມປອດໄພດຽວນີ້, ຫຼື %s ເພື່ອບໍ່ສົນໃຈ.
ru: Монитор безопасности сообщает о небезопасном состоянии.%sВыберите %s, чтобы выполнить защитные действия, или %s, чтобы игнорировать их.

source: The sequence is now in pause.
cs: Sekvence pozastavena.
de: Sequenz ist jetzt unterbrochen
es: La secuencia está en pausa.
fr: La séquence est maintenant en pause
lo: ລຳດັບຕອນນີ້ຢູ່ໃນສະຖານະຢຸດຊົ່ວຄາວ.
ru: Задание приостановлено

source: The sequence %s will be stopped at %s, in %s seconds.
cs: Sekvence %s zastavena v %s, za %s sekund.
de: Die Sequenz %s wird um %s gestoppt, in %s Sekunden.
es: La secuencia %s se detendrá a las %s, en %s segundos.
fr: La séquence %s sera arrêtée à %s, dans %s secondes.
lo: ລຳດັບ %s ຈະຖືກຢຸດໃນເວລາ %s, ໃນອີກ %s ວິນາທີ.
ru: Задание %s будет остановлено ​​на %s через %s секунд

source: The telescope is parked!
cs: Dalekohled je zaparkovaný!
de: Das Teleskop ist geparkt!
es: El telescopio está aparcado!
fr: Le télescope est parqué!
lo: ກ້ອງສ່ອງຈອດແລ້ວ!
ru: Телескоп запаркован

source: This message confirm the email configuration is working.
cs: Tato zpráva potvrzuje, že konfigurace e-mailu funguje.
de: Diese Nachricht bestätigt, dass die E-Mail-Konfiguration funktioniert.
es: Este mensaje confirma que la configuración del correo funciona.
fr: Ce message confirme que la configuration des email fonctionne.
lo: ຂໍ້ຄວາມນີ້ຢືນຢັນວ່າການຕັ້ງຄ່າອີເມວໃຊ້ງານໄດ້.
ru: Это сообщение подтверждает, что электронная почта работает

source: This object is never below the requested elevation
cs: Tento objekt není nikdy pod požadovanou výškou
de: Dieses Objekt ist niemals unter der gewünschten Höhe
es: Este objeto nunca está por debajo de la elevación requerida
fr: Cet objet n'est jamais en dessous de l'élévation demandée
lo: ວັດຖຸນີ້ບໍ່ເຄີຍຢູ່ຕ່ຳກວ່າມຸມສູງທີ່ຮ້ອງຂໍ
ru: Этот объект не может быть ниже указанной высоты

source: This object is never above the requested elevation
cs: Tento objekt není nikdy nad požadovanou výškou
de: Dieses Objekt ist niemals über der gewünschten Höhe
es: Este objeto nunca está por encima de la elevación requerida
fr: Cet objet n'est jamais au dessus de l'élévation demandée
lo: ວັດຖຸນີ້ບໍ່ເຄີຍຢູ່ສູງກວ່າມຸມສູງທີ່ຮ້ອງຂໍ
ru: Этот объект не может быть выше указанной высоты

source: This options are in addition to the autofocus frequency available in the Plan definition
cs: Tyto možnosti doplňují frekvenci automatického ostření dostupnou v Definici plánu
de: Diese Optionen gelten zusätzlich zu der Autofokushäufigkeit die im Plan definiert ist
es: Estas opciones son complemento de la frecuencia de autoenfoque disponible en la definición del plan
fr: Ces options sont en addition aux fréquence de mise au point disponibles dans la définition du plan
lo: ຕົວເລືອກເຫຼົ່ານີ້ແມ່ນເພີ່ມເຕີມຈາກຄວາມຖີ່ຂອງໂຟກັສອັດຕະໂນມັດທີ່ມີຢູ່ໃນການກຳນົດແຜນ
ru: Эти опции дополняют частоту автофокусировки, доступную в определении шаблона

source: This procedure will help you to find the focuser parameters for auto-focus.%sYou only need to run it once to set this parameters.%sCenter a star with a high elevation and do a manual focusing to be as close as possible of the focus point. Use the Manual focus tool for that.%sUse the Star profile tool to check the star peak intensity is about three fourth of the camera maximum ADU but not saturated. %sAfter focusing, your focuser must be positioned about half way of it's mechanical travel. If this is not the case please adjust it now.%sThe binning you set in the Preview now will be used for the autofocusing operation. If you want to change the focusing binning later you have to run this procedure again.
cs: Tento postup vám pomůže najít parametry ostřicího přístroje pro automatické zaostřování.%sPro nastavení těchto parametrů jej stačí spustit pouze jednou.%sZaostřete na hvězdu s vysokou nadmořskou výškou a proveďte ruční zaostření tak, abyste byli co nejblíže ostřicímu bodu. Použijte k tomu nástroj Ruční zaostření.%sPomocí nástroje Profil hvězdy zkontrolujte, zda je špičková intenzita hvězdy přibližně na třech čtvrtinách maximální ADU kamery, ale není nasycena. %sPo zaostření musí být ostřicí zařízení umístěno přibližně v polovině své mechanické dráhy. Pokud tomu tak není, nastavte jej nyní.%sPro operaci automatického zaostřování bude použito binování, které jste nyní nastavili v náhledu. Pokud budete chtít binning zaostřování později změnit, musíte tento postup provést znovu.
de: Dieses Verfahren hift die Einstellungen für Autofokus zu ermitteln.%s Sie müssen es nur einmal ausführen um die Parameter festzulegen.%s Stellen Sie einen hoch stehenden Stern in die Mitte des Feldes und fokussierenSie ihn manuell so gut es geht. Verwenden Sie dazu die manuelle FokussierhilfeDer Stern darf nicht gesättigt sein. %sBenutzen Sie das Sternprofil Werkzeugum zu prüfen, das die Sternintensität ungefähr Dreiviertel des maximalen ADUentspricht. %s Nach dem Fokussieren sollte sich der Fokussierer idealerweisein der Mitte des Verstellweges befinden, damit genug Spiel für die Autofokusroutinebesteht. Bitte gegebenenfalls anpassen. %s Das in der Vorschau gesetzte Binningwird für nun für Autofokus verwendet. Wenn Sie das Binning für Autofokus späterverändern, so müssen Sie diese Prozedur erneut auführen
es: Este procedimiento le ayudará a encontrar los parámetros del enfocador para el autoenfoque%sSólo necesita ejecutarlo una vez para ajustar estos parámetros.%sCentre una estrella con una alta elevación y realice un enfoque manual tan cerca del foco como sea posible. Use la herramienta de Enfoque manual para eso.%sUse la herramienta de perfil de estrella para comprobar que la intensidad máxima de la estrella está 3/4 del histograma y no está saturada.%sDespués de enfocar, el enfocador debe posicionarse a mitad de camino de su recorrido mecánico. Si no es el caso, por favor, ajústelo ahora.%sEl ajuste de 'binning' que haya indicado en la vista previa se usará ahora para la operación del autoenfoque. Si desea cambiar el 'binning' de enfoque más tarde deberá repetir de nuevo este procedimiento.
fr: Cette procédure vous aidera à trouver les paramètres de mise au point automatique.%sIl suffit de l'exécuter une seule fois pour régler ces paramètres.%sCentrez une étoile assez haute et faites une mise au point manuelle pour être le plus près possible de la mise au point. Utilisez pour cela l'outil de mise au point manuelle.%sUtilisez l'outil Profil étoile pour vérifier que l'intensité de crête de étoile est environ trois quarts de l'ADU maximum de la caméra, mais pas saturée.%sAprès la mise au point, votre focuser doit être positionné à mi-course de sa course mécanique. Si ce n'est pas le cas, veuillez l'ajuster maintenant.%sLe binning que vous avez défini dans l'Aperçu est maintenant utilisé pour la mise au point automatique. Si vous souhaitez modifier ultérieurement le binning de mise au point, vous devez exécuter à nouveau cette procédure.
lo: ຂັ້ນຕອນນີ້ຈະຊ່ວຍທ່ານຊອກຫາພາຣາມິເຕີຂອງໂຕປັບຈຸດສຸມສຳລັບການປັບຈຸດສຸມອັດຕະໂນມັດ.%sທ່ານພຽງແຕ່ຕ້ອງແລ່ນມັນຄັ້ງດຽວເພື່ອຕັ້ງພາຣາມິເຕີເຫຼົ່ານີ້.%sຈັດດາວທີ່ມີມຸມສູງໃຫ້ຢູ່ໃຈກາງ ແລະ ປັບຈຸດສຸມດ້ວຍມືໃຫ້ໃກ້ກັບຈຸດສຸມທີ່ສຸດ. ໃຊ້ເຄື່ອງມື Manual focus ສຳລັບສິ່ງນີ້.%sໃຊ້ເຄື່ອງມື Star profile ເພື່ອກວດສອບວ່າຄວາມເຂັ້ມສູງສຸດຂອງດາວຢູ່ປະມານສາມສ່ວນສີ່ຂອງ ADU ສູງສຸດຂອງກ້ອງ ແຕ່ບໍ່ອີ່ມຕົວ. %sຫຼັງຈາກປັບຈຸດສຸມ, ໂຕປັບຈຸດສຸມຂອງທ່ານຕ້ອງຖືກຈັດຕຳແໜ່ງປະມານເຄິ່ງທາງຂອງການເດີນທາງກົນຈັກ. ຖ້າບໍ່ແມ່ນ ກະລຸນາປັບມັນດຽວນີ້.%sbinning ທີ່ທ່ານຕັ້ງໃນ Preview ຕອນນີ້ຈະຖືກໃຊ້ສຳລັບການປັບຈຸດສຸມອັດຕະໂນມັດ. ຖ້າທ່ານຕ້ອງການປ່ຽນ binning ຂອງການປັບຈຸດສຸມໃນພາຍຫຼັງ ທ່ານຕ້ອງແລ່ນຂັ້ນຕອນນີ້ອີກຄັ້ງ.
ru: Эта процедура поможет подобрать параметры фокусера для автоматической фокусировки.%sВы можете запустить её только один раз, чтобы установить эти параметры.%sИспользуйте звезду с большой высотой над горизонтом и вручную сфокусируйтесь как можно точнее. Для этого используйте инструмент «Ручная фокусировка».%sИспользуйте инструмент «Профиль звезды», чтобы проверить, что интенсивность пика звезды занимает около трех четвертей максимального ADU камеры и не находится в насыщении.%sПосле фокусировки фокусер должен находиться примерно на середине его хода. Если это не так, настройте его.%sБиннинг, который установлени в Превью, теперь будет использоваться для операции автофокусировки. Если вы хотите изменить фокусировку позже, вам придется снова выполнить эту процедуру.

source: This procedure measure the position of the main instrument target in the finder camera image.
cs: Tímto postupem změříte polohu hlavního cíle přístroje v obraze vyhledávací kamery.
de: Dieses Verfahren misst die Position des Hauptinstruments im Bild der Sucherkamera
fr: Cette procédure mesure la position de la cible de l'instrument principal dans l'image de la caméra du chercheur.
lo: ຂັ້ນຕອນນີ້ວັດແທກຕຳແໜ່ງຂອງເປົ້າໝາຍຂອງເຄື່ອງມືຫຼັກໃນຮູບພາບຂອງກ້ອງຊອກຫາ.
ru: Эта процедура измеряет положение объекта основного инструмента на изображении с камеры искателя.

source: This sequence %s contain completion status.
cs: Sekvence %s obsahuje informace o dokončení.
de: Diese Sequenz %s beinhaltet einen Status
es: Esta secuencia %s contiene estado de completitud.
fr: Cette séquence %s contient l'état d'avancement
lo: ລຳດັບ %s ນີ້ມີສະຖານະການສຳເລັດແລ້ວ.
ru: Задание %s содержит статус выполнения

source: This sequence contain information about the steps already completed.%sNow you can continue after the last checkpoint.%sDo you want to clear the completion status to restart from the beginning?
cs: Tato sekvence obsahuje informace o již dokončených krocích.%sNyní můžete pokračovat od posledního kontrolního bodu.%sChcete vymazat stav dokončení a začít znovu od začátku?
de: Diese Sequenz enthält Informationen zu den bereits abgeschlossenen Schritten.%sSie könnten jetzt nach dem letzten Kontrollpunkt weitermachen.%sMöchten Sie den Status löschen, um einen Neustart von Anfang an durchzuführen?
es: Esta secuencia contiene información sobre los pasos ya completados.%sAhora puede continuar tras el último punto de comprobación.%s¿Desea limpiar el estado de completitud para reiniciar desde el comienzo?
fr: Cette séquence contient des informations sur les étapes déjà effectuées.%sVous pouvez maintenant continuer après le dernier point de contrôle.%sVoulez-vous effacer l'état d'avancement pour redémarrer depuis le début?
lo: ລຳດັບນີ້ມີຂໍ້ມູນກ່ຽວກັບຂັ້ນຕອນທີ່ສຳເລັດແລ້ວ.%sຕອນນີ້ທ່ານສາມາດສືບຕໍ່ຫຼັງຈາກຈຸດກວດກາສຸດທ້າຍ.%sທ່ານຕ້ອງການລ້າງສະຖານະການສຳເລັດເພື່ອເລີ່ມຕົ້ນໃໝ່ຈາກຕົ້ນບໍ່?
ru: Это задание содержит информацию о уже выполненных шагах.%sСейчас вы можете продолжить с момента последней контрольной точки.%sВы хотите очистить статус выполнения, чтобы перезапустить задание с начала?

source: TIFF with FITS header
cs: TIFF se záhlavím FITS
de: TIFF mit FITS header
es: TIFF con cabecera FITS
fr: TIFF avec en-tête FITS
lo: TIFF ພ້ອມຫົວຂໍ້ FITS
ru: TIFF с заголовком FITS

source: Tilt indication[hfd]=%s
cs: Indikace náklonu [hfd]=%s
de: Bildverkippung [hfd]=%s
es: Indicación inclinación[hfd]=%s
fr: Indication d'inclinaison[hfd]=%s
lo: ຕົວຊີ້ບອກການອຽງ[hfd]=%s
ru: Наклон [hfd]=%s

source: Time
cs: Čas
de: Zeit
es: Hora
fr: Heure
lo: ເວລາ
ru: Время

source: Time already passed %s
cs: Uplynulý čas %s
de: Zeit ist bereits vergangen %s
es: Tiempo transcurrido %s
fr: Heure déjà passée %s
lo: ເວລາຜ່ານໄປແລ້ວ %s
ru: Время уже прошло %s

source: time in a row
cs: čas v řadě
de: Zeit in Zeile
fr: fois de suite
lo: ຄັ້ງຕິດຕໍ່ກັນ
ru: раз

source: Timeout
cs: Limit
de: Wartezeit
es: Expiración
fr: Délai d'attente
lo: ໝົດເວລາ
ru: Таймаут

source: Timer
cs: Čas
de: Zeitmesser
es: Reloj
fr: Minuteur
lo: ໂຕຈັບເວລາ
ru: Таймер

source: Time send to telescope.
cs: Čas odeslán do dalekohledu.
de: Uhrzeit wurde an das Teleskop gesendet.
es: Hora enviada al telescopio.
fr: Date envoyée au télescope
lo: ເວລາຖືກສົ່ງໄປທີ່ກ້ອງສ່ອງແລ້ວ.
ru: Текущее время передано в телескоп

source: Timing estimate
cs: Časový odhad
de: Schätzung des Zeitdauer
fr: Estimation du temps
lo: ການປະເມີນເວລາ
ru: Оценка времени

source: tomorrow
cs: zítra
de: Morgen
es: mañana
fr: demain
lo: ມື້ອື່ນ
ru: завтра

source: too close to the Moon
lo: ໃກ້ດວງຈັນເກີນໄປ

source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
fr: Outils
lo: ເຄື່ອງມື
ru: Инструменты

source: Too many hot pixel found!
cs: Nalezeno příliš mnoho horkých pixelů!
de: Zu viele hot pixel gefunden
es: ¡Demasiados píxeles calientes encontrados!
fr: Trop de mauvais pixels trouvés!
lo: ພົບ hot pixel ຫຼາຍເກີນໄປ!
ru: Найдено слишком много горячих пикселей!

source: Too small HFD difference, try to increase the number of point or the movement, or run the focuser calibration tool to measure this parameters.
cs: Příliš malý rozdíl HFD, zkuste zvýšit počet bodů nebo pohyb nebo spusťte kalibrační nástroj pro měření těchto parametrů.
de: Versuchen Sie, die Anzahl der Punkte oder die Bewegung zu erhöhen, oder führen Sie das Kalibrierungswerkzeug des Fokussierers aus, um diese Parameter zu messen
es: Diferencia HDF muy pequeña, intente aumentar el número de punto o el movimiento, o ejecute la herramienta de calibración del enfocador para medir sus parámetros.
fr: La variation de HFD est trop petite, essayez d’augmenter le nombre de point ou le mouvement, ou utilisez l'outil de calibration du focuser.
lo: ຄວາມແຕກຕ່າງຂອງ HFD ນ້ອຍເກີນໄປ, ລອງເພີ່ມຈຳນວນຈຸດ ຫຼື ການເຄື່ອນທີ່, ຫຼື ແລ່ນເຄື່ອງມືປັບທຽບໂຕປັບຈຸດສຸມເພື່ອວັດແທກພາຣາມິເຕີເຫຼົ່ານີ້.
ru: Слишком малая разница HFD, попробуйте увеличить число точек или перемещение, или запустите инструмент калибровки фокусера, чтобы измерить эти параметры

source: Too small HFD difference.
cs: Příliš malý HFD rozdíl.
de: Zu kleine HFD Differenz
es: Diferencia HFD muy pequeña.
fr: La variation de HFD est trop petite.
lo: ຄວາມແຕກຕ່າງຂອງ HFD ນ້ອຍເກີນໄປ.
ru: Слишком маленькая разница в HFD

source: Total polar error:
cs: Celková polární chyba:
de: Gesamtfehler der Polausrichtung
es: Error polar total:
fr: Erreur polaire totale:
lo: ຄວາມຜິດພາດຂົ້ວທັງໝົດ:
ru: Полная полярная ошибка:

source: To use the Internal autoguider you need to configure a Mount and a Guide camera in the profile Devices setup
cs: Chcete-li používat interní pointaci, musíte v nastavení profilu Zařízení nakonfigurovat kameru Montáž a Pointaci
de: Um den internen Guider verwenden zu können muss eine Montierung und eine Nachführkamera im Geräteprofil konfiguriert sein
es: Para usar el guiado interno debe configurar una montura y una cámara de guiado en los ajustes del perfil de dispositivos
fr: Pour utiliser l'autoguidage interne, vous devez configurer une monture et une caméra de guidage dans le profil Configuration des périphériques
lo: ເພື່ອໃຊ້ເຄື່ອງນຳທາງອັດຕະໂນມັດພາຍໃນ ທ່ານຕ້ອງຕັ້ງຄ່າຖານຕິດຕັ້ງ ແລະກ້ອງນຳທາງໃນການຕັ້ງຄ່າອຸປະກອນຂອງໂປຣໄຟລ໌
ru: Для использования внутреннего гидирования необходимо настроить монтировку и гидирующую камеру в Параметрах устройств.

source: To use this device, be sure to also configure the Internal Guider in Preferences/Auto-guiding
cs: Chcete-li toto zařízení používat, nezapomeňte také nakonfigurovat interní pointaci v části Předvolby/Automatická pointace
de: Um dieses Gerät zu verwenden, sicher stellen, dass der interne Guider in den Einstellungen/Auto-guiding konfiguriert ist
es: Para usar este dispositivo, asegúrese de configurar el Guiado interno en Preferencias/Autoguiado
fr: Pour utiliser ce périphérique, assurez-vous de configurer également le Guideur interne dans Préférences/Auto-guidage
lo: ເພື່ອໃຊ້ອຸປະກອນນີ້, ໃຫ້ແນ່ໃຈວ່າໄດ້ຕັ້ງຄ່າເຄື່ອງນຳທາງພາຍໃນໃນ ການຕັ້ງຄ່າ/ການນຳທາງອັດຕະໂນມັດ ດ້ວຍ
ru: Чтобы использовать это устройство, настройте внутреннее гидирование в настройках программы.

source: Track
cs: Sledovat
de: Nachführen
es: Seguir
fr: Suivi
lo: ຕິດຕາມ

source: tracking
cs: sledování
de: Nachführen
es: Seguimiento
fr: suivi
lo: ກໍາລັງຕິດຕາມ
ru: слежение

source: Trend
cs: Vývoj
es: Tendencia
fr: Tendance
lo: ແນວໂນ້ມ
ru: Тренд

source: Treshold :
cs: Práh :
de: Schwellwert
es: Umbral :
fr: Seuil :
lo: ເກນ :
ru: Порог:

source: Triangle
cs: Trojúhelník
de: Dreieck
es: Triángulo
lo: ຮູບສາມຫຼ່ຽມ
ru: Треугольник

source: Triangle rotation angle
cs: Úhel natočení trojúhelníku
de: Rotationswinkel des Dreiecks
es: Ángulo de rotación del triángulo
fr: Angle de rotation du triangle
lo: ມຸມໝຸນຂອງຮູບສາມຫຼ່ຽມ
ru: Угол поворота треугольника

source: Troposphere rate (K/km)
cs: Troposférická rychlost (K/km)
de: Troposphäre (K/km)
fr: Gradient troposphérique (K/km)
lo: ອັດຕາໂທຣໂປສະເຟຍ (K/km)
ru: Тропосферный градиент (K/km)

source: True
cs: Spuštěn
de: Wahr
es: Verdadero
fr: Oui
lo: ແມ່ນ
ru: Вкл

source: True pole
cs: Pravý pól
de: Echter Himmelspol
es: Polo verdadero
fr: Pôle vrai
lo: ຂົ້ວແທ້
ru: Истинный полюс

source: Try next target in sequence.
cs: Zkuste další cíl v pořadí.
de: Versuche nächstes Ziel in der Sequenz
es: Intentar el siguiente objetivo de la secuencia.
fr: Essaie le prochain objet de la séquence.
lo: ລອງເປົ້າໝາຍຕໍ່ໄປໃນລຳດັບ.
ru: Попробуйте следующий объект в задании.

source: Try next target
cs: Zkusit další cíl
de: Nächstes Ziel versuchen
es: Intentar siguiente objetivo
fr: Essaie la cible suivante
lo: ລອງເປົ້າໝາຍຕໍ່ໄປ
ru: Попробуйте следующий объект

source: Try to connect to autoguider
cs: Připojit k automatické poitaci
de: Versuche den Autoguider zu verbinden
es: Intente conectar a la cámara de guiado
fr: Essaie de connecter l'autoguideur
lo: ພະຍາຍາມເຊື່ອມຕໍ່ກັບໂຕນຳທາງອັດຕະໂນມັດ
ru: Попробуйте подключиться к автогиду

source: Try to fix pixel range to match CMOS camera bit depth
cs: Oprava rozsahu pixelů tak, aby odpovídal bitové hloubce fotoaparátu CMOS
de: Versuche den Pixelbereich so einzustellen, dass er der Bittiefe der CMOS-Kamera entspricht
es: Intentar que el rango de píxeles coincida con la profundidad de bits de la cámara CMOS
fr: Essaye de corriger la valeur des pixels pour correspondre au nombre de bits de la caméra CMOS
lo: ພະຍາຍາມແກ້ໄຂຂອບເຂດພິກເຊວໃຫ້ກົງກັບຄວາມເລິກບິດຂອງກ້ອງ CMOS
ru: Установить диапазон пикселей в соответствии с битностью CMOS камеры

source: Twilight is at Sun elevation of
lo: ແສງອາລຸນແມ່ນຢູ່ທີ່ຄວາມສູງຂອງດວງອາທິດ

source: Sequence Start/Stop at twilight
lo: ເລີ່ມ/ຢຸດລຳດັບຕອນແສງອາລຸນ

source: Type
cs: Typ
de: Typ
es: Tipo
lo: ປະເພດ
ru: Тип кадра

source: Unable to find resolve data!
cs: Nelze najít údaje o řešení!
de: Astrometriedaten können nicht gefunden werden!
es: ¡No fue posible encontrar los datos para resolver!
fr: Ne trouve pas les données de la solution!
lo: ບໍ່ສາມາດຊອກຫາຂໍ້ມູນການແກ້ໄຂໄດ້!
ru: Невозможно распознать!

source: Unattended error script
cs: Skript bezobslužné chyby
de: Skript bei Fehler im unbeaufsichtigtem Betrieb
es: Error de guión desatendido
fr: Erreur sans surveillance
lo: ສະຄຣິບແກ້ໄຂຂໍ້ຜິດພາດແບບບໍ່ມີຜູ້ເບິ່ງແຍງ
ru: Скрипт при ошибке

source: unavailable
cs: nedostupný
de: nicht verfügbar
es: no disponible
fr: indisponible
lo: ໃຊ້ບໍ່ໄດ້
ru: недоступно
