Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Global focuser parameters.%sSet the focuser direction IN or OUT to the one that give the best result for your setup. If you plan to use temperature compensation, set the direction it need to move when the temperature drop during the night.
cs: Globální parametry ostřicího zařízení.%sNastavte směr ostřicího zařízení VEN nebo DOVNIŘ na ten, který poskytuje nejlepší výsledek pro vaše nastavení. Pokud plánujete používat teplotní kompenzaci, nastavte směr, kterým se má pohybovat při poklesu teploty během noci.
de: Globale Fokussierparameter. %sStellen Sie die Fokussierrichtung auf denWert ein, mit der Sie die besten Ergebnisse erzielen. Wenn Sie vorhabenTemperaturkompensation zu verwenden, dann stellen sie die Richtung ein, diees benötigt bei fallender Temperatur in der Nacht nachzufokussieren
es: Parámetros del enfocador globales. %sAjuste la dirección del enfocador ADENTRO o AFUERA del que le dé mejores resultados para su configuración. Si planea usar la compensación de temperatura, indique la dirección en la que deberá moverse cuando la temperatura caiga durante la noche.
fr: Paramètres globaux du focuser.%sRéglez la direction de mise au point Intérieur ou Extérieur sur celle qui donne le meilleur résultat pour votre configuration. Si vous prévoyez d'utiliser la compensation de température, définissez la direction dans laquelle il doit se déplacer lorsque la température baisse pendant la nuit.
lo: ພາຣາມິເຕີຂອງໂຕປັບຈຸດສຸມທົ່ວໄປ.%sຕັ້ງທິດທາງຂອງໂຕປັບຈຸດສຸມເປັນ ເຂົ້າ ຫຼື ອອກ ໃຫ້ເປັນອັນທີ່ໃຫ້ຜົນດີທີ່ສຸດສຳລັບການຕິດຕັ້ງຂອງທ່ານ. ຖ້າທ່ານວາງແຜນຈະໃຊ້ການຊົດເຊີຍອຸນຫະພູມ, ໃຫ້ຕັ້ງທິດທາງທີ່ມັນຕ້ອງເຄື່ອນທີ່ເມື່ອອຸນຫະພູມຫຼຸດລົງໃນຕອນກາງຄືນ.
ru: Общие параметры фокусера.%sУстановите направление фокусировки Вовнутрь или Наружу на то, которое даёт наилучший результат для вашего устройства. Если вы планируете использовать температурную компенсацию, установите направление, в котором она должна производиться, когда температура ночью падает.

source: Global repeat:
cs: Globální opakování:
de: Globale Wiederholung:
es: Repetición global:
fr: Répétition globale
lo: ການເຮັດຊ້ຳທົ່ວໄປ:

source: Good
cs: Dobrý
de: Gut
es: Bueno
fr: Bon
lo: ດີ
ru: Хорошо

source: Goto
cs: Přejít na
de: Gehe zu
es: Ir a
lo: ໄປທີ່

source: GOTO in progress
cs: GOTO probíhá
de: Teleskopschwenk läuft aktuell
fr: GOTO en cours
lo: ກໍາລັງໄປທີ່...
ru: Наведение...

source: green
cs: zelená
de: grün
es: verde
fr: vert
lo: ສີຂຽວ
ru: зелёный

source: Group
cs: Skupina
de: Gruppe
fr: Groupe
lo: ກຸ່ມ
ru: Группа

source: Guid.
cs: Point.
de: Nachführen
lo: ນຳທ.

source: Guide
cs: Pointace
de: Nachführen
es: Guiar
fr: Guidage
lo: ນຳທາງ
ru: Гидирование

source: Guide box size
cs: Velikost pointačního rámečku
de: Größe des Guidingbereichs
fr: Boite de guidage
lo: ຂະໜາດກ່ອງນຳທາງ
ru: Размер окна гида

source: Guide camera
cs: Pointační kamera
de: Nachführkamera
es: Cámara guía
fr: Caméra de guidage
lo: ກ້ອງນຳທາງ
ru: Камера гида

source: Guide offset
cs: Naváděcí offset
de: Guiding Offset
fr: Décalage du guidage
lo: ອັອບເຊັດການນຳທາງ
ru: Смещение

source: Guide position on the slit
cs: Pointační pozice na štěrbině
de: Guide Postion auf dem Schlitz
fr: Position de guidage sur la fente
lo: ຕຳແໜ່ງນຳທາງເທິງສະລິດ

source: Guide position out of frame!
lo: ຕຳແໜ່ງນຳທາງຢູ່ນອກເຟຣມ!

source: Guider
cs: Pointace
es: Guiado
fr: Guideur
lo: ເຄື່ອງນຳທາງ
ru: Процесс

source: Guider calibration
cs: Kalibrace naváděcího zařízení
de: Kalibrierung der Nachführung
es: Calibración de guiado
fr: Calibration du guidage
lo: ການປັບທຽບເຄື່ອງນຳທາງ
ru: Калибровка гида

source: Guider image
cs: Obraz pointace
de: Bild der Nachführkamera
es: Imagen guiado
fr: Image guide
lo: ຮູບພາບຈາກເຄື່ອງນຳທາງ
ru: Кадр гида

source: Guider sensor;
cs: Pointační senzor;
de: Guider Senor;
es: Sensor guiado;
fr: Capteur de guidage
lo: ເຊັນເຊີໂຕນຳທາງ;
ru: Сенсор гида;

source: Guide star offset
lo: ອັອບເຊັດດາວນຳທາງ

source: %s guiding
cs: %s pointace
de: %s nachführen
es: %s guiando
fr: %s guide
lo: ກຳລັງນຳທາງ %s
ru: %s гидирование

source: Guiding drift control
cs: Řízení naváděcího posunu
de: Drift Control Guiding
es: Control de deriva en guiado
fr: Contrôle de la dérive de guidage
lo: ການຄວບຄຸມການເຄື່ອນທີ່ຂອງການນຳທາງ
ru: Контроль дрифта

source: Halt
cs: Zastavit
es: Detener
fr: Arrêter
lo: ຢຸດ

source: Handpad
cs: Ovládání
es: Mando
fr: Raquette
lo: ແຜງຄວບຄຸມດ້ວຍມື

source: Heart beat threshold [minutes]
cs: Práh srdce [minuty]
de: Heart beat theshold [Minuten]
es: Umbral latidos [minutos]
fr: Seuil de Heartbeat [minutes]
lo: ເກນສັນຍານຊີບ [ນາທີ]

source: Height
cs: Výška
de: Höhe
es: Alto
fr: Hauteur
lo: ຄວາມສູງ
ru: Высота

source: Help
cs: Pomoc
de: Hilfe
es: Ayuda
fr: Aide
lo: ຊ່ວຍເຫຼືອ
ru: Справка

source: HFD Focus Monitor: Active. Threshold: %s%%, Reference HFD: %s
cs: HFD Monitor Ostření: Aktivní. Práh: %s%%, Referenční HFD: %s
de: HFD Focus Monitor: Aktiv. Schwellenwert: %s%%, Referenz HFD: %s
fr: Moniteur de focalisation par HFD: Actif. Seuil: %s%%, HFD de référence: %s
lo: ໂຕຕິດຕາມຈຸດສຸມ HFD: ເຮັດວຽກຢູ່. ຄ່າເກນ: %s%%, HFD ອ້າງອີງ: %s
ru: Монитор фокусировки HFD: активен. Порог: %s%%, эталонный HFD: %s

source: HFD Focus Monitor: Measuring. %d of %d HFD measurements completed.
cs: HFD Monitor Ostření: Měření. %d z %d měření HFD dokončeno.
de: HFD Fokus Monitor: Messung. %d von %d HFD-Messungen abgeschlossen.
lo: ໂຕຕິດຕາມຈຸດສຸມ HFD: ກຳລັງວັດແທກ. ສຳເລັດການວັດແທກ HFD %d ຈາກທັງໝົດ %d.
ru: Монитор фокусировки HFD: Измерение %d из %d измерений HFD завершено.

source: HFD Focus Monitor: Reset. Clearing reference HFD and measurements.
cs: HFD Monitor Ostření: Vynulovat. Vymazání referenční HFD a měření.
de: HFD Fokus Monitor: Reset. Lösche HFD Referenz und Messwerte.
fr: Moniteur de focalisation par HFD: Réinitialisation. Effacement du HFD de référence et des mesures.
lo: ໂຕຕິດຕາມຈຸດສຸມ HFD: ຕັ້ງຄ່າຄືນ. ກຳລັງລຶບ HFD ອ້າງອີງ ແລະ ຄ່າວັດແທກ.
ru: Монитор фокусировки HFD: сброс. Очистка эталонного HFD и измерений.

source: HFD Focus Monitor: Threshold: %s%%, Ref: %s, %s-Image Avg: %s, HFD Delta: %s%%
cs: HFD Monitor Ostření: Práh: %s%%, Ref: %s, %s- Obr. průměr: %s, HFD Delta: %s%%
de: HFD Focus Monitor: Schwellenwert: %s%%, Ref: %s, %s-Bild-Durchschnitt: %s, HFD Delta: %s%%
fr: Moniteur de focalisation par HFD: Seuil: %s%%, Réf: %s, %s-Image Moy: %s, HFD Diff: %s%%
lo: ໂຕຕິດຕາມຈຸດສຸມ HFD: ຄ່າເກນ: %s%%, ອ້າງອີງ: %s, ສະເລ່ຍ %s-ຮູບ: %s, HFD Delta: %s%%
ru: Монитор фокусировки HFD: Порог: %s%%, Ref: %s, %s-Image Avg: %s, Дельта HFD: %s%%

source: High
lo: ສູງ

source: Highlight ADU
cs: ADU pro vyvážení bílé
de: ADU für Weißwert
fr: ADU des hautes lumières
lo: ADU ໄຮໄລຕ໌
ru: Света ADU

source: Histogram
lo: ຮິສໂຕແກຣມ

source: History
cs: Historie
de: Verlauf
es: Histórico
fr: Historique
lo: ປະຫວັດ
ru: История

source: Horizon profile
cs: Profil horizontu
de: Horizontprofil
es: Perfil horizonte
fr: Profile de l'horizon
lo: ໂປຣໄຟລ໌ຂອບຟ້າ
ru: Профиль горизонта

source: Horizontal correction :
cs: Vodorovná oprava:
de: Horizontale Korrektur:
es: Corrección horizontal:
fr: Correction horizontale:
lo: ການແກ້ໄຂຕາມແນວນອນ:
ru: Коррекция по горизонтали:

source: Humidity
cs: Vlhkost vzduchu
de: Feuchtigkeit
es: Humedad
fr: Humidité
lo: ຄວາມຊຸ່ມ
ru: Влажность

source: Humidity %
cs: Vlhkost (%)
de: Luftfeuchte %
fr: Humidité %
lo: ຄວາມຊຸ່ມ %
ru: Влажность %

source: HYPERBOLA curve fitting focus at %s, remaining curve fit error %s, iteration cycles %s
cs: Ostření křivky HYPERBOLA %s, zbývající chyba přizpůsobení křivky %s, počet cyklů iterace %s
de: Hyperbolische Kurvenanpassung: Fokus bei %s, verbleibender Kurvenanpassungsfehler %s, Iterationszyklen %s
es: Ajuste enfoque a curva HIPÉRBOLICA en %s, error ajuste restante %s, ciclos iteración %s
fr: Ajustement de la courbe hyperbolique, focus à %s, erreur restante %s, cycles d'itération %s
lo: ໂຟກັສດ້ວຍການປັບເສັ້ນໂຄ້ງ HYPERBOLA ຢູ່ທີ່ %s, ຄວາມຜິດພາດທີ່ຍັງເຫຼືອ %s, ຮອບການຄຳນວນ %s
ru: Приблизительный фокус в позиции %s, ошибка кривой %s, итераций %s

source: Hysteresis
cs: Hystereze
de: Hysterese
es: Histiéresis
fr: Hystérésis
lo: ຮິສເຕີຣິຊິສ
ru: Гистерезис

source: Idle
cs: Nečinný
de: untätig
es: Inactivo
fr: Attente
lo: ວ່າງ
ru: Ожидание

source: If a bright star is visible click NEXT.
cs: Pokud je vidět jasná hvězda, klikněte na DALŠÍ.
de: Falls ein heller Stern sichtbar ist auf NEXT klicken
es: Si ve una estrella brillante haga clic en Siguiente
fr: Si une étoile brilante est visible, cliquez sur SUIVANT.
lo: ຖ້າເຫັນດາວທີ່ແຈ້ງ ໃຫ້ກົດ ຕໍ່ໄປ.
ru: Если видна яркая звезда, нажмите NEXT.

source: If no bright star is visible click MOVE.
cs: Pokud není vidět žádná jasná hvězda, klikněte na tlačítko POHYB.
de: Falls kein heller Stern sichtbar ist auf MOVE klicken
es: Si no ve una estrella brillante haga clic en Mover
fr: Si aucune étoile brillante n'est visible, cliquez sur DÉPLACEMENT
lo: ຖ້າບໍ່ເຫັນດາວທີ່ແຈ້ງ ໃຫ້ກົດ ຍ້າຍ.
ru: Если яркой звезды не видно, нажмите MOVE.

source: If your focuser driver do not offer this option, set here the number of steps necessary to clean the backlash when the direction change. This not need to be a precise value, it is better to set it higher than the actual backlash.
cs: Pokud váš ovladač ostření tuto možnost nenabízí, nastavte zde počet kroků potřebných k odstranění vůle při změně směru. Nemusí to být přesná hodnota, je lepší ji nastavit vyšší než skutečnou vůli.
de: Wenn der Treiber Ihres Fokussieres diese Option nicht anbietet, so stellenSie hier die Anzahl der Schritte ein, die das Getriebespiel bei Richtungs-umkehr kompensieren. Dies muss kein genauer Wert sein, es ist besser, ihn höher als den tatsächlichen Wert einzustellen.
es: Si el controlador del enfocador no le ofrece esta opción, indique aquí el número de pasos necesarios para compensar la holgura al cambiar la dirección. No se necesita un valor preciso, es mejor poner un valor más alto que la holgura actual.
fr: Si votre pilote de focuser n'offre pas cette option, définissez ici le nombre d'étapes nécessaires pour compenser le jeu lorsque la direction change. Il n'y a pas besoin d'une valeur précise, il vaut mieux la régler plus haute que le jeu réel.
lo: ຖ້າໄດຣເວີໂຕປັບຈຸດສຸມຂອງທ່ານບໍ່ມີຕົວເລືອກນີ້, ໃຫ້ຕັ້ງຈຳນວນຂັ້ນຕອນທີ່ຈຳເປັນເພື່ອລ້າງໄລຍະຫວ່າງເມື່ອທິດທາງປ່ຽນແປງ. ນີ້ບໍ່ຈຳເປັນຕ້ອງເປັນຄ່າທີ່ແມ່ນຍຳ, ຄວນຕັ້ງໃຫ້ສູງກວ່າໄລຍະຫວ່າງຕົວຈິງ.
ru: Если ваш драйвер фокусера не имеет этой функции, установите здесь количество шагов, необходимых для выборки люфта при изменении направления. Это не должно быть точным значением, лучше установить его выше, чем фактическая обратная реакция.

source: Ignore weather condition for image type=%s
cs: Ignorovat povětrnostní podmínky pro typ snímku =%s
de: Ignoriere Wetterbedingungen für Bildtyp=%s
es: Ignorar condición meteorológica para tipo de imagen=%s
fr: Ignore les conditions météo pour le type d'image %s
lo: ບໍ່ສົນໃຈສະພາບອາກາດສຳລັບຮູບພາບປະເພດ=%s
ru: Игнорировать погодные условия для типа изображения=%s

source: Image
cs: Snímek
de: Bild
es: Imagen
lo: ຮູບພາບ
ru: Изображение

source: Image cleanup
cs: Vyčistění snímku
de: Einblendungen löschen
es: Limpiar imagen
fr: Nettoyage de l'image
lo: ການທຳຄວາມສະອາດຮູບພາບ
ru: Очистить изображение

source: Image cursor
cs: Obrazový kurzor
de: Bildzeiger
es: Cursor de imagen
fr: Curseur de l'image
lo: ເຄີເຊີຮູບພາບ
ru: Курсор

source: Image Debayered
cs: Snímek Debayered
de: Bild Debayered
es: Imagen debayerizada
fr: Image Debayerisée
lo: ຮູບພາບຖືກ Debayered ແລ້ວ
ru: Изображение дебайеризовано

source: Image inspection
cs: Inspekční kontrola snímků
de: Bildüberprüfung
es: Inspección imagen
fr: Inspection de l'image
lo: ການກວດສອບຮູບພາບ
ru: Проверка по HFD

source: Image median hfd=%s
cs: Medián obrazu hfd=%s
de: Bild Median hfd=%s
es: Mediana hfd=%s
fr: HFD médian de l'image = %s
lo: ຄ່າມັດທະຍະຖານ hfd ຂອງຮູບພາບ=%s
ru: Средний HFD=%s

source: images
cs: snímky
de: Bilder
es: imágenes
lo: ຮູບ

source: Image scale
cs: Měřítko snímku
de: Bildmaßstab
es: Escala de imagen
fr: Echelle de l'image
lo: ສະເກລຮູບພາບ
ru: Масштаб

source: Images folder Unix path
cs: Složka Snímky Unixová cesta
de: Unix Pfad des Bilderordners
es: Ruta Unix a carpetas de imagen
fr: Chemin Unix du dossier d'image
lo: ເສັ້ນທາງ Unix ຂອງໂຟລເດີຮູບພາບ

source: Image sharpness %s
cs: Ostrost snímku %s
de: Bildschärfe %s
es: Nitidez imagen %s
lo: ຄວາມຄົມຊັດຂອງຮູບພາບ %s
ru: Резкость изображения %s

source: Image statistic
cs: Statistika snímku
de: Bildstatistik
es: Estadísticas de la imagen
fr: Statistique de l'image
lo: ສະຖິຕິຮູບພາບ
ru: Статистика изображения

source: Image transfer
cs: Přenos obrázku
fr: Transfert d'image
lo: ການໂອນຍ້າຍຮູບພາບ

source: Image Un-debayered
cs: Snímek Obnoven
de: Bild Un-debayered
es: Imagen des-debayerizada
fr: Image non Debayerisée
lo: ຮູບພາບຖືກ Un-debayered ແລ້ວ
ru: Изображение восстановлено

source: Image window
cs: Okno snímku
de: Bildfenster
fr: Fenêtre des images
lo: ໜ້າຕ່າງຮູບພາບ
ru: Область снимка

source: Import mosaic
cs: Import mozaiky
de: Mosaik importieren
es: Importar mosaico
fr: Importe une mosaïque
lo: ນຳເຂົ້າໂມເສກ
ru: Мозаика

source: Import observing list
cs: Importovat pozorovací seznam
de: Beobachtungsliste importieren
es: Importar lista de observación
fr: Importe liste d'observation
lo: ນຳເຂົ້າລາຍການສັງເກດການ
ru: Лист наблюдений

source: Import CSV
lo: ນຳເຂົ້າ CSV

source: In
cs: Do ↘️
de: Innen
es: Dentro
fr: Intérieur
lo: ເຂົ້າ
ru: Вовнутрь

source: In camera
cs: V kameře
de: In der Kamera
es: En la cámara
fr: Dans la caméra
lo: ໃນກ້ອງ
ru: В камере

source: Incr.
cs: Poč. krok.
lo: ເພີ່ມ.

source: INDI settings
cs: Nastavení INDI
de: INDI Einstellungen
es: Preferencias INDI
fr: Paramètres INDI
lo: ການຕັ້ງຄ່າ INDI
ru: Настройки INDI

source: Information
cs: Informace
es: Información
fr: Informations
lo: ຂໍ້ມູນ
ru: Информация

source: Initial calibration step
cs: Počáteční krok kalibrace
de: Initialer Kalibrierungsschritt
fr: Mouvement initial
lo: ຂັ້ນຕອນການປັບທຽບເບື້ອງຕົ້ນ
ru: Начальный шаг

source: Initialize target %s
cs: Inicializace cíle %s
de: Ziel initialisieren %s
es: Inicializar objetivo %s
fr: Initialise la cible %s
lo: ເລີ່ມຕົ້ນເປົ້າໝາຍ %s
ru: Инициализация объекта %s

source: Initial movement (steps)
cs: Počáteční pohyb (kroky)
de: Anfangsbewegung (Schritte)
es: Movimiento incial (pasos)
fr: Déplacement initial (pas)
lo: ການເຄື່ອນທີ່ເລີ່ມຕົ້ນ (ຂັ້ນຕອນ)
ru: Начальное перемещение, шаги

source: In mount
cs: V montáži
de: In der Montierung
es: En la montura
fr: Dans la monture
lo: ໃນຖານຕິດຕັ້ງ
ru: В монтировке

source: In place autofocus failed!
cs: Automatické zaostřování na místě selhalo!
de: Autofokus an aktueller Stelle fehlgeschlagen
es: ¡Falló el autoenfoque in situ!
fr: La mise au point sur place a échoué!
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດໃນຈຸດລົ້ມເຫຼວ!
ru: Автофокусировка в текущем месте не удалась!

source: Insert blank row
cs: Vložit prázdný řádek
de: Leere Zeile einfügen
es: Insertar fila vacía
fr: Ajoute une ligne vide
lo: ແຊກແຖວວ່າງ
ru: Пустая строка

source: Insert rows
cs: Vložit řádek
de: Zeilen einfügen
es: Insertar filas
fr: Insérer des lignes
lo: ແຊກແຖວ
ru: Вставить строку

source: Inspect
cs: Kontrola
de: Prüfen
es: Inspeccionar
fr: Inspecter
lo: ກວດສອບ
ru: Проверить

source: Inspection and collimation
cs: Kontrola a kolimace
de: Inspektion und Kollimation
es: Inspección y colimación
fr: Inspection et collimation
lo: ການກວດສອບ ແລະການປັບແນວ
ru: Проверка коллимации

source: Inspect the distribution of the HFD value across the image to help with coma corrector spacing and tilt adjust.
cs: Zkontrolujte rozložení hodnoty HFD na snímku, které vám pomůže s nastavením vzdálenosti korektoru komy a náklonu.
de: Untersucht die Verteilung des HFD-Werts im Bild um Verkippung zu beseitigen und Korrektorabstand zu optimieren
fr: Inspecte la distribution de la valeur du HFD sur l'image pour aider au réglage de l'espacement du correcteur de coma et l'ajustement de l'inclinaison.
lo: ກວດສອບການກະຈາຍຂອງຄ່າ HFD ທົ່ວຮູບພາບເພື່ອຊ່ວຍໃນການປັບໄລຍະຫ່າງ ແລະ ຄວາມອຽງຂອງຕົວແກ້ໂຄມາ.
ru: Проверка распределения значения HFD по изображению, чтобы помочь с подбором рабочего отрезка корректора комы и отрегулировать наклон.

source: in %s seconds
cs: za %s sekund
de: in %s Sekunden
es: en %s segundos
fr: dans %s secondes
lo: ໃນ %s ວິນາທີ
ru: через %s сек.

source: Install script
lo: ຕິດຕັ້ງສະຄຣິບ

source: Instrument name
fr: Nom de l'instrument
lo: ຊື່ເຄື່ອງມື

source: Intensity
cs: Intenzita
de: Helligkeit
es: Intensidad
fr: Intensité
lo: ຄວາມເຂັ້ມ
ru: Интенсивность

source: Interaction dialog
cs: Interakční dialog
de: Interaktionsdialog
es: Diálogo de interacción
fr: Dialogue d'interaction
lo: ກ່ອງໂຕ້ຕອບ
ru: Диалог взаимодействия

source: Interface
cs: Rozhraní
es: Interfaz
lo: ສ່ວນຕິດຕໍ່
ru: Интерфейс

source: Interface type
cs: Typ rozhraní
de: Schnittstellen Typ
es: Tipo de interfaz
fr: Type d'interface
lo: ປະເພດການເຊື່ອມຕໍ່
ru: Тип интерфейса

source: Internal
cs: Interní
de: Intern
es: Interno
fr: Interne
lo: ພາຍໃນ
ru: Внутреннее

source: Internal guider
cs: Interní pointace
de: Interner Guider
es: Guiado interno
fr: Guideur interne
lo: ເຄື່ອງນຳທາງພາຍໃນ
ru: Гидирование

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
lo: ໄລຍະຫ່າງ
ru: Интервал

source: In the next screen you have to move the triangle such that the green square is marking a bright star or object.
cs: Na další obrazovce musíte nastavit trojúhelník tak, aby zelený čtverec označoval jasnou hvězdu nebo objekt.
de: Im nächsten Bild muss das Dreieck so verschoben werden, dass das grüne Quadrat einen hellen Stern oder ein helles Objekt markiert
es: En la siguiente pantalla deberá mover el triángulo de tal forma que el cuadrado verde marque una estrella u objeto brillante.
fr: Dans l'écran suivant, vous devez déplacer le triangle de telle sorte que le carré vert marque une étoile ou un objet brillant.
lo: ໃນໜ້າຈໍຕໍ່ໄປ ທ່ານຕ້ອງຍ້າຍຮູບສາມຫຼ່ຽມເພື່ອໃຫ້ສີ່ຫຼ່ຽມສີຂຽວໝາຍໃສ່ດາວ ຫຼືວັດຖຸທີ່ແຈ້ງ.
ru: На следующем экране вы должны переместить треугольник так, чтобы зелёный квадрат обозначал яркую звезду или объект.

source: Invalid
cs: Neplatný
de: Ungültig
es: No válido
fr: Incorrect
lo: ບໍ່ຖືກຕ້ອງ
ru: Недопустимый

source: Invalid binning %s
cs: Neplatný binning %s
de: Ungültes Binning %s
es: 'Binning' no válido %s
fr: Binning incorrect %s
lo: Binning ບໍ່ຖືກຕ້ອງ %s
ru: Неверный биннинг %s

source: Invalid coordinates
cs: Neplatné souřadnice
de: Ungültige Koordinaten
es: Coordenadas no válidas
fr: Mauvaise coordonnées
lo: ຈຸດປະສານບໍ່ຖືກຕ້ອງ
ru: Неверные координаты

source: Invalid exposure time %s
cs: Neplatný čas expozice %s
de: Ungültige Belichtungszeit %s
es: Tiempo de exposición no válido %s
fr: Temps de pose incorrect %s
lo: ເວລາເປີດໜ້າກ້ອງບໍ່ຖືກຕ້ອງ %s
ru: Неверное время выдержки %s

source: Invalid numeric value
cs: Neplatná číselná hodnota
de: Ungültiger numerischer Wert
es: Valor numérico no válido
fr: Valeur numérique non valide
lo: ຄ່າຕົວເລກບໍ່ຖືກຕ້ອງ
ru: Неверное числовое значение

source: Invalid object coordinates!
cs: Neplatné souřadnice objektu!
de: Ungültige Objektkoordinaten!
es: ¡Coordenadas del objeto no válidas!
fr: Coordonnées invalide!
lo: ຈຸດປະສານຂອງວັດຖຸບໍ່ຖືກຕ້ອງ!
ru: Неверные координаты объекта!

source: Invalid or unsupported FITS file %s
cs: Neplatný nebo nepodporovaný soubor FITS %s
de: Ungültige oder nicht unterstützte FITS-Datei %s
es: Archivo FITS no válido o no soportado %s
fr: Fichier FITS non valide ou non supporté %s
lo: ໄຟລ໌ FITS ບໍ່ຖືກຕ້ອງ ຫຼື ບໍ່ຮອງຮັບ %s
ru: Неверный или неподдерживаемый FITS %s

source: Inversed solar guide control
cs: Opačné ovládání solárního navádění
de: Umgekehrte Sonnennachführung
fr: Inversion du guidage solaire
lo: ການຄວບຄຸມການນຳທາງຕາເວັນແບບປີ້ນກັບ
ru: Инверсное управление солнечного гидирования

source: Issue
cs: Vydání
de: Problem
fr: Problèmes
lo: ບັນຫາ
ru: Проблема

source: Iterative
cs: Iterativní
de: Iterativ
es: Iterativo
fr: Itératif
lo: ເຮັດຊ້ຳ
ru: Итеративная

source: It is suggest to slew to focus star when using Vcurve
cs: Při použití Vkřivky se doporučuje přejet na ostřící hvězdu
de: Es wird empfohlen bei der Verwendung von Vcurve zu einem Fokussierstern zu schwenken
es: Si se usa la curva V es recomendable apuntar a la estrella de enfoque
fr: Avec Vcurve il est conseillé d'utiliser une étoile de focalisation
lo: ແນະນຳໃຫ້ຫັນກ້ອງໄປຫາດາວໂຟກັສເມື່ອໃຊ້ Vcurve
ru: Рекомендуется навестись на звезду фокусировки при использовании V-кривой

source: It will continue after the last checkpoint.
cs: Pokračování od posledního kontrolního bodu.
de: Es wird nach dem letzten Kontrollpunkt fortgesetzt
es: Continuará después del último punto de comprobación.
fr: Elle continuera après le dernier point de contrôle.
lo: ຈະສືບຕໍ່ຫຼັງຈາກຈຸດກວດກາສຸດທ້າຍ.
ru: Она будет продолжена с момента последней контрольной точки

source: Key
cs: Klíč
de: Taste
fr: Mot clé
lo: ຄີ

source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
lo: ພາສາ
ru: Язык

source: Last calibration:
cs: Poslední kalibrace:
de: Letzte Kalibrierung
fr: Dernière calibration :
lo: ການປັບທຽບຄັ້ງຫຼ້າສຸດ:
ru: Последняя калибровка:

source: Latitude
cs: Zeměpisná šířka
de: Breitengrad
es: Latitud
lo: ເສັ້ນຂະໜານ
ru: Широта

source: Learn
cs: Učit se
de: Lernen
es: Aprender
fr: Apprendre
lo: ຮຽນຮູ້
ru: Обучить

source: Length
cs: Délka
de: Länge
fr: Longueur
lo: ຄວາມຍາວ
ru: Длина

source: License agreement
cs: Licenční smlouva
de: Lizenzabkommen
es: Acuerdo de licencia
fr: Accord de Licence
lo: ຂໍ້ຕົກລົງໃບອະນຸຍາດ
ru: Лицензионное соглашение

source: Light
de: Hellbild
fr: Éclairage
lo: ແສງ

source: Light OFF
cs: Vypnuto
de: Licht AUS
es: Apagado
fr: Éteindre la lumière
lo: ປິດໄຟ
ru: Выключить подсветку

source: Light ON
cs: Rozsvítit
de: Licht AN
es: Encendido
fr: Allumer la lumière
lo: ເປີດໄຟ
ru: Включить подсветку

source: (limited to 1.5x the slew precision)
cs: (omezeno na 1,5 násobek přesnosti otočení)
de: (Begrenzt auf das 1,5-fache der Schwenkgenauigkeit)
es: (limitado a 1.5x la precisión de movimiento)
fr: (limité à 1.5x la précision de pointage)
lo: (ຈຳກັດຢູ່ທີ່ 1.5 ເທົ່າຂອງຄວາມແມ່ນຍຳໃນການຫັນກ້ອງ)
ru: (ограничено 1,5х точностью наведения)

source: Limit temperature change
cs: Omezení změny teploty
de: Begrenze Temperaturänderung
es: Limitar cambio de temperatura
fr: Limite le changement
lo: ຈຳກັດການປ່ຽນແປງອຸນຫະພູມ
ru: Использовать лимит

source: Load
cs: Načíst
de: Laden
es: Cargar
fr: Charger
lo: ໂຫຼດ
ru: Загрузить

source: Load configuration on startup
cs: Načíst konfiguraci při spuštění
de: Lade Konfiguration bei Start
es: Cargar configuración al inicio
fr: Charge la configuration au démarrage
lo: ໂຫຼດການຕັ້ງຄ່າເມື່ອເລີ່ມຕົ້ນ
ru: Загрузить конфигурацию при запуске

source: Load dark file
cs: Načíst Dark soubor
de: Lade Dunkelbild
es: Cargar archivo toma oscura
fr: Charger un fichier d'image noire
lo: ໂຫຼດໄຟລ໌ມືດ
ru: Загрузить дарк

source: Load flat file
cs: Načíst flat soubor
de: Flatfield laden
es: Cargar toma plana
fr: Charger un fichier d'image flat
lo: ໂຫຼດໄຟລ໌ແຟລັດ
ru: Загрузить флет

source: Lock overlay
cs: Uzamknout překrytí
de: Overlay sperren
es: Fijar superposición
fr: Verrouille la ligne
lo: ລັອກພາບຊ້ອນ
ru: Блокировка наложения

source: Log folder
cs: Složka protokolu
de: Log Verzeichnis
es: Carpeta de históricos
fr: Dossier des journaux
lo: ໂຟເດີບັນທຶກ

source: Longest guide pulse
cs: Nejdelší vodící puls
de: Längstmöglicher Guide Puls
es: Pulso de guiado más largo
fr: Plus grande impulsion
lo: ສັນຍານນຳທາງຍາວສຸດ
ru: Макс. импульс

source: Longitude
cs: Zeměpisná délka
de: Längengrad
es: Longitud
lo: ເສັ້ນແວງ
ru: Долгота

source: Loop
cs: Cyklus
de: Schleife
es: Bucle
fr: Boucle
lo: ເຮັດຊ້ຳ
ru: Цикл

source: Low
lo: ຕ່ຳ

source: Low quality image scaling
cs: Nízká kvalita snímku
de: Bildskalierung mit geringer Qualität
es: Escalado de imagen de baja calidad
fr: Basse qualité de mise à l'échelle des images
lo: ການປັບຂະໜາດຮູບພາບຄຸນນະພາບຕ່ຳ
ru: Понизить качество изображений

source: Luminosity
cs: Světelnost
de: Intensität
es: Luminosidad
fr: Luminosité
lo: ຄວາມສະຫວ່າງ
ru: Яркость

source: Magn.
lo: ຄວາມສະຫວ່າງ.
