Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Resolve and show image frame in planetarium
cs: Vyřešit a zobrazit snímek rámu obrazu v planetáriu
de: Platesolve und zeige Rahmen im Planetarium
es: Resolver y mostrar fotograma en planetario
fr: Résoudre et voir le cadre dans le planétarium
lo: ແກ້ໄຂ ແລະ ສະແດງຂອບຮູບໃນທ້ອງຟ້າຈຳລອງ
ru: Распознать и показать границу изображения в планетарии

source: Resolve and Slew to image center
cs: Vyřešit a Přejet na střed snímku
de: Platesolve und zur Bildmitte schwenken
es: Resolver y apuntar al centro de la imagen
fr: Résoudre et Goto au centre de l'image
lo: ແກ້ໄຂ ແລະ ຫັນກ້ອງໄປໃຈກາງຮູບ
ru: Распознать и навести телескоп в центр изображения

source: Resolve and Slew to cursor
cs: Vyřešit a Přejet na pozici kurzoru
de: Platesolve und zum Cursor schwenken
es: Resolver y apuntar al cursor
fr: Résoudre et Goto à la position du curseur
lo: ແກ້ໄຂ ແລະ ຫັນກ້ອງໄປທີ່ເຄີເຊີ
ru: Распознать и навести телескоп в точку курсора

source: Resolve and Sync the mount
cs: Vyřešit a Synchronizovat s montáží
de: Platesolve und synchr. Montierung.
es: Resolver y sincronizar la montura
fr: Résoudre et Sync de la monture
lo: ແກ້ໄຂ ແລະ ຊິງຄ໌ຂາກ້ອງ
ru: Распознать и синхронизировать монтировку

source: Resolve and Sync the rotator
cs: Vyřešit a synchronizovat rotátor
de: Platesolve und synchr. Rotator
es: Resolver y sincronizar el rotador
fr: Résoudre et Sync du rotateur
lo: ແກ້ໄຂ ແລະ ຊິງຄ໌ໂຕໝຸນ
ru: Распознать и синхронизировать ротатор

source: Resolve control exposure
cs: Vyřešit kontrolní expozice
de: Platesolving der Kontrollaufnahme
es: Resolver exposición de control
fr: Résout la pose de contrôle
lo: ແກ້ໄຂການເປີດໜ້າກ້ອງຄວບຄຸມ
ru: Распознавание контрольного снимка

source: %s resolve error.
cs: %s chyba opětovného řešení.
de: %s Lösung Fehler
es: Error de resolución de %s.
fr: %s résolution en erreur.
lo: ການແກ້ໄຂ %s ຜິດພາດ.
ru: %s: ошибка распознавания

source: Resolver already running, cannot start astrometry now!
cs: Řešení již běží, nelze nyní spustit astrometrii!
de: Platesolving läuft bereits, kann jetzt nicht Astrometrie starten!
es: El solucionador ya está en ejecución, ¡no se puede iniciar ahora la astrometría!
fr: Le résolveur est déjà en cours, on ne peut pas démarrer d'astrométrie maintenant!
lo: ໂຕແກ້ໄຂກຳລັງເຮັດວຽກຢູ່ແລ້ວ, ບໍ່ສາມາດເລີ່ມການວັດແທກຕຳແໜ່ງດາວຕອນນີ້ໄດ້!
ru: Распознавание уже запущено!

source: %s resolve successful.
cs: %s řešení úspěšné.
de: %s Lösung erfolgreich
es: %s resolvió con éxito.
fr: %s résolu avec succès.
lo: ການແກ້ໄຂ %s ສຳເລັດ.
ru: %s: снимок распознан успешно.

source: Resolving using %s ...
cs: K řešení použiji %s ...
de: Platesolving mit %s ...
es: Resolviendo usando %s ...
fr: Résolution par %s
lo: ກຳລັງແກ້ໄຂໂດຍໃຊ້ %s ...
ru: Распознавание с использованием %s...

source: Restart after
cs: Restartovat po
de: Neustart nach
es: Reiniciar tras
fr: Redémarre après
lo: ເລີ່ມຄືນໃໝ່ຫຼັງຈາກ
ru: Перезапустить через

source: Restart after weather is good for
cs: Obnova po dobrém počasí
de: Neustart nachdem das Wetter besser ist in
es: Reiniciar tras buena meteorología en
fr: Reprend quand le temps est beau depuis
lo: ເລີ່ມໃໝ່ຫຼັງຈາກອາກາດດີເປັນເວລາ
ru: Перезапустить, если погода хорошая в течение

source: Restart autoguider
cs: Restart automatické pointace
de: Autoguider neu starten
es: Reiniciar cámara guiado
fr: Redémarre l'autoguidage
lo: ເລີ່ມໂຕນຳທາງອັດຕະໂນມັດຄືນໃໝ່
ru: Перезапуск автогида

source: Restart delay
cs: Zpoždění restartu
de: Neustartverzögerung
es: Demora en reinicio
fr: Délai de redémarrage
lo: ການເລີ່ມໃໝ່ຊ້າ
ru: Задержка

source: Restart exposure
cs: Znovu spustit expozici
de: Belichtung neu starten
es: Reiniciar exposición
fr: Relancer l'exposition
lo: ເລີ່ມການເປີດໜ້າກ້ອງໃໝ່
ru: Перезапуск экспозиции

source: Restarting sequence %s ...
cs: Obnovit sekvenci %s ...
de: Sequenz neu starten %s...
es: Reiniciando secuencia %s ...
fr: Relance la séquence %s ...
lo: ກໍາລັງເລີ່ມລຳດັບ %s ໃໝ່...
ru: Перезапуск задания %s ...

source: Restart the sequence
cs: Obnovit sekvenci
de: Sequenz neu starten
es: Reiniciar la secuencia
fr: Relance la séquence
lo: ເລີ່ມລຳດັບໃໝ່
ru: Перезапустить задание

source: Resume autoguider
cs: Obnovit auto pointaci
de: Autoguiding fortsetzen
es: Reanudar autoguiado
fr: Reprend l'autoguidage
lo: ສືບຕໍ່ໂຕນຳທາງອັດຕະໂນມັດ
ru: Возобновление гидирования

source: Retrieve position from deepsky database
cs: Načíst pozici z DSO databáze
de: Position aus Deepsky-Datenbank abrufen
es: Obtener posición de base de datos cielo profundo
fr: Trouve la position dans la base de données
lo: ເອົາຕຳແໜ່ງຈາກຖານຂໍ້ມູນວັດຖຸທ້ອງຟ້າເລິກ
ru: Получить позицию из базы данных

source: Retry
cs: Opakovat
de: Erneut versuchen
es: Reintentar
fr: Réessayer
lo: ລອງໃໝ່
ru: Повторить

source: Retry with astrometry.net
cs: Opakujte akci s astrometry.net
de: Mit astrometry.net erneut versuchen
es: Reintentar con astrometry.net
fr: Réessaye avec astrometry.net
lo: ລອງໃໝ່ດ້ວຍ astrometry.net
ru: Повтор с использованием astrometry.net...

source: Return the focuser to previous position %s
cs: Ostření vráceno do předchozí pozici %s
de: Bringe den Fokussierer in die vorherige Position %s
es: Devuelva al enfocador a su posición anterior %s
fr: Retourne le focuser à la position précédente %s
lo: ກັບຄືນໂຕປັບຈຸດສຸມໄປຕຳແໜ່ງກ່ອນໜ້າ %s
ru: Возврат фокусера в предыдущую позицию %s

source: Return to target position
cs: Návrat do cílové polohy
de: Zur Zielposition zurückkehren
es: Regresar a la posición del objetivo
fr: Retourne à la position cible
lo: ກັບຄືນສູ່ຕຳແໜ່ງເປົ້າໝາຍ
ru: Возврат в позицию объекта

source: Reverse
cs: Otočit
de: Rückwärts
es: Invertir
fr: Inverser
lo: ປີ້ນກັບ
ru: Реверс

source: rise
cs: vzestup
de: Aufgang
es: salida
fr: lever
lo: ຂຶ້ນ
ru: восход

source: Rise/Set condition
de: Aufgang/Untergang Bedingung
es: Condición salida/puesta
fr: Condition de lever/coucher
lo: ເງື່ອນໄຂການຂຶ້ນ/ຕົກ
ru: Условия восхода и заката объектов

source: Rot.
lo: ໝຸນ.

source: Rotate
cs: Otočit
de: Rotieren
es: Rotar
fr: Tourner
lo: ໝຸນ
ru: Повернуть

source: rotate by
cs: otočit o
de: rotieren um
es: rotar
fr: Déplacement de
lo: ໝຸນໄປ
ru: Угол поворота

source: Rotate the telescope
cs: Otočit dalekohled
de: Drehe das Teleskop
es: Rotar el telescopio
fr: Tourne le télescope
lo: ໝຸນກ້ອງສ່ອງ
ru: Поворот телескопа

source: Rotating
cs: Otáčení
de: Rotation läuft
es: Rotar
fr: En rotation
lo: ກໍາລັງໝຸນ
ru: Повернуть

source: Rotation angle
cs: Úhel otočení
de: Rotationswinkel
fr: Angle de rotation
lo: ມຸມໝຸນ
ru: Угол поворота

source: Rotator
cs: Rotátor
es: Rotador
fr: Rotateur
lo: ໂຕໝຸນ
ru: Ротатор

source: Rotator is not connected
cs: Rotátor nepřipojen
de: Rotator ist nicht verbunden
es: El rotador no está conectado
fr: Le rotateur n'est pas connecté
lo: ໂຕໝຸນບໍ່ໄດ້ເຊື່ອມຕໍ່
ru: Ротатор не подключен

source: Rotator move to PA %s
cs: Otočení Rotátoru na PA %s
de: Rotator gedreht zu PA %s
es: Rotador movido a AP %s
fr: Le rotateur tourne à %s
lo: ໂຕໝຸນຍ້າຍໄປ PA %s
ru: Ротатор повёрнут в ПУ %s

source: Run
cs: Spustit
de: Ausführen
es: Ejecutar
fr: Exécuter
lo: ແລ່ນ
ru: Старт

source: Run an initialization script
fr: Exécute un script d'initialisation
lo: ດຳເນີນການສະຄຣິບເລີ່ມຕົ້ນ

source: Run a script
cs: Spustit skript
de: Ein Skript ausführen
es: Ejecutar un guión
fr: Exécute un script
lo: ເຮັດວຽກສະຄຣິບ
ru: Запустить скрипт

source: Auto-focus if temp. change by more than %s
cs: Automatické zaostření při změně teploty o více než %s
de: Autofokus wenn Temperaturänderung mehr als %s
es: Autoenfocar si cambia temp. más de %s
fr: Auto-focus si changement de plus de %s
lo: ໂຟກັສອັດຕະໂນມັດ ຖ້າອຸນຫະພູມປ່ຽນແປງຫຼາຍກວ່າ %s
ru: Автофокусировка при изменении темп. > %s

source: Run auto-focus if change is more than % HFD
cs: Spustit auto-ostření, pokud je změna větší než % HFD
de: Autofokus ausführen, wenn die Änderung mehr als % HFD beträgt
fr: Faire l'autofocus si le HFD change de plus de %
lo: ດຳເນີນການໂຟກັສອັດຕະໂນມັດ ຖ້າການປ່ຽນແປງຫຼາຍກວ່າ % HFD
ru: Запустить автофокусировку, если изменение превышает % HFD

source: Run script
cs: Spustit script
de: Skript ausführen
es: Ejecutar guión
fr: Exécuter le script
lo: ແລ່ນສະຄຣິບ
ru: Запуск скрипта

source: Run script %s
cs: Spuštění skriptu %s
de: Skript ausführen %s
es: Ejecutar guión %s
fr: Exécution du script %s
lo: ແລ່ນສະຄຣິບ %s
ru: Запущен скрипт %s

source: Run unattended
cs: Spuštění bez obsluhy
de: Unbeaufsichtigt ausführen
es: Ejecutar desantendido
fr: Exécuter sans surveillance
lo: ແລ່ນແບບບໍ່ມີຜູ້ເບິ່ງແຍງ
ru: Без уведомлений

source: s
cs: v
lo: ວ
ru: сек.

source: Saf.
cs: Bezpeč.
fr: Sec.
lo: ປພ.

source: Safe
cs: Bezpečný
de: Sicher
es: Seguro
fr: Sûr
lo: ປອດໄພ
ru: Безопасный

source: Safe for operation
cs: Bezpečný provoz
de: Betriebssicher
es: Seguridad para la operación
fr: Sûr pour l'opération
lo: ປອດໄພສຳລັບການເຮັດວຽກ
ru: Безопасная работа

source: Safety monitor
cs: Bezpečnostní monitor
es: Monitor de seguridad
fr: Contrôle de sécurité
lo: ເຄື່ອງກວດສອບຄວາມປອດໄພ
ru: Монитор безопасности

source: saturated
cs: nasycený
de: gesättigt
es: saturado
fr: saturé
lo: ອີ່ມຕົວ
ru: насыщенный

source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
lo: ບັນທຶກ
ru: Сохранить

source: Save and apply to targets
cs: Uložit a použít na cíl
de: Ziele speichern und anwenden
fr: Enregistre et applique aux objets
lo: ບັນທຶກ ແລະນຳໃຊ້ກັບເປົ້າໝາຍ
ru: Сохранить и применить в задании

source: Save a bitmap file additionally to the standard FITS file
cs: Uložit bitmapový soubor navíc do standardního souboru FITS
de: Speichere Bitmap zusätzlich zur Standard FITS Datei
es: Guardar un archivo bitmap además del archivo FITS
fr: Enregistre un bitmap en plus du fichier FITS standard
lo: ບັນທຶກໄຟລ໌ບິດແມັບເພີ່ມເຕີມຈາກໄຟລ໌ FITS ມາດຕະຖານ
ru: Сохранять растровый файл вместе с FITS

source: Save as...
cs: Uložit jako...
de: Speichern unter...
es: Guardar como...
fr: Enregistrer sous...
lo: ບັນທຶກເປັນ...
ru: Сохранить как...

source: Save configuration now
cs: Uložit konfiguraci
de: Konfiguration jetzt speichern
es: Guardar configuración ahora
fr: Enregistrer la configuration
lo: ບັນທຶກການຕັ້ງຄ່າດຽວນີ້
ru: Сохранить конфигурацию немедленно

source: Saved %s
cs: Uloženo %s
de: Gespeichert %s
es: Guardado %s
fr: enregistre %s
lo: ບັນທຶກ %s ແລ້ວ
ru: Сохранено %s

source: Saved file %s
cs: Soubor uložen %s
de: Datei gespeichert unter %s
es: Archivo %s guardado
fr: Fichier sauvegardé %s
lo: ບັນທຶກໄຟລ໌ %s ແລ້ວ
ru: Файл сохранён: %s

source: Save FITS file%s
cs: Uložit FITS soubor%s
de: FITS Datei Speichern%s
es: Guardar imagen FITS %s
fr: Enregistrer le fichier FITS %s
lo: ບັນທຶກໄຟລ໌ FITS%s
ru: Сохранить FITS%s

source: Save picture%s
cs: Uložit snímek%s
de: Speichere Bild%s
es: Guardar image%s
fr: Enregistre l'image %s
lo: ບັນທຶກຮູບ%s
ru: Сохранить растровое изображение %s

source: Save preview images
cs: Uložit náhledové obrázky
de: Vorschaubilder speichern
fr: Enregistre les images de prévisualisation
lo: ບັນທຶກຮູບພາບຕົວຢ່າງ
ru: Сохранить превью

source: Save template
cs: Uložit šablonu
de: Vorlage speichern
es: Guardar plantilla
fr: Enregistrer le modèle
lo: ບັນທຶກແມ່ແບບ
ru: Сохранить шаблон

source: Save template as...
cs: Uložit šablonu jako ...
de: Speichere Vorlage als
es: Guardar plantila como...
fr: Enregistrer le modèle comme...
lo: ບັນທຶກແມ່ແບບເປັນ...
ru: Сохранить шаблон как...

source: Scale tolerance
cs: Tolerance měřítka
de: Skallierungstoleranz
es: Tolerancia de escala
fr: Tolérance de l'échelle
lo: ຄ່າຜັນຜວນທີ່ຍອມຮັບໄດ້ຂອງຂະໜາດ
ru: Допуск масштаба

source: Scan this server
cs: Skenovat tento server
de: Diesen Server scannen
fr: Analyse ce serveur
lo: ສະແກນເຊີບເວີນີ້
ru: Сканировать этот сервер

source: Script
cs: Skript
de: Skript
es: Guión
lo: ສະຄຣິບ
ru: Скрипт

source: Script %s already exist. Do you want to replace this file?
cs: Skript %s již existuje. Nahradit tento soubor?
de: Skript %s existiert bereits. Möchten Sie diese Datei ersetzen?
es: El guión %s ya existe. ¿Desea reemplazar este archivo?
fr: Le script %s existe déjà. Voulez-vous remplacer ce fichier?
lo: ສະຄຣິບ %s ມີຢູ່ແລ້ວ. ທ່ານຕ້ອງການແທນທີ່ໄຟລ໌ນີ້ບໍ່?
ru: Скрипт %s уже существует. Хотите заменить этот файл?

source: Script %s already exist. Do you want to edit this script?
cs: Skript %s již existuje. Upravit tento skript?
de: Skript %s existiert bereits. Möchten Sie dieses Skript bearbeiten?
es: El guión %s ya existe. ¿Desea editar este archivo?
fr: Le script %s existe déjà. Voulez-vous modifier ce fichier?
lo: ສະຄຣິບ %s ມີຢູ່ແລ້ວ. ທ່ານຕ້ອງການແກ້ໄຂສະຄຣິບນີ້ບໍ່?
ru: Скрипт %s уже существует. Редактировать этот скрипт?

source: Script %s already exist. Do you want to replace this custom script by the template?
cs: Skript %s již existuje. Nahradit šablonu vlastním scriptem?
de: Skript %s existiert bereits. Möchten Sie dieses benutzerdefinierte Skript durch ersetzen?
es: El guión %s ya existe. ¿Desea reemplazar este guión personalizado por la plantilla?
fr: Le script %s existe déjà. Voulez-vous remplacer ce fichier personnalisé par le modèle ?
lo: ສະຄຣິບ %s ມີຢູ່ແລ້ວ. ທ່ານຕ້ອງການແທນທີ່ສະຄຣິບກຳນົດເອງນີ້ດ້ວຍແມ່ແບບບໍ່?
ru: Скрипт %s уже существует. Хотите заменить этот пользовательский скрипт на шаблон?

source: Script arguments
cs: Argumenty skriptu
de: Skript-Argumente
es: Argumentos de guión
fr: Arguments du script
lo: ໂຕປ້ອນຂອງສະຄຣິບ
ru: Аргументы скрипта

source: Script editor
cs: Editor skriptů
de: Skript Editor
es: Editor de guiones
fr: Éditeur de script
lo: ໂຕແກ້ໄຂສະຄຣິບ
ru: Редактор скриптов

source: Script error: %s
cs: Chyba skriptu: %s
de: Skript Fehler: %s
es: Error del guión: %s
fr: Erreur du script: %s
lo: ສະຄຣິບຜິດພາດ: %s
ru: Ошибка скрипта: %s

source: Script execution error, row %s: %s
cs: Chyba spuštění skriptu, %s řádků: %s
de: Skriptausführungsfehler, Zeile %s: %s
es: Error de ejecución del guión, fila %s: %s
fr: Erreur d’exécution du script, ligne %s: %s
lo: ການປະມວນຜົນສະຄຣິບຜິດພາດ, ແຖວ %s: %s
ru: Ошибка выполнения скрипта, строка %s: %s

source: Script %s failed!
cs: Skript %s selhal!
de: Skript %s fehlgeschlagen!
es: ¡Falló el guión %s!
fr: Script %s échoué!
lo: ສະຄຣິບ %s ລົ້ມເຫຼວ!
ru: Скрипт %s не выполнен!

source: Script %s finished
cs: Skript %s dokončen
de: Skript %s beendet
es: Guión %s completado
fr: Script %s terminé
lo: ສະຄຣິບ %s ສຳເລັດແລ້ວ
ru: Скрипт %s завершён

source: Script language
cs: Jazyk skriptu
de: Skriptsprache
es: Guiones
fr: Langue de script
lo: ພາສາສະຄຣິບ
ru: Язык скрипта

source: Script terminating...
cs: Ukončení skriptu ...
de: Skript wird beendet...
es: Terminando guión...
fr: Terminaison du script...
lo: ກຳລັງຢຸດສະຄຣິບ...
ru: Завершение скрипта...

source: %s driver do not support %s
cs: %s ovladač nepodporuje %s
de: %s Treiber unterstützt nicht %s
es: controlador %s no soporta %s
fr: Le pilote %s ne supporte pas %s
lo: ໄດຣເວີ %s ບໍ່ຮອງຮັບ %s
ru: %s драйвер не поддерживает %s

source: Search
cs: Vyhledat
de: Suche
es: Buscar
fr: Chercher
lo: ຄົ້ນຫາ
ru: Поиск

source: Search online
cs: Hledat online
de: Online Suche
fr: Recherche en ligne
lo: ຄົ້ນຫາອອນລາຍ
ru: Поиск в Интернете

source: sec.
cs: sek.
de: sek.
es: seg.
lo: ວິ.
ru: с.

source: seconds
cs: sekundy
de: Sekunden
es: segundos
fr: secondes
lo: ວິນາທີ
ru: сек.

source: [seconds]
cs: [sekundy]
de: [Sekunden]
es: [segundos]
fr: [secondes]
lo: [ວິນາທີ]
ru: сек.

source: Secure SSL/TLS connection
cs: Zabezpečené připojení SSL/TLS
de: Sichere SSL/TLS Verbindung
es: Conexión segura SSL/TLS
fr: Connection sécurisée SSL/TLS
lo: ການເຊື່ອມຕໍ່ SSL/TLS ທີ່ປອດໄພ
ru: Безопасное соединение SSL/TLS

source: Select area
lo: ເລືອກພື້ນທີ່

source: Select a star first!
cs: Nejdřív vyberte hvězdu!
de: Wählen Sie zuerst einen Stern aus
es: ¡Primero seleccione una estrella!
fr: Choisir d'abord une étoile!
lo: ກະລຸນາເລືອກດາວກ່ອນ!
ru: Сначала выберите звезду!

source: Select camera
cs: Výběr kamery
fr: Choisir la caméra
lo: ເລືອກກ້ອງ
ru: Выбрать камеру

source: Select guide star
cs: Vyberte naváděcí hvězdu
de: Guide Stern auswählen
fr: Sélection de l'étoile guide
lo: ເລືອກດາວນຳທາງ
ru: Выберите звезду

source: Select one of the measurement options:
cs: Vyberte jednu z možností měření:
de: Eine der Messoptionen auswählen
es: Seleccione una de las opciones de medición
fr: Choisir une des options de mesure:
lo: ເລືອກໜຶ່ງໃນຕົວເລືອກການວັດແທກ:
ru: Выберите один из вариантов измерения:

source: Select the camera to use for the cone measurement
cs: Výběr kamery pro měření kužele
fr: Choisir la caméra à utiliser pour la mesure du cone
lo: ເລືອກກ້ອງທີ່ຈະໃຊ້ສຳລັບການວັດແທກໂຄນ
ru: Выберите камеру для измерения ошибки конуса

source: Select the cursor to use
cs: Výběr kurzoru pro použití
de: Einen Zeiger auswählen
es: Seleccionar el cursor a utilizar
fr: Choisir le curseur
lo: ເລືອກເຄີເຊີທີ່ຈະໃຊ້
ru: Размер

source: Select the file to delete
cs: Vybrat soubor k odstranění
de: Zu löschende Datei auswählen
es: Seleccione el fichero a borrar
fr: Sélection du fichier à supprimer
lo: ເລືອກໄຟລ໌ທີ່ຈະລຶບ
ru: Выберите файл для удаления

source: Select the file to edit
cs: Vybrat soubor k úpravě
de: Zu bearbeitende Datei auswählen
es: Seleccione el fichero a editar
fr: Sélection du fichier à modifier
lo: ເລືອກໄຟລ໌ທີ່ຈະແກ້ໄຂ
ru: Выберите файл для редактирования

source: Select the file to load
cs: Vybrat soubor k načtení
de: Zu öffnende Datei auswählen
es: Seleccione el fichero a cargar
fr: Sélection du fichier à charger
lo: ເລືອກໄຟລ໌ທີ່ຈະໂຫຼດ
ru: Выберите файл для загрузки

source: Select the script to download
cs: Vyberte skript ke stažení
de: Wählen Sie das Skript zum Download aus
fr: Choisir le script à télécharger
lo: ເລືອກສະຄຣິບທີ່ຈະດາວໂຫຼດ
ru: Выберите скрипт для скачивания

source: Send image to planetarium
cs: Snímek poslán do planetária
de: Bild an Planetarium senden
es: Enviar imagen al planetario
fr: Afficher l'image dans le planétarium
lo: ສົ່ງຮູບພາບໄປຫາທ້ອງຟ້າຈຳລອງ
ru: Отправка снимка в планетарий

source: Send test email
cs: Odeslat zkušební e-mail
de: Test E-Mail senden
es: Enviar correo de prueba
fr: Envoyer un email de test
lo: ສົ່ງອີເມວທົດສອບ
ru: Отправить тестовое письмо

source: Sensor
cs: Senzor
fr: Capteur
lo: ເຊັນເຊີ
ru: Сенсор

source: Sensor analysis
cs: Analýza senzorů
de: Bildsensor Analyse
fr: Analyse du capteur
lo: ການວິເຄາະເຊັນເຊີ
ru: Анализ сенсора

source: Sensor area used for focusing
cs: Oblast senzoru používaná pro zaostřování
de: Zur Fokussierung genutzte Sensorfläche
fr: Zone du capteur pour la mise au point
lo: ພື້ນທີ່ເຊັນເຊີທີ່ໃຊ້ສຳລັບການໂຟກັສ
ru: Область матрицы для фокусировки

source: Sensors properties
cs: Vlastnosti senzorů
de: Sensoreigenschaften
es: Propiedades del sensor
fr: Propriétés du capteur
lo: ຄຸນສົມບັດຂອງເຊັນເຊີ
ru: Свойства сенсора

source: Sensor temperature
cs: Teplota senzoru
de: Sensortemperatur
es: Sensor de temperatura
fr: Température du capteur
lo: ອຸນຫະພູມເຊັນເຊີ
ru: Температура сенсора

source: Separator
cs: Oddělovač
es: Separador
fr: Séparateur
lo: ຕົວຂັ້ນ
ru: Разделитель

source: Sequence
cs: Sekvence
de: Sequenz
es: Secuencia
fr: Séquence
lo: ລຳດັບ
ru: Задание

source: Sequence abnormal end
cs: Sekevnec ukončena neobvykle
de: Sequenz nicht normal beendet
es: Finalización de secuencia anormal
fr: Fin anormale de la séquence
lo: ລຳດັບສິ້ນສຸດຜິດປົກກະຕິ
ru: Неправильное выполнение задания

source: Sequence aborted.
cs: Sekvence přerušena.
de: Sequenz abgebrochen.
es: Secuencia abortada.
fr: Séquence annulée.
lo: ລຳດັບຖືກຍົກເລີກ.
ru: Задание прервано

source: Sequence aborted because the autoguider was not reconnected after %s minutes.
cs: Sekvence byla přerušena, protože autopointace nebyla po %s minutách znovu připojena.
de: Sequenz abgebrochen, weil der Autoguider nach %s Minuten nicht wieder verbunden wurde
es: Secuencia abortada porque no se reconectó con la cámara de guiado después de %s minutos.
fr: La séquence est abandonnée car l'autoguidage n'est pas reconnecté après %s minutes.
lo: ລຳດັບຖືກຍົກເລີກເພາະໂຕນຳທາງອັດຕະໂນມັດບໍ່ໄດ້ເຊື່ອມຕໍ່ຄືນໃໝ່ຫຼັງຈາກ %s ນາທີ.
ru: Задание прервано, поскольку автогид не был повторно подключен через %s минут.

source: Sequence %s already exist. Do you want to replace this file?
cs: Sekvence %s již existuje. Chcete soubor nahradit?
de: Sequenz %s besteht bereits. Möchten Sie die Datei ersetzen?
es: La secuencia %s ya existe. ¿Desea reemplazar este archivo?
fr: La séquence %s existe déjà. Voulez-vous remplacer ce fichier?
lo: ລຳດັບ %s ມີຢູ່ແລ້ວ. ທ່ານຕ້ອງການແທນທີ່ໄຟລ໌ນີ້ບໍ່?
ru: Задание %s уже существует. Хотите заменить этот файл?

source: Sequence automatic flat
cs: Sekvence automatického Flatu
de: Automatische Flatsequenz
es: Secuencia automática tomas planas
fr: Séquence de flat automatique
lo: Flat ອັດຕະໂນມັດຕາມລຳດັບ
ru: Автоматическая съёмка флетов

source: Sequence %s canceled before start
cs: Sekvence %s zrušena před začátkem
de: Sequenz %s vor Start abgebrochen
es: Secuencia %s cancelada antes de comenzar
fr: Séquence %s annulée avant le démarrage
lo: ລຳດັບ %s ຖືກຍົກເລີກກ່ອນເລີ່ມ
ru: Задание %s отменено до старта

source: Sequence %s finished.
cs: Sekvence %s dokončena.
de: Sequenz %s fertig.
es: Secuencia %s finalizada.
fr: La séquence %s est terminée.
lo: ລຳດັບ %s ສຳເລັດແລ້ວ.
ru: Задание %s выполнено

source: Sequence folder
cs: Složka sekvence
de: Sequenz Ordner
es: Carpeta de secuencias
fr: Dossier des séquences
lo: ໂຟເດີລຳດັບ

source: Sequence %s ignore stop at dawn
cs: Sekvence %s ignoruje zastavení za úsvitu
de: Sequenz %s ignoriere Stopp in der Morgendämmerung
es: La secuencia %s ignora para al amanecer
fr: La séquence %s ignore l'arrêt à l'aube
lo: ລຳດັບ %s ບໍ່ສົນໃຈການຢຸດຕອນເຊົ້າ
ru: Задание %s игнорирует остановку на рассвете

source: Sequence normal end
cs: Sekvence ukončena normálně
de: Sequenz normal beendet
es: Finalización de secuencia normal
fr: Fin normale de la séquence
lo: ລຳດັບສິ້ນສຸດປົກກະຕິ
ru: Правильное выполнение задания

source: Sequence paused for bad weather ...
cs: Sekvence pozastavena pro špatné počasí ...
de: Sequenz wegen schlechtem Wetter unterbrochen ...
es: Secuencia detenida por mal tiempo...
fr: Séquence en pause pour mauvais temps ...
lo: ລຳດັບຖືກຢຸດຊົ່ວຄາວ ເນື່ອງຈາກສະພາບອາກາດບໍ່ດີ...
ru: Задание приостановлено ​​из-за плохой погоды...

source: Sequence separator
lo: ຕົວຂັ້ນລຳດັບ

source: Sequence %s start immediately
cs: Sekvence %s se spustí okamžitě
de: Sequenz %s startet sofort
es: La secuencia %s comenzará inmediatamente
fr: La séquence %s démarre immédiatement
lo: ລຳດັບ %s ເລີ່ມທັນທີ
ru: Задание %s начинается немедленно

source: Sequence start / stop time
cs: Čas spuštění / zastavení sekvence
de: Sequenz Start / Stop Zeit
es: Hora de inicio/fin secuencia
fr: Heure de début/fin de la séquence
lo: ເວລາເລີ່ມ / ຢຸດຂອງລຳດັບ
ru: Время начала/окончания задания

source: Sequence steps
cs: Kroky sekvence
de: Sequenzschritte
es: Pasos secuencia
fr: Étapes de séquence
lo: ຂັ້ນຕອນຂອງລຳດັບ
ru: Шаги задания

source: Sequence stopped by user request, no termination script will be run.
cs: Sekvence se zastaví na žádost uživatele, nebude spuštěn žádný ukončovací skript.
de: Sequenz durch Benutzeranforderung gestoppt, es wird kein Beendigungsskript ausgeführt
es: Secuencia detenida a petición del usuario, no se ejecutará guión de finalización.
fr: La séquence est arrêtée à la demande de l'utilisateur, aucun script de terminaison n'est exécuté.
lo: ລຳດັບຢຸດໂດຍຄຳຮ້ອງຂໍຂອງຜູ້ໃຊ້, ຈະບໍ່ມີສະຄຣິບສິ້ນສຸດການເຮັດວຽກໃດຖືກແລ່ນ.
ru: Задание остановлено ​​по запросу пользователя, скрипт завершения не будет запущен

source: Sequence %s stopped.
cs: Sekvence %s zastavena.
de: Sequenz %s gestoppt
es: Secuencia %s detenida.
fr: Séquence %s arrêtée.
lo: ລຳດັບ %s ຢຸດແລ້ວ.
ru: Задание %s остановлено

source: Sequence will be paused after current exposure is complete.
cs: Po dokončení aktuální expozice bude sekvence pozastavena.
de: Sequenz wird angehalten, nachdem die aktuelle Belichtung abgeschlossen ist.
es: Se pausará la secuencia después de completar la exposición actual.
fr: La séquence sera suspendue une fois l'exposition en cours terminée.
lo: ລຳດັບຈະຖືກຢຸດຊົ່ວຄາວຫຼັງຈາກການເປີດໜ້າກ້ອງປັດຈຸບັນສຳເລັດ.
ru: Задание будет приостановлено ​​после завершения текущей экспозиции
