Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Planetarium target set to %s
cs: Cíl planetária je nastaven na: %s
de: Planetarium Zielobjekt zu %s gesetzt
es: Objetivo del planetario fijado en %s
fr: Objet du planétarium défini sur %s
lo: ຕັ້ງເປົ້າໝາຍທ້ອງຟ້າຈຳລອງເປັນ %s ແລ້ວ
ru: Цель из планетария: %s

source: Planetarium target slew fail
cs: Neúspěšné otočení cíle v planetáriu
de: Bewegung zu Planetarium Zielobjekt fehlgeschlagen
es: Falló al moverse al objetivo del planetario
fr: Le centrage de l'objet du planétarium a échoué
lo: ການຫັນກ້ອງໄປຫາເປົ້າໝາຍທ້ອງຟ້າຈຳລອງລົ້ມເຫຼວ
ru: Наведение на цель из планетария неудачно

source: Plan %s finished.
cs: Plán %s dokončen.
de: Plan %s fertig.
es: Plan %s finalizado.
fr: Plan %s terminé
lo: ແຜນ %s ສຳເລັດແລ້ວ.
ru: Шаблон %s завершён

source: Plan step
cs: Krok plánu
de: Plan Schritt
fr: Etape du plan
lo: ຂັ້ນຕອນຂອງແຜນ
ru: Шаг шаблона

source: Plan %s stopped.
cs: Plán %s zastaven.
de: Plan %s gestoppt.
es: Plan %s detenido.
fr: Plan %s arrêté.
lo: ແຜນ %s ຢຸດແລ້ວ.
ru: Шаблон %s остановлен

source: Plate solve exposure %s
cs: Expozice astrometrie %s
de: Platesolving der Aufnahme %s
es: Exposición astrométrica %s
fr: Résolution de l'image %s
lo: ການເປີດໜ້າກ້ອງເພື່ອແກ້ໄຂພາບດາວ %s
ru: Распознавание экспозиции %s

source: Plate solve to update the correction
cs: Astrometrie pro aktualizaci opravy
de: Platesolving um die Korrektur zu aktualisieren
fr: Mise à jour par résolution astrométrique
lo: ແກ້ໄຂພາບດາວເພື່ອອັບເດດການແກ້ໄຂ
ru: Распознавание для обновления коррекций

source: Please activate the log file in the preference.
cs: Aktivujte protokol v předvolbách.
de: Bitte aktivieren Sie die Protokolldatei in den Einstellungen
es: Por favor, active el fichero de registros en las preferencias.
fr: Veuillez activer le journal dans les options.
lo: ກະລຸນາເປີດໃຊ້ໄຟລ໌ບັນທຶກໃນການຕັ້ງຄ່າ.
ru: Пожалуйста, активируйте логи в настройках.

source: Please be careful to review and set the value for the Gain and Offset
cs: Pečlivě zkontrolujte a nastavte hodnotu pro Zesílení a Offset
de: Bitte die Werte für Gain und Offset überprüfen und einstellen
fr: Veillez à contrôler et à définir la valeur du gain et de l'offset
lo: ກະລຸນາລະມັດລະວັງໃນການກວດສອບ ແລະຕັ້ງຄ່າສຳລັບເກນ ແລະອັອບເຊັດ
ru: Внимательно проверьте и установите значения усиления и смещения

source: Please configure your
cs: Nakonfigurujte
de: Bitte konfigurieren sie
es: Por favor, configure su
fr: Veuillez configurer votre
lo: ກະລຸນາຕັ້ງຄ່າ
ru: Настройте устройство

source: Please configure the Autofocus options.
cs: Nakonfigurujte možnosti Automatického ostření.
de: Bitte die Autofokusoptionen konfigurieren
es: Por favor, configure las opciones de autoenfoque.
fr: Veuillez configurer les options de l'autofocus
lo: ກະລຸນາຕັ້ງຄ່າຕົວເລືອກການປັບຈຸດສຸມອັດຕະໂນມັດ.
ru: Настройте параметры автофокусировки

source: Please configure the observatory location.
cs: Nakonfigurujte umístění hvězdárny.
de: Bitte Beobachtungsstandort konfigurieren
es: Por favor, configure las coordenadas de observación
fr: Veuillez configurer l'emplacement de l'observatoire.
lo: ກະລຸນາຕັ້ງຄ່າຕຳແໜ່ງຫໍສັງເກດການດາວ.
ru: Укажите местоположение обсерватории

source: Please confirm you want to slew the telescope to %s at coordinates %s/%s
cs: Potvrďte, že chcete dalekohledem přejed na %s souřadnicích %s/%s
de: Bitte bestätigen Sie, dass Sie das Teleskop zu %s mit den Koordinaten %s/%s bewegen möchten
es: Por favor, confirme que quiere mover el telescopio a %s en las coordenadas %s/%s
fr: Veuillez confirmer que vous voulez faire déplacer le télescope vers %s aux coordonnées %s/%s
lo: ກະລຸນາຍືນຍັນວ່າທ່ານຕ້ອງການຫັນກ້ອງສ່ອງທາງໄກໄປຫາ %s ທີ່ຈຸດປະສານ %s/%s
ru: Повернуть телескоп на %s в координаты %s/%s?

source: Please connect the planetarium first
cs: Nejprve připojit planetárium
de: Bitte zuerst das Planetariumsprogramm verbinden
es: Por favor, conecte primero el planetario
fr: Veuillez connecter le planétarium
lo: ກະລຸນາເຊື່ອມຕໍ່ທ້ອງຟ້າຈຳລອງກ່ອນ
ru: Сначала подключите планетарий

source: Please create a new bad pixel map or select a brighter star
cs: Vytvořit novou mapu chybných pixelů nebo vyberte jasnější hvězdu
de: Bitte erstellen Sie eine neue Bad Pixel Map oder wählen einen helleren Stern aus
es: Por favor, cree un nuevo mapa de píxeles malos o seleccione una estrella más brillante
fr: Veuillez créer une nouvelle carte des pixels défectueux
lo: ກະລຸນາສ້າງແຜນທີ່ພິກເຊວເສຍໃໝ່ ຫຼືເລືອກດາວທີ່ແຈ້ງກວ່າ
ru: Создайте новую карту битых пикселей или выберите более яркую звезду

source: Please increase the threshold.
cs: Zvyšte prahovou hodnotu.
de: Bitte den Schwellwert erhöhen
es: Por favor, incremente el umbral.
fr: Veuillez augmenter la limite.
lo: ກະລຸນາເພີ່ມຄ່າເກນ.
ru: Пожалуйста, увеличьте порог.

source: Please load or create a target list first.
cs: Nejprve načtěte nebo vytvořte cílový seznam.
de: Bitte laden oder erstellen Sie zuerst eine Liste der Ziele
es: Por favor, cargue o cree una lista de objetivos primero.
fr: Veuillez charger ou créer une liste d'objet.
lo: ກະລຸນາໂຫຼດ ຫຼື ສ້າງລາຍຊື່ເປົ້າໝາຍກ່ອນ.
ru: Сначала загрузите или создайте список объектов

source: Please run the V-curve learning for this focuser direction first. Button V-learn.
cs: Nejdříve spusťte učení V-křivky pro tento směr zaostřování. Tlačítko V-Učit se.
de: Bitte führen Sie zuerst die V-Curve Kalibrierung für diese Fokussierrichtung aus. Schaltfläche V-learn
es: Por favor, ejecute el aprendizaje curva-V para esta dirección del enfocador primero. Botón Aprendizaje-V.
fr: Veuillez faire l'apprentissage de la Vcurve pour cette direction du focuser. Bouton Apprendre
lo: ກະລຸນາແລ່ນການຮຽນຮູ້ V-curve ສຳລັບທິດທາງຂອງໂຕປັບຈຸດສຸມນີ້ກ່ອນ. ປຸ່ມ V-learn.
ru: Сначала запустите обучение V-кривой для этого направления фокусировки кнопкой Обучение.

source: Please run the Focuser Calibration procedure first
cs: Nejprve spustit Kalibraci Ostření
de: Bitte zuerst die Fokussierer Kalibrierung ausführen
es: Ejecute primero el procedimiento de calibración del enfocador
fr: Veuillez d'abord exécuter la procédure de calibration du focuser
lo: ກະລຸນາດຳເນີນການປັບທຽບໂຟກັສເຊີກ່ອນ
ru: Сначала запустите процедуру калибровки фокусера

source: Please run Vcurve learning for binning %s
cs: Spusťte učení Vkřivky pro binning %s
de: Bitte V-Curve Kalibierung für Binning %s ausführen
es: Por favor, ejecute el aprendizaje curva-V para 'binning' %s
fr: Veuillez faire l'apprentissage la Vcurve pour le binning %s
lo: ກະລຸນາແລ່ນການຮຽນຮູ້ V-curve ສຳລັບ binning %s
ru: Запустите обучение V-кривой для биннинга %s

source: Please see the documentation for important security information
cs: V dokumentaci zjistíte důležité bezpečnostní informace
de: Bitte lesen Sie die Dokumentation für wichtige Sicherheitsinformationen
es: Por favor, consulte la documentación para información importante sobre seguridad
fr: Consulter la documentation pour des informations de sécurité importantes
lo: ກະລຸນາເບິ່ງເອກະສານປະກອບສຳລັບຂໍ້ມູນຄວາມປອດໄພທີ່ສຳຄັນ
ru: Смотрите документацию для информации по безопасности

source: Please select a script!
cs: Vyberte skript!
de: Bitte ein Skript auswählen
es: ¡Por favor, seleccione un guión!
fr: Veuillez sélectionner un script!
lo: ກະລຸນາເລືອກສະຄຣິບ!
ru: Выберите скрипт!

source: Please select a temporary folder without space in the path name.
cs: Vybrat dočasnou složku bez mezery v názvu cesty.
de: Bitte wählen Sie einen temporären Ordner ohne Leerzeichen im Pfadnamen.
es: Seleccione una carpeta temporal sin espacios en el nombre de la ruta.
fr: Veuillez sélectionner un dossier temporaire sans espace dans le nom du chemin.
lo: ກະລຸນາເລືອກໂຟເດີຊົ່ວຄາວທີ່ບໍ່ມີຍະຫວ່າງໃນຊື່ເສັ້ນທາງ.
ru: Пожалуйста, выберите временную папку без пробела в пути.

source: Please set the format to %s before to start the sequence.
cs: Před spuštěním sekvence nastavte formát na %s.
es: Por favor, indique el formato a %s antes de comenzar la secuencia
fr: Veuillez régler le format à %s avant de lancer la séquence.
lo: ກະລຸນາຕັ້ງຮູບແບບເປັນ %s ກ່ອນເລີ່ມລຳດັບ.
ru: Определите формат %s, прежде чем запустить задание

source: Please stop the sequence first!
cs: Zastavit sekvenci!
de: Bitte zuerst die Sequenz stoppen!
es: ¡Por favor, primero detenga la secuencia!
fr: Veuillez d’abord arrêter la séquence!
lo: ກະລຸນາຢຸດລຳດັບກ່ອນ!
ru: Сначала остановите выполнение задания!

source: please wait
cs: počkejte prosím
de: bitte warten
es: espere
fr: veuillez patienter
lo: ກະລຸນາລໍຖ້າ
ru: подождите

source: Please wait until the measurements are complete
cs: Počkat na dokončení měření
de: Bitte warten bis die Messungen abgeschlossen sind
es: Por favor, espera a que finalicen las mediciones
fr: Veuillez patienter jusqu'à la fin des mesures
lo: ກະລຸນາລໍຖ້າຈົນກວ່າການວັດແທກຈະສຳເລັດ
ru: Подождите, пока измерения не будут завершены

source: Pointing offset
cs: Poloha offsetu
es: Desplazamiento apuntado
fr: Décalage du pointage
lo: ຄ່າຊົດເຊີຍການຊີ້
ru: Компенсация смещения

source: Polar alignment
cs: Polární zarovnání
de: Polausrichtung
es: Alineación polar
fr: Alignement polaire
lo: ການຕັ້ງຂົ້ວ
ru: Полярное выравнивание

source: Polar alignment instruction
cs: Pokyn k polárnímu zarovnání
de: Anleitung zur Polarausrichtung
es: Instrucción alineación polar
fr: Instructions pour l'alignement polaire
lo: ຄຳແນະນຳການຕັ້ງຂົ້ວ
ru: Инструкция по полярному выравниванию

source: Port
es: Puerto
lo: ພອດ
ru: Порт

source: Pos.
cs: Poz.
lo: ຕຳແໜ່ງ.

source: Position
cs: Pozice
es: Posición
lo: ຕຳແໜ່ງ
ru: Позиция

source: Power
cs: Energie
de: Leistung
fr: Puissance
lo: ພະລັງງານ

source: Precision slewing options
cs: Možnosti přesného přejetí
de: Optionen Präzisionsbewegung
es: Opciones de precisión de apuntado
fr: Option du Goto de précision
lo: ຕົວເລືອກການຫັນກ້ອງດ້ວຍຄວາມແມ່ນຍຳ
ru: Параметры уточнения наведения

source: Precision slew finished.
cs: Přesné přejetí dokončeno.
de: Präzisionsschwenk beendet
es: Finalizó el apuntado de presición.
fr: Goto de précision terminé
lo: ການຫັນກ້ອງດ້ວຍຄວາມແມ່ນຍຳສຳເລັດແລ້ວ.
ru: Уточнение позиции выполнено

source: Precision slew failed!
cs: Přesné přejetí selhalo!
de: Präzisionsschwenk fehlgeschlagen
es: ¡Falló el apuntado de precisión!
fr: Le Goto de précision a échoué
lo: ການຫັນກ້ອງດ້ວຍຄວາມແມ່ນຍຳລົ້ມເຫຼວ!
ru: Уточнение позиции не выполнено!

source: Predefined (recommended)
cs: Předdefinováno (doporučeno)
de: Vordefiniert (empfohlen)
es: Predefinido
fr: Prédefini (recommandé)
lo: ກຳນົດໄວ້ລ່ວງໜ້າ (ແນະນຳ)
ru: Предопределено (рекомендуется)

source: Predefined ROI
cs: Předdefinované ROI
de: Vordefiniertes Fenster (ROI)
fr: Champs prédéfinis
lo: ROI ທີ່ກຳນົດໄວ້ລ່ວງໜ້າ
ru: Предопределённый ROI

source: Prefered focuser direction
cs: Preferovaný směr ostření
de: Bevorzugte Fokussierrichtung
es: Dirección de enfoque preferida
fr: Direction préférée
lo: ທິດທາງທີ່ຕ້ອງການຂອງໂຕປັບຈຸດສຸມ
ru: Предпочтительное направление фокусировки

source: Preferences%s
cs: Předvolby%s
de: Einstellungen%s
es: Preferencias%s
fr: Préférences%s
lo: ການຕັ້ງຄ່າ%s
ru: Настройки%s

source: Preprocessing
cs: Předběžné zpracování
de: Vorverabeitung
fr: Prétraitement
lo: ການປະມວນຜົນເບື້ອງຕົ້ນ
ru: Преобработка

source: Preset list
cs: Seznam předvoleb
de: Voreinstellung
es: Ajustes predefinidos
fr: Liste de réglage
lo: ລາຍການທີ່ຕັ້ງໄວ້ລ່ວງໜ້າ
ru: Профиль

source: Press the button "Calibration" to start the automatic calibration of the guider at the current position.
lo: ກົດປຸ່ມ "ການປັບທຽບ" ເພື່ອເລີ່ມການປັບທຽບອັດຕະໂນມັດຂອງເຄື່ອງນຳທາງທີ່ຕຳແໜ່ງປັດຈຸບັນ.

source: Press the button "Backlash calibration" to measure the declination backlash and store the measured value in tab options.
lo: ກົດປຸ່ມ "ການປັບທຽບແບັກແລຊ" ເພື່ອວັດແທກແບັກແລຊຂອງແກນເດັກຄລີເນຊັນ ແລະເກັບຄ່າທີ່ວັດແທກໄດ້ໃນແຖບຕົວເລືອກ.

source: Pressure
cs: Tlak
de: Luftdruck
es: Presión
fr: Pression
lo: ຄວາມກົດດັນ
ru: Давление

source: Pressure (millibar)
cs: Tlak (milibary)
de: Luftdruck (hP)
fr: Pression (millibar)
lo: ຄວາມກົດດັນ (ມິນລິບາ)
ru: Давление (миллибар)

source: Preview
cs: Náhled
de: Vorschau
es: Vista previa
fr: Prévisualisation
lo: ສະແດງຕົວຢ່າງ
ru: Превью

source: Preview debayer
cs: Náhled debayer
de: Vorschau mit Debayer
es: Previsualizar debayerizado
fr: Débayeriser la prévisualisation
lo: Debayer ຕົວຢ່າງ
ru: Дебайеризовать превью

source: Preview preprocessing
cs: Předzpracování náhledu
de: Vorschau der Vorverarbeitung
fr: Prétraitement de l'aperçu
lo: ການປະມວນຜົນເບື້ອງຕົ້ນຂອງຕົວຢ່າງ
ru: Обработка превью

source: Profile: %s
cs: Profil: %s
de: Profil: %s
es: Perfil: %s
lo: ໂປຣໄຟລ໌: %s
ru: Профиль: %s

source: Profile
cs: Profil
de: Profil
es: Perfil
fr: Profil
lo: ໂປຣໄຟລ໌
ru: Профиль

source: Program folder
cs: Složka programu
de: Programmordner
es: Carpeta de programa
fr: Dossier du programme
lo: ໂຟລເດີໂປຣແກຣມ
ru: Папка программы

source: Program path
cs: Cesta programu
de: Programm Pfad
es: Ruta del programa
fr: Chemin du programme
lo: ເສັ້ນທາງໂປຣແກຣມ
ru: Путь к программе

source: Protocol
cs: Protokol
de: Protokoll
es: Protocolo
fr: Protocole
lo: ໂປຣໂຕຄໍ
ru: Протокол

source: Pulse duration
cs: Doba trvání impulzu
de: Pulsdauer
es: Duración del pulso
fr: Durée d'impulsion
lo: ໄລຍະເວລາສັນຍານ
ru: Импульс

source: pulse gain
cs: pulzní zesílení
fr: gain d'impulsion
lo: ເກນສັນຍານ
ru: Скорость

source: Pulse guiding %s is reversed after meridian flip
cs: Naváděcí puls %s je po převrácení meridiánu obrácený
de: Pulse Guiding %s umgekehrt nach dem Meridianflip
fr: L'impulsion de guidage %s est rensersée après un changement du méridien
lo: ການນຳທາງດ້ວຍສັນຍານ %s ຖືກປີ້ນກັບຫຼັງຈາກການປີ້ນເມຣິດ້ຽນ
ru: Направление импульса %s меняется на противоположное после переворота меридиана

source: Python command
cs: Příkaz Pythonu
de: Python Befehl
es: Comando de Python
fr: Commande Python
lo: ຄຳສັ່ງ Python

source: Quality:
cs: Kvalita:
de: Qualität
es: Calidad:
fr: Qualité :
lo: ຄຸນນະພາບ:

source: Quit
cs: Konec
de: Beenden
es: Salir
fr: Quitter
lo: ອອກ
ru: Выход

source: Rain rate
cs: Míra deště
de: Niederschlagsrate
es: Intensidad de lluvia
fr: Précipitations
lo: ອັດຕາຝົນ
ru: Осадки

source: Random
cs: Náhodné
fr: Aléatoire
lo: ສຸ່ມ
ru: Случайно

source: RA only
cs: Pouze RA
de: Nur in RA
es: Sólo AR
fr: Seulement AD
lo: ສະເພາະ RA
ru: Только по RA

source: Reach configured minimum flat exposure time!
cs: Nakonfigurujte rozpětí minimální doby expozice!
de: Erreiche die konfigurierte minimale Flatfield Belichtungzeit
es: ¡Se llegó a la exposición mínima para las tomas planas!
fr: Le temps d'exposition minimum du flat est atteint!
lo: ຮອດເວລາເປີດໜ້າກ້ອງຕ່ຳສຸດຂອງແຟລັດທີ່ຕັ້ງໄວ້ແລ້ວ!
ru: Достигнута минимальная выдержка флета!

source: Reach configured maximum flat exposure time!
cs: Nakonfinujte rozpětí maximálního času expozice!
de: Erreiche die konfigurierte maximale Flatfield Belichtungszeit
es: ¡Se llegó a la exposición máxima para las tomas planas!
fr: Le temps d'exposition maximum du flat est atteint!
lo: ຮອດເວລາເປີດໜ້າກ້ອງສູງສຸດຂອງແຟລັດທີ່ຕັ້ງໄວ້ແລ້ວ!
ru: Достигнута максимальная выдержка флета!

source: Reach focuser range limit! please better position the focuser half way on it's mechanical travel or decrease the maximum HFD
cs: Dosažení limitu rozsahu zaostřování! raději nastavte ostření do poloviny jeho mechanické dráhy nebo snižte maximální HFD
de: Bereichsgrenze des Fokussieres erreicht! Positionieren Sie den Fokussierer besser in der Mitteoder verkleinern Sie den maximalen HFD
es: ¡Se alcanzó el límite del enfocador! Por favor, sitúe al enfocador a mitad de su recorrido o reduzca el máximo HFD
fr: La limite de plage de mise au point est atteinte! veuillez mieux positionner le focuser au milieu de sa course mécanique ou diminuer le HFD maximum
lo: ຮອດຂີດຈຳກັດຂອງໄລຍະໂຕປັບຈຸດສຸມແລ້ວ! ກະລຸນາຈັດຕຳແໜ່ງໂຕປັບຈຸດສຸມໃຫ້ຢູ່ເຄິ່ງທາງຂອງການເດີນທາງກົນຈັກ ຫຼື ຫຼຸດຄ່າ HFD ສູງສຸດ
ru: Достигнут предел хода фокусера! Расположите фокусер на середине его механическом хода или уменьшите максимальный HFD

source: Read CCD
cs: Číst CCD
de: CCD auslesen
es: Leer CCD
fr: Lecture CCD
lo: ອ່ານ CCD
ru: Чтение CCD

source: Read image
cs: Číst snímek
de: Bild einlesen
es: Leer imagen
fr: Lecture image
lo: ອ່ານຮູບພາບ
ru: Чтение изображения

source: Readout modes
cs: Režim čtení
de: Auslesemodi
es: Modos de lectura
fr: Modes de lecture
lo: ໂໝດການອ່ານ
ru: Режимы считывания

source: Receive unknown message: %s
cs: Přijmout neznámou zprávu: %s
de: Unbekannte Nachricht erhalten: %s
es: Recibir mensaje desconocido: %s
fr: Message inconnu reçu: %s
lo: ໄດ້ຮັບຂໍ້ຄວາມທີ່ບໍ່ຮູ້ຈັກ: %s
ru: Получено неизвестное сообщение: %s

source: Recenter if the drift is more than
cs: Znovu zaměřit, pokud je posun větší než
de: Rückzentrierung wenn der Drift größer als
es: Recentrar si la deriva es mayor que
fr: Recentrer si la dérive est plus que
lo: ປັບໃຫ້ຢູ່ກາງໃໝ່ ຖ້າການເຄື່ອນທີ່ຫຼາຍກວ່າ
ru: Повторная центровка, если дрейф больше

source: Recenter image error!%sdistance: %s
cs: Chyba opětovného centrování!%svzdálenost: %s
de: Bildrückzentrierung Fehler!%s Distanz: %s
es: ¡Error de recentrado de imagen!%sdistancia: %s
fr: Erreur de recentrage sur l'image!%sdistance: %s
lo: ການຈັດກາງຮູບພາບຜິດພາດ!%sໄລຍະຫ່າງ: %s
ru: Ошибка повторного центрирования!%sdistance: %s

source: Recenter on last position
cs: Recentrovat na poslední pozici
de: Zentrieren auf letzte Position
es: Recentrar en última posición
fr: Recentrage de la dernière position
lo: ຈັດກາງຄືນໃໝ່ທີ່ຕຳແໜ່ງລ່າສຸດ
ru: Повторное центрирование в последнюю позицию

source: Recenter on last image
cs: Znovu centruj na poslední snímek
de: Rückzentrierung basierend auf letztem Bild
es: Recentrar en última imagen
fr: Recentrage sur la dernière image
lo: ຈັດກາງຄືນໃໝ່ທີ່ຮູບພາບລ່າສຸດ
ru: Повторное центрирование по последнему изображению

source: Recenter sequence target that drift
cs: Cíl sekvence, který se odchyluje od středu
de: Driftendes Sequenz Ziel rückzentrieren
es: Recentrar objetivo de secuencia con deriva
fr: Recentrer un objet qui dérive durant la séquence
lo: ປັບເປົ້າໝາຍລຳດັບທີ່ເຄື່ອນທີ່ໃຫ້ຢູ່ກາງໃໝ່
ru: Повторная центровка объекта при дрейфе

source: Recenter target now
cs: Znovu zaměřit cíl
de: Jetzt Ziel rückzentrieren
es: Recentrar el objetivo ahora
fr: Recentre l'objet maintenant
lo: ປັບເປົ້າໝາຍໃຫ້ຢູ່ກາງໃໝ່ດຽວນີ້
ru: Повторная центровка

source: Recording
cs: Záznam
de: Aufnahme läuft
es: Grabando
fr: Enregistrement
lo: ກໍາລັງບັນທຶກ
ru: Запись

source: Record restart information
cs: Zaznamenat informace o restartování
de: Informationen zum Neustart aufzeichnen
fr: Enregistre les informations de redémarage
lo: ບັນທຶກຂໍ້ມູນການເລີ່ມໃໝ່
ru: Записать информацию для перезапуска

source: red
cs: červená
de: rot
es: rojo
fr: rouge
lo: ສີແດງ
ru: красный

source: Reference exposure
lo: ການເປີດໜ້າກ້ອງອ້າງອີງ

source: Reference image
cs: Referenční snímek
de: Referenzbild
es: Imagen de referencia
fr: Image de référence
lo: ຮູບພາບອ້າງອີງ
ru: Опорное изображение

source: Refracted pole
cs: Změření pólu
de: Himmelspol mit Refraktion
es: Polo refractado
fr: Pôle réfracté
lo: ຂົ້ວຫັກເຫ
ru: Преломленный полюс

source: Refresh the list
lo: ໂຫຼດລາຍການໃໝ່

source: Relative increment for the inward or outward movement
cs: Relativní krok pro pohyb směrem dovnitř nebo ven
de: Relative Schrittweite für die Bewegung nach innen oder außen
es: Incremento relativo del movimiento afuera o adentro
fr: Incrément relatif pour le mouvement vers l'intérieur ou vers l'extérieur
lo: ຄ່າເພີ່ມສຳພັດສຳລັບການເລື່ອນເຂົ້າ ຫຼື ອອກ
ru: Число шагов для движения вовнутрь или наружу

source: Remote device number
cs: Číslo vzdáleného zařízení
de: Entferntes Gerät Nummer
es: Número de dispositivo remoto
fr: Numéro de périphérique distant
lo: ໝາຍເລກອຸປະກອນທາງໄກ
ru: Номер удалённого устройства

source: Remove all breakpoints
cs: Odstranit všechny body
de: Enferne alle Haltepunkte
es: Eliminar puntos de ruptura
fr: Supprimer tous les points d'arrêt
lo: ລຶບຈຸດຢຸດທັງໝົດ
ru: Удалить все точки останова

source: Remove row
cs: Odstranit řádek
de: Zeile entfernen
es: Borrar fila
fr: Supprimer la ligne
lo: ລຶບແຖວ
ru: Удалить строку

source: Remove space in object name
lo: ລຶບຍະຫວ່າງໃນຊື່ວັດຖຸ

source: Remove step
cs: Odebrat krok
de: Schritt entfernen
es: Eliminar paso
fr: Supprime étape
lo: ລຶບຂັ້ນຕອນ
ru: Удалить шаг

source: Repeat
cs: Opakovat
de: Anzahl
es: Repetir
fr: Répéter
lo: ເຮັດຊ້ຳ
ru: Повтор

source: Repeat step %s/%s %s
cs: Opakovat krok %s/%s %s
de: Wiederhole Schritt %s/%s %s
es: Repetir paso %s/%s %s
fr: Répète l'étape %s/%s %s
lo: ເຮັດຊ້ຳຂັ້ນຕອນ %s/%s %s
ru: Повтор шага %s/%s %s

source: Repeat target%s/%s %s
cs: Opakuji cíl%s/%s %s
de: Wiederhole Ziel%s/%s %s
es: Repetir objetivo%s/%s %s
fr: Répète la cible %s/%s %s
lo: ເຮັດຊ້ຳເປົ້າໝາຍ%s/%s %s
ru: Повтор задания %s/%s %s

source: Repeat the whole list
cs: Opakování celého seznamu
de: Gesamte Liste wiederholen
es: Repetir la lista completa
fr: Répéter la liste complète
lo: ເຮັດຊ້ຳທັງໝົດລາຍຊື່
ru: Повторить весь список

source: Repeat this step
cs: Tento krok opakujte
de: Wiederhole diesen Schritt
es: Repetir este paso
fr: Répéter ce plan
lo: ເຮັດຊ້ຳຂັ້ນຕອນນີ້
ru: Повторить этот шаг

source: Report a problem
cs: Nahlášení problému
de: Ein Problem melden
es: Informar de un problema
fr: Signaler un problème
lo: ລາຍງານບັນຫາ
ru: Сообщить о проблеме

source: Requested to not run the termination action
cs: Požadováno, aby nedošlo k ukončení akce
de: Angewiesen, die Ende-Aktionen nicht auszuführen
es: Se indicó no ejecutar la acción de finalización
fr: Demande de ne pas exécuter les actions de fin
lo: ຖືກຮ້ອງຂໍບໍ່ໃຫ້ດຳເນີນການຢຸດ
ru: Отмена запуска действий для завершения

source: Request to stop focuser calibration
cs: Požadavek na zastavení kalibrace ostření
de: Beenden der Fokussiererkalibrierung angefordert
es: Solicitar detención de la calibración del enfocador
fr: Demande d'arrêt de la calibration du focuser
lo: ຮ້ອງຂໍໃຫ້ຢຸດການປັບທຽບໂຕປັບຈຸດສຸມ
ru: Запрос на остановку калибровки фокусера

source: Request to stop the current sequence
cs: Požadavek na zastavení aktuální sekvence
de: Anforderung zum Stoppen der aktuellen Sequenz
es: Solicitar detención de secuencia actual
fr: Demande d'arrêt de la séquence en cours
lo: ຮ້ອງຂໍໃຫ້ຢຸດລຳດັບປັດຈຸບັນ
ru: Запрос на остановку текущего задания

source: Request to stop autofocus ...
cs: Žádost o zastavení automatického zaostřování ...
de: Aufgefordert den Autofokus zu beenden ...
es: Solicitar detención del autoenfoque...
fr: Demande d'arrêt de l'autofocus
lo: ຮ້ອງຂໍໃຫ້ຢຸດການປັບຈຸດສຸມອັດຕະໂນມັດ ...
ru: Запрос остановки автофокусировки...

source: Reset
cs: Restartovat
de: Rücksetzen
es: Reiniciar
fr: Réinitialiser
lo: ຕັ້ງຄ່າຄືນ

source: Reset to default
cs: Obnovit výchozí nastavení
de: Auf Vorgabe zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
lo: ຕັ້ງຄ່າຄືນໃໝ່
ru: По умолчанию

source: Resolve
cs: Vyřešit
de: Platesolve
es: Resolver
fr: Résoudre
lo: ແກ້ໄຂ
ru: Распознать

source: Resolve and annotate DSO
cs: Vyřešit a anotovat DSO
de: Platesolve und beschrifte DSO's
es: Resolver y anotar objeto cielo profundo
fr: Résoudre et annoter les nébuleuses
lo: ແກ້ໄຂ ແລະໃສ່ຄຳອະທິບາຍ DSO
ru: Распознать и подписать DSO

source: Resolve and annotate galaxies (Hyperleda)
cs: Vyřešit a anotovat galaxie (Hyperleda)
de: Platesolve und beschrifte Galaxien (Hyperleda)
es: Resolver y anotar galaxias (Hyperleda)
fr: Résoudre et annoter les galaxies (Hyperleda)
lo: ແກ້ໄຂ ແລະໃສ່ຄຳອະທິບາຍດາລາຈັກ (Hyperleda)
ru: Распознать и подписать галактики Hyperleda

source: Resolve and Rotate
cs: Vyřešit a Otočit
de: Platesolve und Drehe
es: Resolver y rotar
fr: Résoudre et rotation
lo: ແກ້ໄຂ ແລະ ໝຸນ
ru: Распознать и повернуть ротатор

source: Resolve and show image in planetarium
cs: Vyřešit a zobrazit snímek v planetáriu
de: Platesolve und zeige Bild im Planetarium
es: Resolver y mostrar imagen en planetario
fr: Résoudre et voir l'image dans le planétarium
lo: ແກ້ໄຂ ແລະ ສະແດງຮູບໃນທ້ອງຟ້າຈຳລອງ
ru: Распознать и показать изображение в планетарии
