Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Cannot find approximate coordinates for this image.%sThe astrometry resolution may take a very long time.
cs: Nelze najít přibližné souřadnice tohoto snímku. %sAstrometrické řešení může trvat velmi dlouho.
de: Es wurden keine ungefähren Anfangskoordinaten für dieses Bild gefunden.%s Das Platesolving kann eine sehr lange Zeit dauern
es: No se pudo encontrar las coordenadas aproximadas para esta imagen.%sLa resolución astrométrica podría llevar bastante tiempo.
fr: Cette image ne contient pas de coordonnées approximative.%sLa résolution astrométrique peut prendre un temps très long.
lo: ບໍ່ສາມາດຊອກຫາຈຸດປະສານໂດຍປະມານສຳລັບຮູບນີ້ໄດ້.%sການແກ້ໄຂການວັດແທກຕຳແໜ່ງດາວອາດໃຊ້ເວລາດົນຫຼາຍ.
ru: Отсутствуют приблизительные координаты для этого изображения.%sАстрометрическое распознавание может занять очень много времени.

source: Cannot find a star at his position. Move to a bright star or increase the preview exposure time, or the autofocus binning.
cs: Na daném místě nelze najít hvězdu. Přesuňte se na jasnou hvězdu nebo prodlužte expoziční dobu náhledu, popř. binning automatického ostření.
de: Kein Stern an der Position zu finden. Zu einem hellen Stern schwenken oder die Belichtungszeit der Vorschau oder das Binning erhöhen
es: No se pudo encontrar una estrella en esta posición. Cambie a una estrella brillante o incremente el tiempo de exposición, o el 'binning' del autoenfoque.
fr: Impossible de trouver une étoile cette position. Déplacez-vous sur une étoile brillante ou augmentez le temps d'exposition de l'aperçu ou le binning de l'autofocus.
lo: ບໍ່ພົບດາວໃນຕຳແໜ່ງນີ້. ກະລຸນາຍ້າຍໄປຫາດາວທີ່ແຈ້ງກວ່າ ຫຼື ເພີ່ມເວລາເປີດໜ້າກ້ອງຕົວຢ່າງ, ຫຼື binning ຂອງການປັບຈຸດສຸມອັດຕະໂນມັດ.
ru: Не найдена звезда на своей позиции. Переместитесь к более яркой звезде, увеличьте выдержку или бинниг автофокусировки.

source: Cannot get focuser absolute position
cs: Nelze získat absolutní polohu ostřícího zařízení
de: Absolute Position des Fokussierers kann nicht ermittelt werden
es: No se puede obtener la posición absoluta del enfocador
fr: Impossible d'obtenir la position absolue du focuser
lo: ບໍ່ສາມາດຮັບຕຳແໜ່ງສຳບູນຂອງໂຕປັບຈຸດສຸມໄດ້
ru: Невозможно получить абсолютную позицию фокусера

source: Cannot interpret the text "%s" as RA DEC values
cs: Nelze interpretovat text "%s" jako hodnoty RA DEC
de: Der Text „%s“ kann nicht als RA DEC-Werte interpretiert werden
fr: Ne peut pas interpréter le texte "%s" comme des valeurs AD DEC
lo: ບໍ່ສາມາດແປຄວາມໝາຍຂໍ້ຄວາມ "%s" ເປັນຄ່າ RA DEC ໄດ້
ru: Не удаётся интерпретировать текст "%s" как значения RA DEC.

source: Cannot overwrite the running sequence!
cs: Běžící sekvenci nelze přepsat!
de: Laufende Sequenz kann überschrieben werden!
es: ¡No se puede sobreescribir la secuencia en ejecución!
fr: On ne peux pas écraser la séquence active!
lo: ບໍ່ສາມາດຂຽນທັບລຳດັບທີ່ກຳລັງດຳເນີນການຢູ່!
ru: Невозможно перезаписать запущенное задание!

source: Cannot reach near focus HFD, please increase Half Width or better center the curve.
cs: Nelze dosáhnout zaostření v blízkosti HFD, zvětšete poloviční šířku nebo lépe vycentrujte křivku.
de: Nahfokus HFD kann nicht erreicht werden, bitte Halbwertsbreite erhöhen oder die Kurve besser zentrieren.
es: No se pudo llegar cerca del foco HFD, por favor, incremente la media altura o centre mejor la curva.
fr: Impossible d'atteindre le HFD du focus rapproché, augmentez la Demi-largeur ou centrez mieux la courbe.
lo: ບໍ່ສາມາດບັນລຸ HFD ຈຸດສຸມໃກ້, ກະລຸນາເພີ່ມຄວາມກວ້າງເຄິ່ງໜຶ່ງ ຫຼື ຈັດເສັ້ນໂຄ້ງໃຫ້ຢູ່ໃຈກາງດີກວ່າ.
ru: Не удается достичь заданного HFD вблизи фокуса, увеличьте полуширину или лучше отцентрируйте кривую

source: Cannot reach start focus HFD, please increase Half Width or decrease the start HFD
cs: Nelze dosáhnout počátečního zaostření HFD, zvětšete poloviční šířku nebo zmenšete počáteční HFD
de: Startfokus HFD kann nicht erreicht werden, bitte die Halbwertsbreiteerhöhen oder Start HFD verkleinern
es: No se pudo llegar inicio del foco HFD, por favor, incremente la media altura o reduzca el inicio HFD.
fr: Impossible d'atteindre le HFD de départ, augmentez la Demi-largeur ou diminuez le HFD de départ
lo: ບໍ່ສາມາດບັນລຸ HFD ຈຸດສຸມເລີ່ມຕົ້ນ, ກະລຸນາເພີ່ມຄວາມກວ້າງເຄິ່ງໜຶ່ງ ຫຼື ຫຼຸດ HFD ເລີ່ມຕົ້ນ
ru: Не удается достичь заданного начального HFD, увеличьте полуширину или уменьшите начальный HFD

source: Cannot run calibration now, stop capture and retry
cs: Kalibraci nelze spustit, zastavte snímání a zkuste to znovu
de: Die Kalibrierung kann derzeit nicht ausgeführt werden. Stoppen Sie die Aufnahme und wiederholen Sie den Vorgang
es: No se pudo realizar ahora la calibración, detener captura y reintentar
fr: Impossible d'exécuter la calibration maintenant, arrêtez la capture et réessayez
lo: ບໍ່ສາມາດປັບທຽບຕອນນີ້ໄດ້, ຢຸດການບັນທຶກພາບ ແລະ ລອງໃໝ່
ru: Невозможно запустить калибровку, остановите съёмку и повторите попытку

source: Cannot run calibration now, stop preview and retry
cs: Kalibraci nelze spustit , zastavte náhled a zkuste to znovu
de: Die Kalibrierung kann derzeit nicht ausgeführt werden. Stoppen Sie die Aufnahme und wiederholen Sie den Vorgang
es: No se pudo realizar la calibración ahora, detener la vista previa y reintentar
fr: Impossible d'exécuter la calibration maintenant, arrêtez la prévisualisation et réessayez
lo: ບໍ່ສາມາດປັບທຽບຕອນນີ້ໄດ້, ຢຸດສະແດງຕົວຢ່າງ ແລະ ລອງໃໝ່
ru: Невозможно запустить калибровку, остановите превью и повторите попытку

source: Cannot solve current image.
cs: Nelze vyřešit aktuální snímek.
de: Platesolving für aktuelles Bild nicht möglich
es: No se pudo resolver la imagen actual.
fr: Ne peut pas résoudre l'image
lo: ບໍ່ສາມາດແກ້ໄຂຮູບພາບປັດຈຸບັນໄດ້.
ru: Не удается распознать текущий снимок.

source: Cannot start autofocus now, astrometry is running
cs: Nelze spustit automatické zaostřování, probíhá astrometrie
de: Autofokus kann jetzt nicht gestartet werden, Astrometrie läuft
es: No se pudo comenzar el autoenfoque, astrometry está ejecutándose
fr: Ne peut démarrer l'autofocus maintenant, l'astrométrie est en court
lo: ບໍ່ສາມາດເລີ່ມການປັບຈຸດສຸມອັດຕະໂນມັດຕອນນີ້ໄດ້, ການວັດແທກຕຳແໜ່ງດາວກຳລັງເຮັດວຽກຢູ່
ru: Не удаётся запустить автофокусировку, работает астрометрия

source: Cannot start autofocus now, stop capture and retry
cs: Nelze nyní spustit automatické zaostřování, zastavte snímání a zkuste to znovu
de: Autofokus kann jetzt nicht gestartet werden, stoppen Sie die Vorschau und versuchen Sie es erneut
es: No se pudo comenzar el autoenfoque, detener captura y reintentar
fr: Ne peut démarrer l'autofocus maintenant, arrêter la capture
lo: ບໍ່ສາມາດເລີ່ມການປັບຈຸດສຸມອັດຕະໂນມັດຕອນນີ້ໄດ້, ຢຸດການບັນທຶກພາບ ແລະ ລອງໃໝ່
ru: Не удаётся запустить автофокусировку, остановите съёмку и повторите попытку

source: Cannot start capture now
cs: Nelze spustit snímání
de: Aufnahme kann jetzt nicht gestartet werden
es: No pudo comenzar la captura
fr: Impossible de démarrer l'acquisition maintenant
lo: ບໍ່ສາມາດເລີ່ມບັນທຶກພາບຕອນນີ້ໄດ້
ru: Невозможно начать съёмку

source: Cannot start manual focus now, stop capture and retry
cs: Nelze spustit ruční ostření, zastavte snímání a zkuste to znovu
de: Der manuelle Fokus kann derzeit nicht gestartet werden. Beenden Sie die Aufnahme und wiederholen den Vorgang
es: No se pudo iniciar ahora el enfoque manual, detener captura y reintentar
fr: Impossible de démarrer le focus manuel maintenant, arrêtez la capture et réessayez
lo: ບໍ່ສາມາດເລີ່ມການປັບຈຸດສຸມດ້ວຍມືຕອນນີ້ໄດ້, ຢຸດການບັນທຶກພາບ ແລະ ລອງໃໝ່
ru: Не удаётся запустить ручную фокусировку, остановите съёмку и повторите попытку

source: Cannot start preview now
cs: Náhled nelze spustit
de: Vorschau kann jetzt nicht gestartet werden
es: No pudo iniciar la vista previa
fr: Impossible de démarrer la prévisualisation maintenant
lo: ບໍ່ສາມາດເລີ່ມສະແດງຕົວຢ່າງຕອນນີ້ໄດ້
ru: Невозможно запустить съёмку превью

source: Cannot start preview loop now
cs: Nelze spustit cyklus náhledu
de: Vorschau Schleife kann jetzt nicht gestartet werden
es: No pudo comenzar el bucle de vista previa
fr: Ne peut pas démarrer la boucle d'aperçu maintenant
lo: ບໍ່ສາມາດເລີ່ມການສະແດງຕົວຢ່າງແບບເຮັດຊ້ຳຕອນນີ້ໄດ້
ru: Невозможно запустить циклическую съёмку превью

source: Cannot start %s now
lo: ບໍ່ສາມາດເລີ່ມ %s ຕອນນີ້ໄດ້

source: Cannot start when capture is running
cs: Nelze spustit, když je spuštěno snímání
de: Kann nicht starten während die Aufnahme läuft
es: No se puede iniciar cuando la captura está en ejecución
fr: Ne peut pas démarrer lorsque la capture est en cours d'exécution
lo: ບໍ່ສາມາດເລີ່ມໄດ້ເມື່ອການຖ່າຍພາບກຳລັງດຳເນີນການ
ru: Невозможно запустить во время съёмки

source: Cannot Sync when the mount is not tracking
cs: Nelze Synchronizovat, pokud není povoleno sledování
de: Kann nicht synchronisieren wenn die Montierung nicht nachführt
es: No se puede sincronizar cuando la montura no está en seguimiento
fr: Ne peut pas utiliser Sync quand la monture n'est pas en suivi
lo: ບໍ່ສາມາດຊິງຄ໌ໄດ້ເມື່ອຂາກ້ອງບໍ່ໄດ້ຕິດຕາມ
ru: Невозможно синхронизировать, если не включено слежение

source: Can only add one flat serie at dusk and one at dawn
cs: Za soumraku lze přidat pouze jednu sérii a jednu za svítání
de: Kann nur eine Flatfieldserie in der Abenddämmerung und eine in der Morgendämerung hinzufügen
es: Sólo se puede añadir una serie de tomas planas al crepúspulo y otra al amanecer
fr: Il ne peut y avoir qu'une série de flat au crépuscule et une à l'aube
lo: ສາມາດເພີ່ມໄດ້ພຽງຊຸດ flat ດຽວຕອນຄ່ຳ ແລະ ຕອນເຊົ້າເທົ່ານັ້ນ
ru: Можно добавить только одну серию на закате и одну на рассвете

source: Can track past meridian for
cs: Sledovat poledník po dobu
de: Mögliche Nachführzeit nach Meridian
es: Continuar seguimiento tras paso por meridiano
fr: Peut suivre après le méridien pour
lo: ສາມາດຕິດຕາມຜ່ານເມຣິເດຍນໄດ້ເປັນເວລາ
ru: Слежение после пересечения меридиана

source: Capture
cs: Snímání
de: Aufnahme
es: Capturar
fr: Acquisition
lo: ບັນທຶກພາບ
ru: Съёмка

source: Capture already running! please stop it first if you want to start a new sequence.
cs: Snímání již běží! Pokud chcete spustit novou sekvenci, nejprve ji zastavte.
de: Aufnahme läuft bereits! Bitte erst stoppen bevor Sie eine neueSequenz starten
es: ¡Captura ya en marcha! Por favor, deténgala primero si quiere comenzar una nueva secuencia.
fr: L’acquisition est déjà en cours d'exécution! veuillez l'arrêtez si vous voulez commencer une nouvelle séquence.
lo: ການບັນທຶກພາບກຳລັງເຮັດວຽກຢູ່ແລ້ວ! ກະລຸນາຢຸດມັນກ່ອນຖ້າທ່ານຕ້ອງການເລີ່ມລຳດັບໃໝ່.
ru: Съёмка уже запущена! Остановите её, если хотите начать новое задание

source: Capture folder
cs: Složka pro snímání
de: Aufnahmeverzeichnis
es: Carpeta capturas
fr: Dossier d'enregistrement
lo: ໂຟລເດີບັນທຶກພາບ
ru: Папка съёмки

source: Capture %s Finished
cs: Zachycení %s Dokončeno
de: Aufnahme %s fertig
fr: Acquisition %s terminée
lo: ການຖ່າຍພາບ %s ສິ້ນສຸດລົງ
ru: Съёмка %s завершена

source: Capture stopped during autofocus
cs: Během automatického ostření bylo snímání zastaveno
de: Aufnahme während Autofokus gestoppt
es: Captura detenida durante el autoenfoque
fr: Capture arrêtée pendant l'autofocus
lo: ການບັນທຶກພາບຢຸດລົງລະຫວ່າງການປັບຈຸດສຸມອັດຕະໂນມັດ
ru: Съёмка остановлена на время автофокусировки

source: Capture stopped unexpectedly
cs: Snímání bylo neočekávaně ukončeno
de: Aufnahme unerwartet gestoppt
es: La captura finalizó inesperadamente
fr: La capture s'est arrêtée de manière inattendue
lo: ການຖ່າຍພາບຢຸດລົງຢ່າງບໍ່ຄາດຄິດ
ru: Съёмка неожиданно остановлена

source: CCDciel status
cs: Stav CCDciel
es: Estado de CCDciel
fr: Etat de CCDciel
lo: ສະຖານະ CCDciel
ru: Веб-статус CCDciel

source: CCD frame sent to planetarium.
cs: Rámec CCD odeslán do planetária.
de: CCD Aufnahmen zum Planetarium gesendet
es: Fotograma de la CCD enviada al planetario.
fr: Image CCD envoyée au planétarium.
lo: ສົ່ງຂອບຮູບ CCD ໄປຫາທ້ອງຟ້າຈຳລອງແລ້ວ.
ru: Граница кадра отправлена в планетарий

source: Celsius
cs: Celsia
lo: ເຊນຊຽສ
ru: Цельсий

source: Center
cs: Střed
de: Zentrum
es: Centrar
fr: Centre
lo: ໃຈກາງ
ru: Центр

source: Center a bright star. Defocus until the rings are clearly visible. Click the Start button. %s Slowly adjust the position of the star in the image field using the telescope fine movement until all the circles are concentric. %s Then move the star to the image center using the mirror adjustment screws.
cs: Vycentrujte jasnou hvězdu. Rozostřujte, dokud nejsou prsteny jasně viditelné. Klikněte na tlačítko Start. %s Pomalu upravujte polohu hvězdy v poli obrazu pomocí jemného pohybu dalekohledu, dokud nebudou všechny kroužky koncentrické. %s Poté pomocí šroubů pro nastavení zrcadla přesuňte hvězdu do středu obrazu.
de: Einen hellen Stern zentrieren. Defokussieren bis die Beugungsringe deutlich sichtbar sind. Dann auf die Schaltfläche Start klicken. %s Anschließend die Position des Sterns mit der Teleskop-Feinbewegung bewegen bis alle Kreise konzentrisch sind. %s Abschließend den Stern mit den Spiegeljustierschrauben in die Bildmitte einstellen.
fr: Centrez une étoile brillante. Défocalisez jusqu'à ce que les anneaux soient clairement visibles. Cliquez sur le bouton Démarrer. %s Ajustez lentement la position de l'étoile dans le champ de l'image à l'aide du mouvement fin du télescope jusqu'à ce que tous les cercles soient concentriques. %s Déplacez ensuite l'étoile au centre de l'image à l'aide des vis de réglage du miroir.
lo: ປັບດາວທີ່ແຈ້ງໃຫ້ຢູ່ກາງ. ຫຼຸດໂຟກັສຈົນເຫັນວົງແວນຢ່າງຊັດເຈນ. ກົດປຸ່ມເລີ່ມ. %s ຄ່ອຍໆປັບຕຳແໜ່ງຂອງດາວໃນຂອບເຂດຮູບພາບໂດຍໃຊ້ການເຄື່ອນທີ່ລະອຽດຂອງກ້ອງສ່ອງຈົນກວ່າວົງມົນທັງໝົດຈະມີຈຸດສູນກາງຮ່ວມກັນ. %s ຫຼັງຈາກນັ້ນ, ຍ້າຍດາວໄປທີ່ຈຸດກາງຂອງຮູບພາບໂດຍໃຊ້ສະກູປັບກະຈົກ.
ru: Отцентрируйте яркую звезду. Расфокусируйте, пока дифракционные кольца не станут отчётливо видны. Щёлкните кнопку "Старт". %s Медленно отрегулируйте положение звезды в поле изображения с помощью тонких движений телескопа, пока все кольца не станут ровными и концентричными. %s Затем переместите звезду в центр изображения с помощью регулировочных винтов зеркала.

source: Center, apparent coord. RA=%s DEC=%s PA=%s
cs: Střed, zdánlivé souřadnice. RA=%s DEC=%s PA=%s
de: Zentralkoordinaten sind RA=%s DEC=%s PA=%s
es: Centro, coord. aparente AR=%s DEC=%s AP=%s
fr: Centre, coordonnées apparentes AD=%s Déc=%s PA=%s
lo: ໃຈກາງ, ຈຸດປະສານປາກົດ RA=%s DEC=%s PA=%s
ru: Видимые координаты центра RA=%s DEC=%s PA=%s

source: Center Dec
cs: Střed Dec
de: Dec im Zentrum
es: Centro Dec
fr: Déc centre
lo: Dec ໃຈກາງ
ru: Центр Dec

source: Centering and guiding strategy
lo: ກົນລະຍຸດການປັບກາງ ແລະການນຳທາງ

source: Center RA
cs: Střed RA
de: RA im Zentrum
es: Centro AR
fr: AD centre
lo: RA ໃຈກາງ
ru: Центр RA

source: %s changed to %s
cs: %s změněno na %s
de: %s gewechselt zu %s
es: %s cambiado a %s
fr: %s changé à %s
lo: %s ປ່ຽນເປັນ %s
ru: %s изменено на %s

source: % change in HFD
cs: změna HFD v %
de: % Veränderung des HFD
fr: % de changement du HFD
lo: % ການປ່ຽນແປງໃນ HFD
ru: % изменения HFD

source: Change log
cs: Protokol změn
de: Änderungsprotokoll
es: Histórico
fr: Journal des modifications
lo: ບັນທຶກການປ່ຽນແປງ
ru: Журнал изменений

source: Choose
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélection
lo: ເລືອກ
ru: Выбрать

source: Clear bad pixel map
cs: Vymazat mapu chybných pixelů
de: Lösche Bad pixel map
es: Limpiar mapa de píxeles malos
fr: Effacer la carte des pixels défectueux
lo: ລຶບແຜນທີ່ພິກເຊວທີ່ບໍ່ດີ
ru: Очистить карту

source: Clear condition
cs: Stav Počasí
de: Lösche Bedingung
es: Borrar condición
fr: Ciel clair
lo: ສະພາບປົກກະຕິ
ru: Очистить условие

source: Clear Dark frame
cs: Smazat Drak snímek
de: Lösche Dunkelbild
es: Limpiar toma oscura
fr: Effacer l'image noire
lo: ລ້າງເຟຣມມືດ
ru: Очистить дарк

source: Clear Flat frame
cs: Čistý flat snímek
de: Flatfield löschen
es: Borrar toma plana
fr: Effacer l'image flat
lo: ລ້າງເຟຣມແຟລັດ
ru: Очистить флет

source: Clear reference image
cs: Vymazat referenční snímek
de: Referenzbild löschen
es: Limpiar imagen de referencia
fr: Effacer l'image de référence
lo: ລຶບຮູບພາບອ້າງອີງ
ru: Очистить опорное изображение

source: Clear restart information on repeat
cs: Vymazat informace při resetu o opakování
de: Bei Wiederholung die Neustartinformation löschen
fr: Répétition sans informations de redémarage
lo: ລ້າງຂໍ້ມູນການເລີ່ມໃໝ່ເມື່ອເຮັດຊ້ຳ
ru: Удалить информацию для перезапуска при повторе

source: Clear the completion status?
cs: Vymazat stav dokončení?
de: Status der Sequenz löschen?
es: ¿Limpiar el estado de completitud?
fr: Effacer l'état d'avancement ?
lo: ລ້າງສະຖານະການສຳເລັດບໍ່?
ru: Очистить статус выполнения?

source: Click at the guide star position
lo: ກົດທີ່ຕຳແໜ່ງດາວນຳທາງ

source: Click at the target object position
lo: ກົດທີ່ຕຳແໜ່ງວັດຖຸເປົ້າໝາຍ

source: Click Cancel to abort the sequence.
cs: Klepnutím na tlačítko Storno přerušíte sekvenci.
de: Auf Abbrechen klicken, um die Sequenz abzubrechen.
es: Haga clic en Cancelar para abortar la secuencia.
fr: Cliquez sur Annuler pour interompre la séquence.
lo: ກົດ ຍົກເລີກ ເພື່ອຢຸດລຳດັບ.
ru: Нажмите Отмена, чтобы прервать выполнение задания

source: Click Continue when ready.
cs: Až budete připraveni, klikněte na Pokračovat.
de: Klicken Sie auf Weiter, wenn Sie bereit sind
es: Clic en Continuar cuando esté listo.
fr: Cliquez sur Continuer lorsque vous êtes prêt.
lo: ກົດ ສືບຕໍ່ ເມື່ອພ້ອມແລ້ວ.
ru: Нажмите Продолжить, когда будете готовы.

source: Click Continue when ready
cs: Až budete připraveni, klikněte na Pokračovat
de: Klicken Sie Weiter wenn Sie bereit sind
es: Haga clic en continuar cuando esté listo
fr: Cliquez sur Continuer lorsque vous êtes prêt
lo: ກົດ ສືບຕໍ່ ເມື່ອພ້ອມແລ້ວ
ru: Нажмите Продолжить, когда будете готовы

source: Click Next to start the measurement.
cs: Chcete-li zahájit měření, klepněte na tlačítko Další.
de: Klicken Sie Weiter um die Messung zu starten
es: Clic en Siguiente para comenzar la medida.
fr: Cliquez sur Suivant pour démarrer la mesure.
lo: ກົດ ຕໍ່ໄປ ເພື່ອເລີ່ມການວັດແທກ.
ru: Нажмите Далее, чтобы начать измерение.

source: Click Next to save this values to the configuration for this profile.
cs: Klepnutím na tlačítko Další uložte tyto hodnoty do konfigurace tohoto profilu.
de: Klicken Sie auf Weiter, um diese Werte in der Konfiguration für dieses Profil zu speichern.
es: Haga clic en Siguiente para guardar estos valores en este perfil.
fr: Cliquez sur Suivant pour enregistrer ces valeurs dans ce profil.
lo: ກົດ ຕໍ່ໄປ ເພື່ອບັນທຶກຄ່າເຫຼົ່ານີ້ເຂົ້າໃນການຕັ້ງຄ່າສຳລັບໂປຣໄຟລ໌ນີ້.
ru: Нажмите Далее, чтобы сохранить эти значения в конфигурации для этого профиля.

source: Click on image to set
cs: Kliknutím na snímek nastavíte
de: Zum Einstellen auf das Bild klicken
fr: Définir avec un clic sur l'image
lo: ກົດເທິງຮູບພາບເພື່ອຕັ້ງ
ru: Нажмите на изображение, чтобы установить

source: Click on the image to set the offset and guide
lo: ກົດເທິງຮູບພາບເພື່ອຕັ້ງອັອບເຊັດ ແລະນຳທາງ

source: Click the object in planetarium
cs: Klikněte na objekt v planetáriu
de: Klicken Sie auf das Objekt im Planetarium
es: Haga clic en el objeto en el planetario
fr: Cliquez l'objet dans le planétarium
lo: ກົດວັດຖຸໃນທ້ອງຟ້າຈຳລອງ
ru: Выделите нужный объект в планетарии

source: Clipping indicator
cs: Indikátor ořezu
de: Clipping-Anzeige
es: Indicador de saturación
fr: Indicateur de troncation
lo: ຕົວຊີ້ບອກການຕັດ
ru: Индикация клиппинга

source: Clock
cs: Hodiny
de: Uhr
es: Reloj
fr: Heure
lo: ໂມງ
ru: Часы

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
lo: ປິດ
ru: Закрыть

source: Close the Dome shutter
cs: Zavřít štěrbinu kopule
de: Schließe den Kuppelspalt
es: Cerrar compuerta de la cúpula
fr: Ferme l'ouverture du dôme
lo: ປິດຊັດເຕີໂດມ
ru: Закрыть створку

source: Close dome sequence when mount is asked to park
cs: Když je montáž požádána o zaparkování, zavřít sekvenci kopule
de: Kuppelspalt Schließsequenz ausführen wenn Montierung zum parken aufgefordert wird
es: Secuencia de cierre de la cúpula cuando se solicite aparcar la montura
fr: Séquence de fermeture du dôme quand on veut parquer la monture
lo: ປິດລຳດັບໂດມເມື່ອຖານຕິດຕັ້ງຖືກສັ່ງໃຫ້ຈອດ
ru: Последовательность закрытия купола, когда предлагается запарковать монтировку

source: Close the window when ready.
cs: Až budete připraveni, zavřete okno.
de: Schließen Sie das Fenster, wenn Sie bereit sind.
es: Cerrar la ventana cuando esté listo.
fr: Fermez la fenêtre lorsque c'est terminé.
lo: ປິດໜ້າຕ່າງເມື່ອພ້ອມ.
ru: Закройте окно, когда будете готовы.

source: Cloud cover
cs: Oblačnost
de: Wolkenbedeckung
es: Cobertura de nubes
fr: Couverture nuageuse
lo: ເມກປົກຄຸມ
ru: Облачность

source: Color balance
cs: Vyvážení barev
de: Weißabgleich
es: Balance de color
fr: Balance de couleur
lo: ການດຸ່ນດ່ຽງສີ
ru: Цветовой баланс

source: Colorize spectra images
cs: Barevné zobrazení spekter
fr: Coloriser les images spectrales
lo: ໃສ່ສີຮູບພາບສະເປກຕຣັມ
ru: Раскрашивание изображений спектров

source: Color preview
cs: Barevný náhled
de: Farbvorschau
es: Previsualización a color
fr: Aperçu en couleur
lo: ສະແດງຕົວຢ່າງສີ
ru: Цветной превью

source: column
cs: sloupec
de: Spalte
es: columna
fr: colonne
lo: ຖັນ
ru: столбец

source: Command path
cs: Příkazová cesta
de: Befehlspfad
es: Ruta programa
fr: Chemin de la commande
lo: ເສັ້ນທາງຄຳສັ່ງ

source: Commands
cs: Příkazy
de: Befehle
es: Órdenes
fr: Commandes
lo: ຄຳສັ່ງ
ru: Команды

source: Compilation error: %s
cs: Chyba kompilace: %s
de: Compilation Fehler: %s
es: Error de compilación: %s
fr: Erreur de compilation: %s
lo: ການຄອມໄພລ໌ຜິດພາດ: %s
ru: Ошибка компиляции: %s

source: Compiled with
cs: Zkompilováno pomocí
de: Compiliert mit
es: Compilado con
fr: Compilé avec
lo: ຄອມໄພລ໌ດ້ວຍ

source: Compress the FITS files with fpack
cs: Komprimovat soubory FITS pomocí fpack
de: Komprimiere die FITS-Dateien mit fpack
es: Comprimir archivos FITS con fpack
fr: Compresser les fichiers FITS avec fpack
lo: ບີບອັດໄຟລ໌ FITS ດ້ວຍ fpack
ru: Сжимать FITS с помощью fpack

source: Computation result:
cs: Výsledek výpočtu:
de: Berechungsergebnis:
es: Resultado cálculo:
fr: Résultat des calculs:
lo: ຜົນການຄຳນວນ:
ru: Результат вычисления:

source: Compute
cs: Výpočet
de: Berechne
es: Calcular
fr: Calcul
lo: ຄຳນວນ
ru: Вычислить

source: This test will estimate the telescope cone error by measuring the slew error after a meridian flip It will automatically take two images east and west of the meridian near the zenith. The cone error will be reported in the log.
cs: Tento test umožní odhadnout kuželovou chybu dalekohledu měřením chyby otáčení po překlopení poledníku. Automaticky pořídí dva snímky východně a západně od poledníku v blízkosti zenitu. Kuželová chyba bude zaznamenána v protokolu.
fr: Ce test estimera l'erreur de cône du télescope en mesurant l'erreur de position après un basculement du méridien Il prendra automatiquement deux images à l'est et à l'ouest du méridien près du zénith. L'erreur de cône sera signalée dans le journal.
lo: ການທົດສອບນີ້ຈະປະເມີນຄວາມຜິດພາດໂຄນຂອງກ້ອງສ່ອງໂດຍການວັດແທກຄວາມຜິດພາດໃນການຫັນກ້ອງຫຼັງຈາກການປີ້ນເມຣິດ້ຽນ ມັນຈະຖ່າຍຮູບສອງຮູບໂດຍອັດຕະໂນມັດທາງຕາເວັນອອກ ແລະຕາເວັນຕົກຂອງເມຣິດ້ຽນໃກ້ຈຸດສູງສຸດ. ຄວາມຜິດພາດໂຄນຈະຖືກລາຍງານໃນບັນທຶກ.
ru: Этот тест позволит оценить ошибку конуса телескопа путем измерения ошибки поворота после перекладки. Будет сделано два снимка к востоку и западу от меридиана вблизи зенита. Ошибка конуса будет записана в лог.

source: Start measuring East to West
cs: Měření od Východu k Západu
fr: Début de la mesure Est vers Ouest
lo: ເລີ່ມວັດແທກຈາກຕາເວັນອອກຫາຕາເວັນຕົກ
ru: Начать измерение с Востока на Запад

source: Start measuring West to East
cs: Měření od Západu k Východu
fr: Début de la mesure Ouest vers Est
lo: ເລີ່ມວັດແທກຈາກຕາເວັນຕົກຫາຕາເວັນອອກ
ru: Начать измерение с Запада на Восток

source: Measure the cone error
cs: Měření kuželové chyby
fr: Mesurer l'erreur de cône
lo: ວັດແທກຄວາມຜິດພາດໂຄນ
ru: Измерение ошибки конуса

source: Configuration saved
cs: Konfigurace uložena
de: Konfiguration gespeichert
es: Configuración guardada
fr: Configuration enregistrée
lo: ບັນທຶກການຕັ້ງຄ່າແລ້ວ
ru: Конфигурация сохранена

source: Configure the distance in Preferences / Sequences
lo: ຕັ້ງຄ່າໄລຍະຫ່າງໃນ ການຕັ້ງຄ່າ / ລຳດັບ
