Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Magnifier
cs: Lupa
de: Lupe
es: Aumento
fr: Loupe
lo: ແວ່ນຂະຫຍາຍ
ru: Увеличитель

source: Magnitude
cs: Magnitůda
de: Grössenklasse
es: Magnitud
lo: ຄວາມສະຫວ່າງ

source: Main camera
cs: Hlavní kamera
de: Hauptkamera
fr: Caméra principale
lo: ກ້ອງຫຼັກ
ru: Основная камера

source: Main image center is at finder image X=%s, Y=%s
cs: Střed snímku je v náhledovém snímku X=%s, Y=%s
de: Hauptbildzentrum befindet sich im Bild des Suchers bei X=%s, Y=%s
fr: Le centre de l'image principale est dans l'image du chercheur à X=%s, Y=%s
lo: ຈຸດກາງຂອງຮູບພາບຫຼັກຢູ່ທີ່ X=%s, Y=%s ຂອງຮູບພາບກ້ອງຊອກຫາ
ru: Центр основного изображения находится на изображении искателя X=%s, Y=%s

source: Main sensor
cs: Hlavní senzor
de: Hauptsensor
es: Sensor principal
fr: Capteur principal
lo: ເຊັນເຊີຫຼັກ
ru: Главный сенсор

source: In mode automatic the telescope will slew to the test positions near the pole automatically.%sIn mode manual you have to slew the mount to the position by the keypad. See documentation.
cs: V automatickém režimu se dalekohled automaticky natočí do testovacích poloh v blízkosti pólu.%sV manuálním režimu musíte montáž natočit do polohy pomocí klávesnice. Viz dokumentace.
fr: En mode automatique, le télescope s'orientera automatiquement vers la position de test près du pôle. %sEn mode manuel, vous devez orienter la monture vers la position à l'aide de la raquette. Voir la documentation.
lo: ໃນໂໝດອັດຕະໂນມັດ ກ້ອງສ່ອງຈະຫັນໄປຫາຕຳແໜ່ງທົດສອບໃກ້ຂົ້ວໂດຍອັດຕະໂນມັດ.%sໃນໂໝດກຳນົດເອງ ທ່ານຕ້ອງຫັນກ້ອງສ່ອງໄປຕຳແໜ່ງດ້ວຍປຸ່ມກົດ. ເບິ່ງເອກະສານປະກອບ.
ru: В автоматическом режиме телескоп автоматически поворачивается в тестовое положение около полюса.%sВ ручном режиме вам необходимо повернуть монтировку с помощью клавиатуры. См. документацию.

source: Manage
cs: Spravovat
de: Verwalten
es: Administrar
fr: Gérer
lo: ຈັດການ
ru: Настроить

source: Manage the Gain and Offset if available.
cs: Upravit Zesílení a Offset, pokud jsou k dispozici.
de: Gain und Offset einstellen falls verfügbar
fr: Gérer le gain et l'offset si ils sont disponible
lo: ຈັດການເກນ ແລະອັອບເຊັດ ຖ້າມີ.
ru: Управлять усилением и смещением, если доступно

source: Mandatory start time
lo: ເວລາເລີ່ມທີ່ບັງຄັບ

source: Manual
cs: Ruční
de: Manuell
fr: Manuel
lo: ກຳນົດເອງ
ru: Вручную

source: Manual filter change canceled
cs: Ruční výměna filtru byla zrušena
de: Manueller Filterwechsel abgebrochen
es: Cancelado cambio manual de filtro
fr: Changement de filtre manuel annulé
lo: ການປ່ຽນຟິວເຕີດ້ວຍມືຖືກຍົກເລີກ
ru: Ручная смена фильтра отменена

source: Manual focus aid
cs: Pomůcka ručního ostření
de: Manuelle Fokussierhilfe
es: Ayuda enfoque manual
fr: Focus manuel
lo: ໂຕຊ່ວຍປັບຈຸດສຸມດ້ວຍມື
ru: Помощник фокусировки

source: Many functions will not work reliably without an astrometry software.
cs: Mnoho funkcí nebude spolehlivě fungovat bez programu pro astrometrii.
de: Viele Funktionen funktionieren ohne Astrometrie-Software nicht zuverlässig.
es: Muchas funciones no funcionarán con precisión sin un software de astrometría.
fr: De nombreuses fonctions ne fonctionneront pas sans un logiciel d'astrométrie.
lo: ຫຼາຍໜ້າທີ່ອາດຈະເຮັດວຽກບໍ່ໜ້າເຊື່ອຖືໂດຍບໍ່ມີຊອບແວການວັດແທກຕຳແໜ່ງດາວ.
ru: Многие функции не будут работать надёжно без программного обеспечения астрометрии.

source: Margin offset
cs: Okraj offsetu
de: Randversatz
fr: Décalage de la marge
lo: ອັອບເຊັດຂອບ
ru: Смещение

source: Max:
es: Máx:
lo: ສູງສຸດ:

source: Max
es: Máx
lo: ສູງສຸດ

source: Max exposure
lo: ການເປີດໜ້າກ້ອງສູງສຸດ

source: maximum
es: máximo
lo: ສູງສຸດ
ru: максимум

source: Maximum ADU
cs: Maximální ADU
de: Maximal ADU
es: Cuenta máxima
fr: ADU maximum
lo: ADU ສູງສຸດ
ru: Максимальный ADU

source: Maximum defocused HFD the focuser can safely reach
cs: Maximální rozostření HFD, na které může ostření dosáhnout
de: Maximal defokussierter HFD, die der Fokussierer sicher erreichen kann
es: HFD máximo desenfocado al que el enfocador puede llegar con seguridad
fr: HFD maximum que le focuser peut atteindre
lo: HFD ທີ່ບໍ່ມີຈຸດສຸມສູງສຸດທີ່ໂຕປັບຈຸດສຸມສາມາດບັນລຸໄດ້ຢ່າງປອດໄພ
ru: Максимальный расфокусированный HFD, которого может безопасно достичь фокусер

source: Maximum drift
cs: Maximální posun
de: Maximaler Drift
es: Deriva máxima
fr: Dérive maximum
lo: ການເຄື່ອນທີ່ສູງສຸດ
ru: Макс. дрифт

source: Maximum intensity
cs: Maximální intenzita
de: Maximalwert
es: Intensidad máxima
fr: Intensité maximum
lo: ຄວາມເຂັ້ມສູງສຸດ

source: Maximum number of retry
cs: Maximální počet opakování
de: Maximale Anzahl von Wiederholungsversuchen
es: Número máximo de reintentos
fr: Nombre maximum d'essais
lo: ຈຳນວນການລອງໃໝ່ສູງສຸດ
ru: Максимальное количество повторов

source: Maximum search radius
cs: Maximální poloměr vyhledávání
de: Maximaler Suchradius
es: Radio máximo de búsqueda
fr: Diamètre de recherche maximum
lo: ລັດສະໝີການຄົ້ນຫາສູງສຸດ
ru: Максимальный радиус поиска

source: Maximum search box
cs: Maximum vyhledávacího pole
de: Maximaler Guidingbereich
fr: Zone de recherche maximum
lo: ກ່ອງຄົ້ນຫາສູງສຸດ
ru: Максимальное окно поиска

source: Maximum sources
cs: Maximum zdroje
de: Maximale Quellen
es: Nº máximo de fuentes
fr: Nombre maximum de sources
lo: ແຫຼ່ງຂໍ້ມູນສູງສຸດ
ru: Максимум звёзд

source: Maximum temperature change
cs: Maximální změna teploty
de: Maximale Temperaturänderung
es: Cambio de temperatura máxima
fr: Changement maximum
lo: ການປ່ຽນແປງອຸນຫະພູມສູງສຸດ
ru: Максимальное изменение температуры

source: Max offset
es: Desplazamiento max
fr: Décalage max.
lo: ຄ່າຊົດເຊີຍສູງສຸດ
ru: Макс. смещение

source: Mean:
cs: Průměr:
de: Mittel:
es: Media:
fr: Moyenne:
lo: ຄ່າສະເລ່ຍ:

source: Mean of images
cs: Průměr snímků
de: Mittelwert der Bilder
es: Media de las imágenes
fr: Moyenne des images
lo: ຄ່າສະເລ່ຍຂອງຮູບພາບ
ru: Среднее

source: Measured at [E/W]
cs: Měřeno na [V/Z]
de: Gemessen [O/W]
es: Medido en [E/O]
fr: Mesuré à [E/O]
lo: ວັດແທກທີ່ [ຕາເວັນອອກ/ຕາເວັນຕົກ]
ru: Сторона [E/W]

source: Measure in the East and North
cs: Měření na Východě a Severu
de: Messung in Ost und Nord
es: Medida en el Este y Norte
fr: Mesure à l'est et au nord
lo: ວັດແທກທາງຕາເວັນອອກ ແລະເໜືອ
ru: Измерение на Востоке и Севере

source: Measure in the East and South
cs: Měření na Východě a Jihu
de: Messung in Ost und Süd
es: Medida en el Este y Sur
fr: Mesure à l'est et au sud
lo: ວັດແທກທາງຕາເວັນອອກ ແລະໃຕ້
ru: Измерение на Востоке и Юге

source: Measurement
cs: Měření
de: Messwert
es: Medición
fr: Mesure
lo: ການວັດແທກ
ru: Измерение

source: Measurement %s hfd:%s peak:%s snr:%s
cs: Měření %s hfd:%s špič:%s snr:%s
de: Messung %s hfd:%s peak:%s snr:%s
es: Medida %s hfd:%s pico:%s rsr:%s
fr: Mesure %s hfd:%s pointe:%s snr:%s
lo: ການວັດແທກ %s hfd:%s peak:%s snr:%s
ru: Измерение %s HFD:%s PEAK:%s SNR:%s

source: Measurement on new images
cs: Měření na nových snímcích
de: Messungen bei neuen Bildern
es: Medición en imágenes nuevas
fr: Mesure des nouvelles images
lo: ການວັດແທກເທິງຮູບພາບໃໝ່
ru: Измерения на новых снимках

source: Measurement %s pos:%s step:%s hfd:%s peak:%s snr:%s
cs: Měření %s pos:%s krok:%s hfd:%s špičk:%s snr:%s
de: Messung %s pos:%s schritt:%s hfd:%s peak:%s snr:%s
es: Medida %s pos:%s paso:%s hfd:%s pico:%s rsr:%s
fr: Mesure %s pos:%s pas:%s hfd:%s pointe:%s snr:%s
lo: ການວັດແທກ %s pos:%s step:%s hfd:%s peak:%s snr:%s
ru: Измерение %s POS:%s STEP:%s HFD:%s PEAK:%s SNR:%s

source: Measure pixel scale by stop tracking
cs: Měření měřítka pixelů pomocí funkce zastavení sledování
de: Ermittlung des Pixelmaßstabes durch Stoppen der Nachführung
es: Medir escala del píxel deteniendo el seguimiento
fr: Arrête le suivi pour mesurer l'échelle des pixels
lo: ວັດແທກສະເກລພິກເຊວໂດຍການຢຸດຕິດຕາມ
ru: Измерять масштаб без трекинга

source: Measure telescope cone error
cs: Měření chyby kužele dalekohledu
fr: Mesurer l'erreur de cone du télescope
lo: ວັດແທກຄວາມຜິດພາດໂຄນຂອງກ້ອງສ່ອງ
ru: Измерение ошибки конуса телескопа

source: Measure in the West and North
cs: Měření na Západě a Severu
de: Messung in West und Nord
es: Medida en el Oeste y Norte
fr: Mesure à l'ouest et au nord
lo: ວັດແທກທາງຕາເວັນຕົກ ແລະເໜືອ
ru: Измерение на Западе и Севере

source: Measure in the West and South
cs: Měření na Západě a Jihu
de: Messung in West und Süd
es: Medida en el Este y Sur
fr: Mesure à l'ouest et au sud
lo: ວັດແທກທາງຕາເວັນຕົກ ແລະໃຕ້
ru: Измерение на Западе и Юге

source: Measuring first position
cs: Měření první pozice
de: Messung der ersten Position
fr: Mesure de la première position
lo: ກຳລັງວັດແທກຕຳແໜ່ງທຳອິດ
ru: Измерение первой позиции

source: Measuring second position
cs: Měření druhé pozice
de: Messung der zweiten Position
fr: Mesure de la seconde position
lo: ກຳລັງວັດແທກຕຳແໜ່ງທີສອງ
ru: Измерение второй позиции

source: Measuring the new position
cs: Měření nové polohy
de: Neue Position wird gemessen
es: Midiendo la nueva posición
fr: Mesure de la nouvelle position
lo: ກຳລັງວັດແທກຕຳແໜ່ງໃໝ່
ru: Измерение новой позиции

source: %sMedian:%s
cs: %sStřední:%s
es: %sMediana:%s
fr: %sMédiane:%s
lo: %sຄ່າກາງ:%s

source: Medium
lo: ກາງ

source: Meridian
cs: Poledník
es: Meridiano
fr: Méridien
lo: ເມຣິເດຍນ
ru: Меридиан

source: Meridian flip aborted!
cs: Překlopení poledníku selhalo!
de: Meridianflip abgebrochen!
es: ¡Cambio por meridiano abortado!
fr: Retournement méridien interrompu!
lo: ການພິກຜ່ານເສັ້ນເມຣິເດຍນຖືກຍົກເລີກ!
ru: Перекладка прервана!

source: Meridian flip completed
cs: Překlopení poledníku dokončeno
de: Meridianflip abgeschlossen
es: Cambio de meridiano completado
fr: Le retournement méridien est terminé
lo: ການພິກຜ່ານເມຣິເດຍນສຳເລັດສົມບູນ
ru: Перекладка завершена

source: Meridian flip aborted after %d retries
cs: Překlopení poledníku bylo přerušeno %d opakovat
de: Merdianflip nach %d Wiederholungen abgebrochen
es: Abortó el cambio de meridiano después de %d intentos
fr: Retournement méridien interrompu après %d essais
lo: ການປີ້ນເມຣິດ້ຽນຖືກຍົກເລີກຫຼັງຈາກພະຍາຍາມ %d ຄັ້ງ
ru: Перекладка прервана после %d повторов

source: Meridian flip will occur now.
cs: Nyní dojde k překlopení poledníku.
de: Meridianflip wird jetzt durchgeführt
es: El cambio de meridiano se hará ahora.
fr: Le retournement méridien va se faire maintenant.
lo: ການພິກຜ່ານເມຣິເດຍນຈະເກີດຂຶ້ນດຽວນີ້.
ru: Сейчас будет произведена перекладка.

source: Meridian flip canceled before flip
cs: Překlopení bylo zrušeno před provedením
de: Meridianflip vor Ausführung abgebrochen
es: El cambio de meridiano se ha cancelado antes del cambio
fr: Le retournement méridien est annulé avant le retournement
lo: ການພິກຜ່ານເມຣິເດຍນຖືກຍົກເລີກກ່ອນການພິກ
ru: Перекладка отменена до выполнения

source: Meridian flip now
cs: Poledník se překlápí
de: Meridianflip jetzt
es: Cambiar de meridiano ahora
fr: Le retournement méridien se fait maintenant.
lo: ພິກຜ່ານເມຣິເດຍນດຽວນີ້
ru: Производится перекладка телескопа

source: Meridian flip
cs: Překlopení poledníku
es: Cambio de meridiano
fr: Retournement méridien
lo: ການພິກຜ່ານເມຣິເດຍນ
ru: Перекладка

source: Meridian flip error!
cs: Chyba překlopení poledníku!
de: Meridianflip Fehler!
es: ¡Error de cambio de meridiano!
fr: Erreur du retournement méridien
lo: ການພິກຜ່ານເມຣິເດຍນຜິດພາດ!
ru: Ошибка перекладки!

source: Meridian flip done
cs: Překlopení poledníku dokončeno
de: Meridianflip ausgeführt
es: Cambio de meridiano realizado
fr: Le retournement méridien est fait
lo: ການພິກຜ່ານເມຣິເດຍນສຳເລັດແລ້ວ
ru: Перекдладка выполнена

source: Meridian flip error
cs: Chyba Překlopení poledníku
de: Merdian Flip Fehler
es: Error de cambio de meridiano
fr: Erreur du retournement méridien
lo: ຄວາມຜິດພາດຂອງການປີ້ນເມຣິດ້ຽນ
ru: Ошибка перекладки

source: Meridian flip canceled after flip
cs: Překlopení poledníku zrušeno po překlopení
de: Meridianflip abgebrochen nach dem Umsetzen
es: Cambio de meridiano cancelado después del cambio
fr: Le retournement méridien est annulé après le retournement
lo: ການພິກຜ່ານເມຣິເດຍນຖືກຍົກເລີກຫຼັງການພິກ
ru: Перекладка отменена после выполнения

source: Meridian in
cs: Průchod Poledníku v
es: Meridiano en
fr: Méridien dans
lo: ເມຣິເດຍນໃນ
ru: Меридиан через

source: Meridian since
cs: Po průchodu Poledníku
de: Meridian seit
es: Meridiano desde
fr: Méridien depuis
lo: ເມຣິເດຍນຕັ້ງແຕ່
ru: После меридиана

source: Messages
cs: Zprávy
de: Meldungen
es: Mensajes
lo: ຂໍ້ຄວາມ
ru: Сообщения

source: min.
es: mín.
lo: ນທ.
ru: мин.

source: Min:
es: Mín:
lo: ຕ່ຳສຸດ:

source: minimum
es: mínimo
lo: ຕ່ຳສຸດ
ru: минимум

source: Minimum
es: Mínimo
lo: ຕ່ຳສຸດ
ru: Минимальный

source: Minimum distance to the Moon
lo: ໄລຍະຫ່າງຕ່ຳສຸດຈາກດວງຈັນ

source: Minimum move
cs: Minimální pohyb
de: Minimale Bewegung
es: Movimiento mínimo
fr: Déplacement minimum
lo: ການເຄື່ອນທີ່ຕ່ຳສຸດ
ru: Мин. перемещение

source: Minimum observing elevation
cs: Minimální pozorovací výška
de: Minimale Beobachtungshöhe
es: Elevación mínima observación
fr: Hauteur minimum d'observation
lo: ມຸມສູງຕ່ຳສຸດໃນການສັງເກດ
ru: Минимальная высота объекта

source: Minimum, starting point, focuser movement
cs: Minimální výchozí pohyb ostření
de: Minimum, Startpunkt, Fokussierer Bewegung
es: Movimiento del enfocador mínimo, punto inicial
fr: Mouvement minimum du focuser
lo: ການເຄື່ອນທີ່ຂອງໂຕປັບຈຸດສຸມຂັ້ນຕ່ຳ, ຈຸດເລີ່ມຕົ້ນ
ru: Минимум, начальная точка, перемещение фокусера

source: min.SNR
es: min.RSR
lo: sNR ຕ່ຳສຸດ

source: Min. time
cs: Min. čas
de: Min. Zeit
es: Tiempo mín.
fr: Temps min.
lo: ເວລາຕ່ຳສຸດ
ru: Мин. время

source: minutes
cs: minut
de: Minuten
es: minutos
lo: ນາທີ
ru: минут

source: Missing target or guide star coordinates
lo: ຂາດພິກັດເປົ້າໝາຍ ຫຼືດາວນຳທາງ

source: Missing target coordinates
lo: ຂາດພິກັດເປົ້າໝາຍ

source: Mnt.
cs: Mon.
de: Mon.
lo: ຂາກ.

source: Mode:
cs: Režim:
de: Modus:
es: Modo:
lo: ໂໝດ:

source: Modify
cs: Upravit
de: Bearbeiten
fr: Modifier
lo: ແກ້ໄຂ
ru: Изменить

source: Moon avoidance
lo: ການຫຼີກລ້ຽງດວງຈັນ

source: More settings
cs: Další nastavení
de: Weitere Einstellungen
es: Más ajustes
fr: Plus de paramètres
lo: ການຕັ້ງຄ່າເພີ່ມເຕີມ
ru: Другие настройки

source: Mount
cs: Montáž
de: Montierung
es: Montura
fr: Monture
lo: ຂາກ້ອງ
ru: Монтировка

source: Mount capabilities: %s
cs: Možnosti montáže: %s
de: Montierung Fähigkeiten: %s
es: Capacidades de la montura %s
fr: Capacités de la monture: %s
lo: ຄວາມສາມາດຂອງຂາກ້ອງ: %s
ru: Возможности монтировки: %s

source: Mount do not support to set SideOfPier, it is not possible to flip before the meridian!
cs: Montáž nepodporuje nastavení strany montáže , není možné překlopit před poledníkem!
de: Montierung unterstützt das Setzen der Option "SideOfPier" nicht, es ist nicht möglich vor dem Meridian umzuschlagen
fr: La monture ne supporte pas de régler SideOfPier, il n'est pas possible de changer de côté avant le méridien.
lo: ຖານຕິດຕັ້ງບໍ່ຮອງຮັບການຕັ້ງ SideOfPier, ບໍ່ສາມາດປີ້ນກ່ອນເມຣິດ້ຽນໄດ້!
ru: Монтировка не поддерживает установку SideOfPier, перекладка до меридиана невозможна!

source: Mount is not parked.%sPark the dome anyway?
cs: Montáž není zaparkovaná.%sPřesto zaparkovat kopuli?
de: Montierung ist nicht geparkt. %sDie Kuppel trotzdem parken?
es: La montura no está aparcada.%sAún así, ¿desea aparcar la cúpula?
fr: La monture n'est pas parquée.%sQuand même parquer le dôme?
lo: ຖານຕິດຕັ້ງບໍ່ໄດ້ຈອດ.%sຕ້ອງການຈອດໂດມຕໍ່ບໍ່?
ru: Монтировка не запаркована.%sВсё равно запарковать купол?

source: Mount is not reporting pier side, meridian flip can be unreliable.
cs: Montáž nekomunikuje, překlopení poledníku může být nespolehlivé.
de: Montierung meldet nicht auf welcher Seite sich das Teleskop befindet, Meridian-Flip kann unzuverlässig sein.
es: La montura no informa del lado de la columna, el cambio de meridiano puede ser impreciso.
fr: La monture n'indique pas le côté du pied, le retournement méridien peut être douteux.
lo: ຂາກ້ອງບໍ່ໄດ້ລາຍງານດ້ານຂອງເສົາ, ການພິກຜ່ານເມຣິເດຍນອາດບໍ່ໜ້າເຊື່ອຖື.
ru: Монтировка не сообщает своё положение, перекладка ненадёжна

source: Mount rotation center
cs: Střed otáčení montáže
de: Drehmittelpunkt der Montierung
es: Centro de rotación montura
fr: Centre de rotation de la monture
lo: ຈຸດສູນກາງການໝຸນຂອງຖານຕິດຕັ້ງ
ru: Центр вращения монтировки

source: Mount rotation direction
cs: Směr otočení montáže
de: Drehrichtung der Montierung
es: Dirección rotación montura
fr: Direction de rotation
lo: ທິດທາງການໝຸນຂອງຖານຕິດຕັ້ງ
ru: Направление поворота

source: Mount sync
cs: Synchronizace montáže
de: Montierung sync.
es: Sincronizar montura
fr: Sync de la monture
lo: ຊິງຄ໌ຂາກ້ອງ
ru: Синхронизация монтировки

source: Mount tracking restarted
cs: Sledování montáže bylo restartováno
de: Nachführung neu gestartet
es: Seguimiento de la montura reiniciada
fr: Suivi de la monture redémarré
lo: ການຕິດຕາມຂອງຖານຕິດຕັ້ງເລີ່ມໃໝ່ແລ້ວ
ru: Слежение возобновлено

source: Mount tracking stopped! sequence timeout in %s minutes.
cs: Sledování zastaveno! časový limit sekvence v %s minutách.
de: Nachführung gestoppt! Sequenz Time-out in %s Minuten.
es: ¡Detenido el seguimiento de la montura! La secuencia caducará en %s minutos.
fr: Suivi de la monture arrêté! la séquence s'arrêtera dans %s minutes.
lo: ການຕິດຕາມຂອງຖານຕິດຕັ້ງຢຸດແລ້ວ! ລຳດັບຈະໝົດເວລາໃນ %s ນາທີ.
ru: Слежение остановлено! Таймаут задания %s мин.

source: Mount was still not tracking after %s minutes.
cs: Montáž po %s minutách stále nesleduje.
de: Montierung führt nach %s Minuten immer noch nicht nach
es: Después de %s minutos la montura aún no hace seguimiento.
fr: Le suivi de la monture est encore arrêté après %s minutes
lo: ຖານຕິດຕັ້ງຍັງບໍ່ໄດ້ຕິດຕາມຫຼັງຈາກຜ່ານໄປ %s ນາທີ.
ru: Нет слежения в течение %s мин.

source: Move
cs: Pohyb
de: Verschieben
es: Mover
fr: Déplacement
lo: ຍ້າຍ

source: Move direction
cs: Směr pohybu
de: Bewegungsrichtung
es: Mover dirección
fr: Direction de déplacement vers
lo: ທິດທາງການເຄື່ອນທີ່
ru: Направление движения

source: move Down by
cs: pohyb Dolů o
de: nach unten bewegen um
es: mover Abajo
fr: déplacement vers le bas de
lo: ຍ້າຍລົງ ໂດຍ
ru: двигать вниз

source: move East by
cs: pohyb na Východ o
de: nach Osten bewegen um
es: mover al Oeste
fr: déplacement vers l'est de
lo: ຍ້າຍໄປທາງຕາເວັນອອກ ໂດຍ
ru: двигать на восток

source: Move inward
cs: Pohyb dovnitř↘️
de: Bewegung nach innen
es: Mover adentro
fr: Déplacer vers l'intérieur
lo: ເລື່ອນເຂົ້າ
ru: Вовнутрь

source: Movement between points
cs: Pohyb mezi body
de: Bewegung zwischen den Punkten
es: Movimiento entre puntos
fr: Déplacement entre les points
lo: ການເຄື່ອນທີ່ລະຫວ່າງຈຸດ
ru: Число шагов между точками

source: Move outward
cs: Pohyb ven↗️
de: Bewegung nach außen
es: Mover afuera
fr: Déplacer vers l'extérieur
lo: ເລື່ອນອອກ
ru: Наружу

source: Move the mount manually in RA, click Continue when ready
cs: Ručně přeložte montáž v RA a poté klikněte na Pokračovat
de: Die Montierung manuell in RA bewegen, danach auf Fortsetzen klicken
es: Mueva la montura manualmente en AR y luego haga clic en Continuar
fr: Déplacez la monture en RA, cliquez sur Continuer lorsque c'est fait
lo: ຍ້າຍຖານຕິດຕັ້ງດ້ວຍມືໃນແກນ RA, ກົດ ສືບຕໍ່ ເມື່ອພ້ອມ
ru: Вручную переместите монтировку по RA, затем нажмите Продолжить

source: Slew the telescope to the nearby position with a bright star.
cs: Natočte dalekohled na pozici poblíž jasné hvězdy.
de: Das Teleskop zu einem naheliegendem, hellen Stern schwenken
es: Apunte el telescopio a una posición cercana con una estrella brillante.
fr: Déplacer le télescope vers la position la plus proche avec une étoile brillante.
lo: ຫັນກ້ອງສ່ອງໄປຕຳແໜ່ງໃກ້ຄຽງທີ່ມີດາວແຈ້ງ.
ru: Наведите телескоп на ближайшую точку с яркой звездой.

source: Move the triangle with the mouse (left button down) such that the green square is marking a bright star.
cs: Posuňte trojúhelník myší (levým tlačítkem dolů) tak, aby zelený čtverec označoval jasnou hvězdu.
de: Das Dreieck mit der linken Maustaste so bewegen, dass das grüne Quadrat einen hellen Stern markiert
fr: Déplacez le triangle avec la souris (bouton gauche) de manière à ce que le carré vert marque une étoile brillante.
lo: ຍ້າຍຮູບສາມຫຼ່ຽມດ້ວຍເມົ້າ (ກົດປຸ່ມຊ້າຍຄ້າງໄວ້) ເພື່ອໃຫ້ສີ່ຫຼ່ຽມສີຂຽວໝາຍໃສ່ດາວທີ່ແຈ້ງ.
ru: Переместите треугольник с помощью мыши (левая кнопка) так, чтобы зелёный квадрат обозначал яркую звезду.

source: Move to bright focus star now?
cs: Přesunout se na jasnou hvězdu?
de: Zu einem hellen Fokussierstern schwenken?
es: ¿Apuntar ahora a una estrella brillante?
fr: Déplacement vers une étoile brillante maintenant?
lo: ຍ້າຍໄປຫາດາວໂຟກັສທີ່ແຈ້ງດຽວນີ້ບໍ່?
ru: Перейти к яркой звезде?

source: Move to new planetarium object %s
cs: Přejít na nový objekt planetária %s
de: Schwenke zu neuem Planetarium Objekt %s
es: Mover al nuevo objeto del planetario %s
fr: Déplacement vers le nouvel objet du planétarium %s
lo: ຍ້າຍໄປຫາວັດຖຸທ້ອງຟ້າຈຳລອງໃໝ່ %s
ru: Наведение на новую цель из планетария - %s

source: Move to start position
cs: Přesun do výchozí pozice
fr: Déplacement vers la position de départ
lo: ຍ້າຍໄປຕຳແໜ່ງເລີ່ມຕົ້ນ
ru: В исходное положение

source: move Up by
cs: pohyb Nahoru o
de: nach oben bewegen um
es: mover Arriba
fr: déplacement vers le haut de
lo: ຍ້າຍຂຶ້ນ ໂດຍ
ru: двигать вверх

source: move West by
cs: pohyb na Západ o
de: nach Western bewegen um
es: mover al Este
fr: déplacement vers l'ouest de
lo: ຍ້າຍໄປທາງຕາເວັນຕົກ ໂດຍ
ru: двигать на запад

source: Moving mount
cs: Pohyb montáže
de: Bewege Montierung
es: Moviendo montura
fr: Déplacement de la monture
lo: ກໍາລັງຍ້າຍຖານຕິດຕັ້ງ
ru: Поворот телескопа

source: Moving to
cs: Pohyb na
de: Bewegung zu
fr: Déplacement vers
lo: ກຳລັງຍ້າຍໄປທີ່
ru: Переход к

source: Moving to first position
cs: Pohyb na první pozici
de: Bewegung zur ersten Position
fr: Déplacement à la première position
lo: ກຳລັງຍ້າຍໄປຕຳແໜ່ງທຳອິດ
ru: Переход на первую позицию

source: Moving to second position
cs: Pohyb na druhou pozici
de: Schwenk zur zweiten Position
fr: Déplacement vers la seconde position
lo: ກຳລັງຍ້າຍໄປຕຳແໜ່ງທີສອງ
ru: Переход на вторую позицию

source: Multi panel
cs: Více panelů
de: Mehrteilig
fr: Plusieurs panneaux
lo: ຫຼາຍແຜງ
ru: Двойная

source: Multi-star guide offset
cs: Vícehvězdný naváděcí offset
de: Multi-Star Guiding Offset
fr: Décalage du guidage multi-étoiles
lo: ອັອບເຊັດການນຳທາງຫຼາຍດາວ
ru: Смещение многозвездного гидирования

source: Multistar with guider astrometry
lo: ຫຼາຍດາວພ້ອມການວັດແທກຕຳແໜ່ງດາວຂອງເຄື່ອງນຳທາງ

source: Name
cs: Jméno
fr: Nom
lo: ຊື່
ru: Имя

source: Near focus
cs: Téměř ostrý
de: Nahfokuszone
es: Cerca del foco
fr: Prêt du focus
lo: ຈຸດສຸມໃກ້
ru: Вблизи

source: Near HFD must be smaller than Start HFD!
cs: Hodnota HFD v okolí musí být menší než hodnota HFD na Začátku!
de: Nahfokuszone HFD muss kleiner sein als Start HFD!
es: El HFD cercano debe ser menor que el HFD inicial
fr: Le HFD proche doit être plus petit que le HFD de départ!
lo: HFD ໃກ້ຕ້ອງນ້ອຍກວ່າ HFD ເລີ່ມຕົ້ນ!
ru: HFD ближайшего фокуса должен быть меньше чем HFD начального!

source: near the pole
cs: poblíž pólu
de: Nahe des Himmelspols
es: cerca del polo
fr: près du pôle
lo: ໃກ້ຂົ້ວ
ru: около полюса

source: Need to wait until %s
cs: Je třeba vyčkat až %s
de: Warten bis %s
es: Necesita esperar hasta %s
fr: Doit attendre jusqu'à %s
lo: ຕ້ອງລໍຖ້າຈົນຮອດ %s
ru: Необходимо подождать до %s

source: Network
cs: Síť
fr: Réseau
lo: ເຄືອຂ່າຍ

source: New
cs: Nový
de: Neu
es: Nuevo
fr: Nouveau
lo: ໃໝ່
ru: Создать

source: New coordinates from planetarium: %s %s
cs: Nové souřadnice z planetária: %s %s
de: Neue Koordinaten vom Planetarium: %s %s
es: Nuevas coordenadas desde planetario: %s %s
fr: Nouvelles coordonnées du planétarium: %s %s
lo: ຈຸດປະສານໃໝ່ຈາກທ້ອງຟ້າຈຳລອງ: %s %s
ru: Новые координаты из планетария: %s %s

source: New finder calibration is successful
cs: Kalibrace nového přístroje pro hledání je úspěšná
de: Neue Sucherkalibrierung ist erfolgreich
fr: La nouvelle calibration du chercheur est réussie
lo: ການປັບທຽບກ້ອງຊອກຫາໃໝ່ສຳເລັດ
ru: Новая калибровка искателя прошла успешно

source: New object
cs: Nový objekt
de: Neues Objekt
es: New objeto
fr: Nouvel objet
lo: ວັດຖຸໃໝ່
ru: Новый объект

source: New script
cs: Nový script
de: Neues Skript
es: Nuevo guión
fr: Nouveau script
lo: ສະຄຣິບໃໝ່
ru: Новый скрипт
