Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Start position pos:%s hfd:%s peak:%s snr:%s
cs: Počáteční pozice pos:%s hfd:%s špič:%s snr:%s
es: Posición inicial pos:%s hfd:%s pico:%s rsr:%s
fr: Position de départ pos:%s hfd:%s pointe:%s snr:%s
lo: ຕຳແໜ່ງເລີ່ມຕົ້ນ pos:%s hfd:%s peak:%s snr:%s
ru: Начальная позиция POS:%s HFD:%s PEAK:%s SNR:%s

source: Start preview loop
cs: Spustit cyklus náhledu
de: Vorschau Schleife starten
es: Comenzar bucle vista previa
fr: Démarrer la boucle d'aperçu
lo: ເລີ່ມການສະແດງຕົວຢ່າງແບບເຮັດຊ້ຳ
ru: Запущена циклическая съёмка превью

source: Start record
cs: Spustit záznam
de: Aufnahme starten
es: Comenzar registro
fr: Lancer l'enregistrement
lo: ເລີ່ມບັນທຶກ
ru: Запущена запись

source: Start %s
de: Starte %s
es: Iniciar %s
fr: Lancer %s
lo: ເລີ່ມ %s
ru: Запустить %s

source: Start single preview
cs: Pořízen jeden náhled
de: Starte Einzelvorschau
es: Comenzar vista previa única
fr: Prévisualisation
lo: ເລີ່ມສະແດງຕົວຢ່າງດຽວ
ru: Запущена съёмка одиночного превью

source: Start spectroscope guiding
lo: ເລີ່ມການນຳທາງດ້ວຍສະເປກໂຕຣສະໂກບ

source: Start step %s
cs: Spustit krok: %s
de: Starte Schritt %s
es: Comenzar paso %s
fr: Début de l'étape %s
lo: ເລີ່ມຂັ້ນຕອນ %s
ru: Старт шага %s

source: Start Telescope tracking
cs: Spustit sledování Dalekohledu
de: Starte Teleskopnachführung
es: Comenzar seguimiento telescopio
fr: Démarrer le suivi du télescope
lo: ເລີ່ມການຕິດຕາມຂອງກ້ອງສ່ອງ
ru: Включить слежение

source: Start time
cs: Čas spuštění
de: Start
es: Hora de inicio
fr: Heure de début
lo: ເວລາເລີ່ມຕົ້ນ
ru: Время начала

source: Start to edit the active sequence
cs: Spusťte úpravu aktivní sekvence
de: Beginnen Sie mit der Bearbeitung der aktiven Sequenz
es: Comenzar la edición de la secuencia activa
fr: Début des modifications de la séquence active
lo: ເລີ່ມແກ້ໄຂລຳດັບທີ່ກຳລັງເຮັດວຽກ
ru: Редактирование текущего задания

source: start tracking
cs: spustit sledování
de: Starte Nachführung
es: iniciar seguimiento
fr: début du suivi
lo: ເລີ່ມຕິດຕາມ
ru: Включено слежение

source: %s status
cs: %s stav
es: Estado %s
fr: Etat de %s
lo: ສະຖານະ %s
ru: Состояние %s

source: Status
cs: Stav
es: Estado
fr: État
lo: ສະຖານະ
ru: Статус

source: Stay at the current position for autofocus
cs: Zůstat v aktuální pozici pro automatické zaostřování
de: Für Autofokus an der aktuellen Position bleiben
es: Mantenerse en la posición actual del autoenfoque
fr: Reste à la position pour la mise au point
lo: ຢູ່ທີ່ຕຳແໜ່ງປັດຈຸບັນເພື່ອປັບຈຸດສຸມອັດຕະໂນມັດ
ru: Оставаться в текущей позиции для автофокуса

source: Stay in place
cs: Zůstat na místě
de: Bleibe an der Stelle
es: Mantenerse en la posición
fr: Reste sur place
lo: ຢູ່ທີ່ເດີມ
ru: Оставаться на месте

source: Stay in place%sfor autofocus
cs: Zůstaňte na místě%s při automatickém zaostřování
de: Für Autofokus an%sder Stelle bleiben
es: Mantenerse en el sitio%spara el autoenfoque
fr: Reste sur place%spour l'autofocus
lo: ຢູ່ທີ່ເດີມ%sເພື່ອປັບຈຸດສຸມອັດຕະໂນມັດ
ru: Оставаться на месте%sпри фокусировке

source: Std.Dev:
cs: Stand.Odchyl.:
de: Stdabw:
es: Dev.Est:
fr: Écart type:
lo: ຄ່າຜັນແປມາດຕະຖານ:

source: Step
cs: Krok
de: Schritt
es: Paso
fr: Pas
lo: ຂັ້ນຕອນ
ru: Шаг

source: Step %s complete
cs: Krok %s dokončen
de: Schritt %s abgeschlossen
es: Paso %s finalizado
fr: Étape %s terminée
lo: ຂັ້ນຕອນ %s ສຳເລັດ
ru: Шаг %s завершён

source: Step description
cs: Popis kroku
de: Beschreibung Schritt
es: Descripción del paso
fr: Description de l'étape
lo: ລາຍລະອຽດຂັ້ນຕອນ
ru: Описание шага

source: Step Into
cs: Krok Do
de: Schritt hinein
es: Pasar dentro
fr: Pas à pas approfondi
lo: ເຂົ້າໄປໃນຂັ້ນຕອນ
ru: <- шаг

source: Step Over
cs: Krok Nad
de: Schritt drüber
es: Pasar sobre
fr: Pas à pas
lo: ຂ້າມຂັ້ນຕອນ
ru: шаг ->

source: Stop
cs: Zastavit
es: Detener
fr: Arrêt
lo: ຢຸດ
ru: Стоп

source: Stop astrometry resolver
cs: Zastavit astrometrické vyřešení
de: Platesolving stoppen
es: Detener resolución astrométrica
fr: Arrête l'astrométrie en cours
lo: ຢຸດໂຕແກ້ໄຂການວັດແທກຕຳແໜ່ງດາວ
ru: Остановить распознавание

source: Stop astrometry resolver.
cs: Zastavit astrometrické řešení.
de: Platesolving stoppen
es: Detener resolución astrométrica.
fr: Arrêt du résolveur astrométrique.
lo: ຢຸດໂຕແກ້ໄຂການວັດແທກຕຳແໜ່ງດາວ.
ru: Остановка распознавания...

source: Stop at
cs: Konec v
de: Stop um
es: Parar en
fr: Arrêt à
lo: ຢຸດທີ່
ru: Стоп в

source: Stop autoguider
cs: Zastavit automatickou pointaci
de: Autoguider stoppen
es: Detener autoguiado
fr: Arrêt de l'autoguidage
lo: ຢຸດໂຕນຳທາງອັດຕະໂນມັດ
ru: Гидирование остановлено

source: Stop capture
cs: Zastavit zachycení
de: Aufnahme stoppen
es: Detener captura
fr: Arrêt de l'acquisition
lo: ຢຸດການບັນທຶກພາບ
ru: Съёмка остановлена

source: Stop Dome slaving
cs: Zastavit přejíždění Kupole
de: Stoppe Kopplung an die Kuppel
es: Detener esclavitud de la cúpula
fr: Arrête l'asservissement du dôme
lo: ຢຸດການຄວບຄຸມໂດມຕາມ
ru: Остановить ведение купола

source: Stop flat capture
cs: Zastavit Flat snímání
de: Stoppe Flatfieldaufnahmen
es: Detener captura toma plana
fr: Arrêt de la capture du flat
lo: ຢຸດການຖ່າຍພາບແຟລັດ
ru: Остановка съёмки флета

source: Stop guiding
cs: Zastavit pointaci
de: Guiding stoppen
es: Detener guiado
fr: Arrêt du guidage
lo: ຢຸດການນຳທາງ
ru: Остановка гидирования

source: Stop Loop
cs: Zrušit Cyklus
de: Stoppe Dauerschleife
es: Detener bucle
fr: Arrêt boucle
lo: ຢຸດການເຮັດຊ້ຳ
ru: Стоп цикл

source: Stop plan %s
cs: Zastavit plán %s
de: Stoppe Plan %s
es: Detener plan %s
fr: Arrêt du plan %s
lo: ຢຸດແຜນ %s
ru: Остановить план %s

source: Stop preview
cs: Zastavit náhled
de: Stop Vorschau
es: Detener vista previa
fr: Arrêt de la prévisualisation
lo: ຢຸດສະແດງຕົວຢ່າງ
ru: Превью остановлен

source: Stop preview loop
cs: Zastavit cyklus náhledu
de: Vorschauschleife stoppen
es: Detener bucle vista previa
fr: Arrêt de la boucle d'aperçu
lo: ຢຸດການສະແດງຕົວຢ່າງແບບເຮັດຊ້ຳ
ru: Циклическая съёмка превью остановлена

source: Stop record
cs: Zastavit záznam
de: Aufnahme stoppen
es: Detener registro
fr: Arrêter l'enregistrement
lo: ຢຸດບັນທຶກ
ru: Остановка записи

source: Stop telescope motion.
cs: Zastavit pohyb dalekohledu.
de: Stoppe Teleskopbewegung.
es: Detener movimiento del telescopio.
fr: Arrêt du déplacement du télescope
lo: ຢຸດການເຄື່ອນທີ່ຂອງກ້ອງສ່ອງທາງໄກ.
ru: Остановить слежение

source: Stop telescope tracking
cs: Zastavit sledování dalekohledu
de: Teleskopnachführung stoppen
es: Detener seguimiento telescopio
fr: Arrêt du suivit du télescope
lo: ຢຸດການຕິດຕາມຂອງກ້ອງສ່ອງ
ru: Остановить слежение телескопа

source: Stop the current sequence at %s
cs: Aktuální sekvence zastavena na %s
de: Stoppe die derzeitige Sequenz um %s
es: Detener la sencuencia actual a %s
fr: Arrête la séquence en cours à %s
lo: ຢຸດລຳດັບປັດຈຸບັນທີ່ %s
ru: Остановить текущее задание в %s

source: Stop the current target at %s
cs: Zastavit aktuální cíl na %s
de: Stoppe das derzeitige Ziel um %s
es: Detener el objetivo actual a las %s
fr: Arrête la cible en cours à %s
lo: ຢຸດເປົ້າໝາຍປັດຈຸບັນທີ່ %s
ru: Остановить текущее задание в %s

source: Stop time %s already passed
cs: Čas zastavení %s již uplynul
de: Stoppzeit %s bereits vergangen
es: Hora de detención %s ya pasó.
fr: Heure d'arrêt %s déjà dépassée
lo: ເວລາຢຸດ %s ຜ່ານໄປແລ້ວ
ru: Время остановки %s уже прошло

source: Stop Vcurve learning
cs: Zastavit učení Vkřivky
de: Vcurve Learning abbrechen
es: Detener aprendizaje curva-V
fr: Arrêter l’apprentissage de la Vcurve
lo: ຢຸດການຮຽນຮູ້ V-curve
ru: Остановка обучения V-кривой

source: Subfolder by binning
cs: Podsložka podle binningu
de: Unterordner nach Binning
es: Subcarpeta por 'binning'
fr: Sous-dossier par binning
lo: ໂຟລເດີຍ່ອຍຕາມ binning
ru: Подпапка по биннингу

source: Subfolder by date (UT)
cs: Podsložka podle data (UT)
de: Unterordner nach Datum (UT)
es: Subcarpeta por fecha (TU)
fr: Sous-dossier par date (TU)
lo: ໂຟລເດີຍ່ອຍຕາມວັນທີ (UT)
ru: Подпапка по дате (UT)

source: Subfolder by date (local time, change at noon)
cs: Podsložka podle data (místní čas, změna v půlnoci)
de: Unterordner nach Zeit (Ortszeit, Wechsel Mittags)
es: Subcarpeta por fecha (hora local, cambio al mediodía)
fr: Sous-dossier par date (temps local, change à midi)
lo: ໂຟລເດີຍ່ອຍຕາມວັນທີ (ເວລາທ້ອງຖິ່ນ, ປ່ຽນຕອນທ່ຽງ)
ru: Подпапка по дате (местное время, смена в полдень)

source: Subfolder by exposure time
cs: Podsložka podle času expozice
de: Unterordner nach nach Belichtungszeit
es: Subcarpeta por tiempo de exposición
fr: Sous-dossier par temps d'exposition
lo: ໂຟລເດີຍ່ອຍຕາມເວລາເປີດໜ້າກ້ອງ
ru: Подпапка по выдержке

source: Subfolder by frame type
cs: Podsložka podle typu snímku
de: Unterordner nach Bildtyp
es: Subcarpeta por tipo de imagen
fr: Sous-dossier par type d'image
lo: ໂຟລເດີຍ່ອຍຕາມປະເພດຂອບຮູບ
ru: Подпапка по типу кадра

source: Subfolder by object name
cs: Podsložka podle názvu objektu
de: Unterordner nach Objektnamen
es: Subcarpeta por nombre de objeto
fr: Sous-dossier par nom d'objet
lo: ໂຟລເດີຍ່ອຍຕາມຊື່ວັດຖຸ
ru: Подпапка по объекту

source: Subfolder by plan step
cs: Podsložka podle kroku plánu
de: Unterordner nach Planschritt
es: Subcarpeta por paso del plan
fr: Sous-dossier par étape
lo: ໂຟລເດີຍ່ອຍຕາມຂັ້ນຕອນຂອງແຜນ
ru: Подпапка по шагу шаблона

source: Subfolder by sequence name
cs: Podsložka podle názvu sekvence
de: Unterordner nach Sequenznamen
es: Subcarpeta por nombre de secuencia
fr: Sous-dossier par nom de séquence
lo: ໂຟລເດີຍ່ອຍຕາມຊື່ລຳດັບ
ru: Подпапка по имени задания

source: Summary
cs: Souhrn
de: Zusammenfassung
es: Resumen
fr: Résumé
lo: ສະຫຼຸບ
ru: Краткая информация

source: Suspend dome slaving
cs: Pozastavit přejíždění kupole
de: Kuppelkopplung aussetzen
es: Suspender esclavitud de la cúpula
fr: Suspendre l'asservissement du dôme
lo: ລະງັບການຄວບຄຸມໂດມຕາມ
ru: Приостановить ведение купола

source: Sw.
cs: Přep.
fr: Int.
lo: ສວ.

source: Switch
cs: Přepínač
de: Schalter
fr: Commutateur
lo: ສະວິດ
ru: Коммутатор

source: Switch connection
cs: Připojení přepínače
de: Verbindung zum Schalter
fr: Connexion du commutateur
lo: ການເຊື່ອມຕໍ່ສະວິດ

source: Setting switch %s failed!
cs: Nastavení přepínače %s selhalo!
de: Schalter %s Betätigung fehlgeschlagen
fr: La modification du commutateur %s a échoué!
lo: ການຕັ້ງຄ່າສະວິດ %s ລົ້ມເຫຼວ!
ru: Ошибка настройки переключателя %s!

source: Sync to %s %s/%s
cs: Synchronizovat s %s %s/%s
de: Synchronisiere auf %s %s/%s
es: Sincronizar a %s %s/%s
fr: Sync à %s %s %s
lo: ຊິງຄ໌ໄປທີ່ %s %s/%s
ru: Синхронизация с %s %s/%s

source: System cross
cs: Systémový kříž
de: Kreuz (Systemeinstellung)
es: Cruz del sistema
fr: Croix du système
lo: ໄມ້ກາງແຂນຂອງລະບົບ
ru: Системный

source: System is undersampled, accept 1 pixel star
cs: Systém je podvzorkovaný, přijímá 1 pixelovou hvězdu
de: System ist undersampled, akzeptiere 1 Pixel große Sterne
es: El sistema está submuestreado, aceptar estrellas de 1 píxel
fr: Le système est sous-échantillonné, accepte des étoiles de 1 pixel
lo: ລະບົບມີຕົວຢ່າງບໍ່ພຽງພໍ, ຍອມຮັບດາວຂະໜາດ 1 ພິກເຊວ
ru: Допускать звёзды размером в 1 пиксел

source: Take control exposure for %s seconds
cs: Převzetí kontrolní expozice po %s sekund
de: Nehme Kontrollbild auf mit %s Sekunden
es: Tomar exposición de control de %s segundos
fr: Prend une pose de contrôle pour %s secondes
lo: ຖ່າຍຮູບຄວບຄຸມເປັນເວລາ %s ວິນາທີ
ru: Контрольный снимок %s сек.

source: Target
cs: Cíl
de: Ziel
fr: Cible
lo: ເປົ້າໝາຍ
ru: Цель

source: Target %s canceled before start
cs: Cíl %s zrušen před spuštěním
de: Ziel %s vor dem Start abgerochen
es: Objetivo %s cancelado antes de iniciar
fr: Cible %s annulée avant le départ
lo: ເປົ້າໝາຍ %s ຖືກຍົກເລີກກ່ອນເລີ່ມ
ru: Задание %s отменено до старта

source: Target initialisation failed!
cs: Inicializace cíle selhala!
de: Zielinitialisierung fehlgeschlagen
es: ¡Falló la inicialización del objetivo!
fr: L'initialisation de la cible a échoué!
lo: ການເລີ່ມຕົ້ນເປົ້າໝາຍລົ້ມເຫຼວ!
ru: Инициализация объекта не удалась!

source: Target initialisation error
cs: Chyba inicializace cíle
de: Ziel initialisieren fehlgeschlagen
es: Error de inicialización de objetivo
fr: Erreur d'initialisation de la cible
lo: ຄວາມຜິດພາດໃນການກຽມເປົ້າໝາຍ
ru: Ошибка инициализации объекта

source: Target%sname
cs: Název cíle %s
de: Ziel%sName
es: Nombre%sobjeto
fr: Nom%sobjet
lo: ຊື່%sເປົ້າໝາຍ
ru: Название%sобъекта

source: Target position in finder image
cs: Poloha cíle ve vyhledávacím snímku
de: Zielposition im Sucherbild
fr: Position de la cible dans l'image du chercheur
lo: ຕຳແໜ່ງເປົ້າໝາຍໃນຮູບພາບກ້ອງຊອກຫາ
ru: Позиция объекта в искателе

source: Target precision [arcmin]
cs: Přesnost cíle [oblouk.-min]
de: Zielgenauigkeit [arcmin]
es: Precisión objetivo [arcmin]
fr: Précision souhaitée [arcmin]
lo: ຄວາມແມ່ນຍຳຂອງເປົ້າໝາຍ [ອາກນາທີ]
ru: Точность наведения, угл.мин

source: Targets
cs: Cíle
de: Ziele
es: Objetivos
fr: Cibles
lo: ເປົ້າໝາຍ
ru: Объект

source: Target %s coordinates not updated
cs: Souřadnice cíle %s nebyly aktualizovány
de: Koordinaten des Ziels %s nicht aktualisiert
es: Coordenadas de %s objetivo no actualizadas
fr: Les coordonées de la cible %s n'ont pas été mise à jour
lo: ພິກັດເປົ້າໝາຍ %s ບໍ່ໄດ້ຮັບການອັບເດດ
ru: Координаты объекта %s не обновлены

source: Target will be recentered before next image
cs: Cíl bude před dalším snímkem znovu zaměřen
de: Ziel wird vor der nächsten Aufnahme rückzentiert
es: Se recentrará el objetivo antes de la siguiente imagen
fr: L'objet sera recentré avant la prochaine image
lo: ເປົ້າໝາຍຈະຖືກປັບໃຫ້ຢູ່ກາງໃໝ່ກ່ອນຮູບຕໍ່ໄປ
ru: Повторная центровка перед следующим снимком

source: TCP/IP server listen on port: %s
cs: Naslouchám server TCP / IP na portu: %s
de: TCP/IP Server hört auf Port: %s
es: Servidor TCP/IP escucha en puerto: %s
fr: Le serveur TCP/IP écoute sur le port: %s
lo: ເຊີບເວີ TCP/IP ກຳລັງຟັງຢູ່ພອດ: %s
ru: Сервер TCP/IP прослушивает порт: %s

source: TCP/IP server port
cs: Port serveru TCP/IP
es: Puerto TCP/IP servidor
fr: Port du serveur TCP/IP
lo: ພອດເຊີບເວີ TCP/IP
ru: TCP/IP порт

source: TCP/IP server stopped
cs: Server TCP/IP byl zastaven
de: TCP/IP Server gestoppt
es: Servidor TCP/IP detenido
fr: Serveur TCP/IP arrêté
lo: ເຊີບເວີ TCP/IP ຢຸດເຮັດວຽກແລ້ວ
ru: TCP/IP сервер остановлен

source: Telescope and dome are now parked
cs: Dalekohled a kopule parkují
de: Teleskop und Kuppel sind jetzt geparkt
es: El telescopio y la cúpula ya están aparcados
fr: Le télescope et le dôme sont maintenant parqués
lo: ກ້ອງສ່ອງ ແລະ ໂດມຈອດແລ້ວຕອນນີ້
ru: Телескоп и купол запаркованы

source: Telescope and dome are now unparked
cs: Dalekohled a kopule jsou nyní nezaparkované
de: Teleskop und Kuppel sind jetzt unparked
es: El telescopio y la cúpula ya están desaparcados
fr: Le télescope et le dôme sont maintenant déparqués
lo: ກ້ອງສ່ອງ ແລະ ໂດມຍົກເລີກການຈອດແລ້ວຕອນນີ້
ru: Телескоп и купол распаркованы

source: Telescope azimuth
cs: Azimut dalekohledu
de: Teleskop Azimut
es: Azimut telescopio
fr: Azimut du télescope
lo: ມຸມອາຊິມຸດຂອງກ້ອງສ່ອງ
ru: Азимут

source: Telescope elevation
cs: Výška dalekohledu
de: Teleskop Höhe
es: Altura telescopio
fr: Élévation du télescope
lo: ມຸມເງີຍຂອງກ້ອງສ່ອງ
ru: Высота

source: Telescope mount
cs: Montáž dalekohledu
de: Teleskopmontierung
es: Montura telescopio
fr: Monture du télescope
lo: ຂາກ້ອງສ່ອງທາງໄກ
ru: Монтировка

source: Telescope name
cs: Název dalekohledu
de: Teleskop Name
es: Nombre telescopio
fr: Nom du télescope
lo: ຊື່ກ້ອງສ່ອງທາງໄກ
ru: Телескоп

source: Telescope not %s after request!
cs: Dalekohled není %s po požadavku!
de: Teleskop nach Anforderung nicht %s!
es: Tras la petición el telescopio no está %s
fr: Le télescope n'est pas %s après la demande!
lo: ກ້ອງສ່ອງບໍ່ %s ຫຼັງຈາກການຮ້ອງຂໍ!
ru: Телескоп не %s после запроса!

source: Telescope position
cs: Poloha dalekohledu
de: Teleskopposition
es: Posición telescopio
fr: Position du télescope
lo: ຕຳແໜ່ງກ້ອງສ່ອງທາງໄກ
ru: Позиция телескопа

source: Telescope slew error: %s arcminutes.
cs: Dalekohledu najel s chybou: %s obl. minut.
de: Teleskop Positionierfehler: %s Bogenminuten.
es: Error apuntado telescopio: %s arcominutos.
fr: Erreur de position du télescope: %s arcmin.
lo: ການຫັນກ້ອງສ່ອງທາງໄກຜິດພາດ: %s ອາກນາທີ.
ru: Ошибка поворота телескопа: %s угл.мин

source: Telescope slew
cs: Dalekohled přejíždí
de: Teleskop schwenken
es: Apuntado telescopio
fr: Goto du télescope
lo: ການຫັນກ້ອງສ່ອງທາງໄກ
ru: Поворот телескопа

source: Telescope slew failed
cs: Přejezd dalekohledu selhal
de: Teleskopschwenk fehlgeschlagen
es: Falló el apuntado del telescopio
fr: Erreur de déplacement du télescope
lo: ການຫັນກ້ອງສ່ອງລົ້ມເຫຼວ
ru: Неудачный поворот телескопа

source: Temp.
cs: Tepl.
lo: ອຸນ.

source: Temperature
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
lo: ອຸນຫະພູມ
ru: Температура

source: Temperature coefficient in steps/%s
cs: Teplotní koeficient v krocích/%s
de: Temperaturkoeffizient in Schritten/%s
es: Coeficiente de temperatura en pasos/%s
fr: Coefficient de température en pas/%s
lo: ສຳປະສິດອຸນຫະພູມເປັນຂັ້ນຕອນ/%s
ru: Температурный коэффициент, шаги/%s

source: Temperature (C)
cs: Teplota (°C)
de: Temperatur (C)
fr: Température (C)
lo: ອຸນຫະພູມ (C)
ru: Температура (С)

source: Temperature from weather station
cs: Teplota z meteorologické stanice
de: Temperatur von der Wetterstation
es: Temperatura desde la estación meteo
fr: Température depuis la station météo
lo: ອຸນຫະພູມຈາກສະຖານີອາກາດ
ru: Температура от метеостанции

source: Temperature ramp requested to stop
cs: Požadována teplotní rampa
de: Temperaturrampe Stop angefordert
es: Se ha solicitado la detención del cambio de temperatura
fr: Demande d'arrêt de la rampe de température
lo: ຮ້ອງຂໍໃຫ້ຢຸດການປັບອຸນຫະພູມ
ru: Спад температуры запросил остановку

source: Temperature ramp canceled
cs: Teplotní rampa zrušena
de: Temperaturrampe abgebrochen
es: Cambio de temperatura cancelada
fr: Rampe de température abandonnée
lo: ຍົກເລີກການປັບອຸນຫະພູມແລ້ວ
ru: Спад температуры отменён

source: Temperature scale
cs: Teplotní stupnice
de: Temperaturskala
es: Escala de temperatura
fr: Échelle de température
lo: ສະເກລອຸນຫະພູມ
ru: Шкала температуры

source: Template
cs: Šablona
de: Vorlage
es: Plantilla
fr: Modèle
lo: ແມ່ແບບ
ru: Шаблон

source: Temporary folder
cs: Dočasná složka
de: Temporärer Ordner
es: Carpeta temporal
fr: Dossier temporaire
lo: ໂຟລເດີຊົ່ວຄາວ
ru: Папка временных файлов

source: Temporary folder must contain only ASCII characters
cs: Dočasná složka musí obsahovat pouze znaky ASCII
de: Temporärer Ordner darf nur ASCII Zeichen enthalten
es: La carpeta temporada solo puede contener caracteres ASCII
fr: Le nom du dossier temporaire ne doit pas contenir de caractère accentué
lo: ໂຟເດີຊົ່ວຄາວຕ້ອງມີແຕ່ຕົວອັກສອນ ASCII ເທົ່ານັ້ນ
ru: Путь должен содержать только символы ASCII

source: Termination options
cs: Možnosti ukončení
de: Optionen beim Beenden
es: Opciones de finalización
fr: Options de terminaison
lo: ທາງເລືອກໃນການຢຸດ
ru: Варианты завершения

source: Test
es: Prueba
fr: Essai
lo: ທົດສອບ
ru: Тест

source: Test email from CCDciel
cs: Testovací e-mail od CCDciel
de: Test e-Mail von CCDciel
es: Correo de prueba de CCDciel
fr: Email de test de CCDCiel
lo: ອີເມວທົດສອບຈາກ CCDciel
ru: Тестовое письмо от CCDciel

source: The camera image format is
cs: Formát snímku kamery je
de: Das Bildformat der Kamera ist
es: El formato de imagen de la cámara es
fr: Le format d'image de la camera est
lo: ຮູບແບບຮູບພາບຂອງກ້ອງແມ່ນ
ru: Формат изображения камеры

source: The camera is connected. Do you want to exit the program now?
cs: Kamera je připojena. Chcete nyní program ukončit?
de: Die Kamera ist verbunden. Möchten Sie das Programm verlassen
es: La cámara está conectada. ¿Quiere salir del programa ahora?
fr: La caméra est connectée. Voulez-vous quitter le programme maintenant?
lo: ກ້ອງເຊື່ອມຕໍ່ຢູ່. ທ່ານຕ້ອງການອອກຈາກໂປຣແກຣມດຽວນີ້ບໍ່?
ru: Камера подключена. Выйти из программы?

source: The computer timezone %s and the observatory longitude %s are not compatible.
cs: Časové pásmo počítače %s a zeměpisná délka hvězdárny %s nejsou kompatibilní.
fr: Le fuseau horaire de l'ordinateur %s et la longitude de l'observatoire %s ne sont pas compatibles.
lo: ເຂດເວລາຂອງຄອມພິວເຕີ %s ແລະເສັ້ນແວງຂອງຫໍສັງເກດການດາວ %s ບໍ່ເຂົ້າກັນ.
ru: Часовой пояс компьютера %s и долгота обсерватории %s несовместимы

source: The cone error results in a slew error of: %s arcmin at zenith. If error is positive then move telescope light inlet closer to the mount. If negative move telescope light inlet away from the mount,
cs: Chyba kužele má za důsledek chybu otáčení ve výšce: %s arcmin v zenitu. Pokud je chyba kladná, posuňte vstup dalekohledu blíže k montáži. Pokud je záporná, posuňte vstup dalekohled směrem od montáže,
fr: L'erreur de cône entraîne une erreur de position de : %s arcmin au zénith. Si l'erreur est positive, rapprochez l'entrée de lumière du télescope de la monture. Si elle est négative, éloignez l'entrée de lumière du télescope de la monture,
lo: ຄວາມຜິດພາດໂຄນສົ່ງຜົນໃຫ້ເກີດຄວາມຜິດພາດໃນການຫັນກ້ອງ: %s ອາກມິນິດທີ່ຈຸດສູງສຸດ. ຖ້າຜິດພາດເປັນບວກ ໃຫ້ຍ້າຍທາງເຂົ້າແສງຂອງກ້ອງສ່ອງເຂົ້າໃກ້ຖານຕິດຕັ້ງ. ຖ້າເປັນລົບ ໃຫ້ຍ້າຍທາງເຂົ້າແສງຂອງກ້ອງສ່ອງອອກຫ່າງຈາກຖານຕິດຕັ້ງ,
ru: Ошибка конуса приводит к ошибке поворота: %s угл. мин в зените. Если ошибка положительна, переместите входное отверстие телескопа ближе к монтировке, если отрицательная - в сторону от монтировки,

source: The data are now recorded in the profile.%sYou can review the other auto-focus options using the menu %sEdit / Preferences / Autofocus
cs: Data jsou zaznamenána v profilu.%sDalší možnosti automatického ostření můžete zkontrolovat pomocí nabídky %sUpravit / Předvolby / Automatické ostření
de: Die Werte sind nun im Profil aufgezeichnet.%sSie können die anderen Autofokus-optionen über das Menü %sBearbeiten / Einstellungen /Autofokus erreichen
es: Los datos se han guardado en el perfil.%sPuede revisar las otras opciones de autoenfoque usando el menú %sEditar / Preferencias / Autoenfoque
fr: Les données sont maintenant enregistrées dans le profil. %sVous pouvez revoir les autres options de mise au point automatique à l'aide du menu %sModifier / Préférences / Autofocus
lo: ຂໍ້ມູນຖືກບັນທຶກໃນໂປຣໄຟລ໌ແລ້ວ.%sທ່ານສາມາດກວດສອບຕົວເລືອກການປັບຈຸດສຸມອັດຕະໂນມັດອື່ນໆໄດ້ໂດຍໃຊ້ເມນູ %sແກ້ໄຂ / ການຕັ້ງຄ່າ / ປັບຈຸດສຸມອັດຕະໂນມັດ
ru: Теперь данные записаны в профиль.%sВы можете просмотреть другие параметры автофокусировки, используя меню%sПравка / Настройки / Автофокус

source: The focuser do not support Absolute or Relative movement, autofocus calibration is not possible.
cs: Ostřicí zařízení nepodporuje absolutní ani relativní pohyb, kalibrace automatické ostření není možná.
de: Der Fokussierer unterstützt keine absolute oder relative BewegungKalibrierung nicht möglich
es: El enfocador no soporta movimientos absolutos o relativos, la calibración del autoenfoque no es posible.
fr: Le focuser ne prend pas en charge le mouvement absolu ou relatif, l'étalonnage de l'autofocus n'est pas possible.
lo: ໂຕປັບຈຸດສຸມບໍ່ຮອງຮັບການເຄື່ອນທີ່ແບບສຳບູນ ຫຼື ສຳພັດ, ບໍ່ສາມາດປັບທຽບຈຸດສຸມອັດຕະໂນມັດໄດ້.
ru: Фокусер не поддерживает абсолютное или относительное движение, калибровка автофокусировки невозможна.

source: The focuser do not move enough after 30 steps! please check if the focuser is moving at all or increase the minimum movement
cs: Ostřicí zařízení se po 30 krocích dostatečně nepohybuje! zkontrolujte, zda se ostřicí zařízení vůbec pohybuje, nebo zvyšte minimální pohyb
de: Der Fokussierer bewegt sich nach 30 Schritten nicht genug!Bitte überprüfen Sie, ob der Fokussierer sich überhaupt bewegt oder erhöhen Sie die minimale Bewegung
es: ¡El enfocador no se movió lo suficiente tras 30 pasos! Por favor, compruebe si el enfocador se ha movido algo o incremente el movimiento mínimo.
fr: Le focuser ne bouge pas assez après 30 pas! veuillez vérifier si le focuser se déplace réellement ou augmentez le mouvement minimum
lo: ໂຕປັບຈຸດສຸມບໍ່ເຄື່ອນທີ່ພຽງພໍຫຼັງຈາກ 30 ຂັ້ນຕອນ! ກະລຸນາກວດສອບວ່າໂຕປັບຈຸດສຸມເຄື່ອນທີ່ຢູ່ບໍ່ ຫຼື ເພີ່ມການເຄື່ອນທີ່ຂັ້ນຕ່ຳ
ru: Фокусер не сдвинулся за 30 шагов! Проверьте, перемещается ли фокусер вообще или увеличьте минимальное перемещение
