Repository: pchev/ccdciel
Catalog: data/language/ccdciel_hints.*.po
Languages: cs, es, fr, lo, ru

source: Activate backlash compensation.%sLet this disabled if your focuser driver include backlash compensation.
cs: Aktivovat kompenzaci vůle.%sNechte tuto možnost vypnutou, pokud váš ovladač zaostřovače zahrnuje již kompenzaci vůle v sobě.
es: Activar la compensación por holgura.%sDéjelo deshabilitado si el controlador del enfocador ya incluye compensación por holgura.
fr: Activer la compensation de jeu.%sIl faut le désactiver ici si votre pilote inclut déjà la compensation de jeu.
lo: ເປີດໃຊ້ການຊົດເຊີຍໄລຍະຫ່າງເກຍ.%sປ່ອຍໃຫ້ຕົວເລືອກນີ້ປິດໄວ້ ຫາກໄດຣເວີໂຟກັສຂອງທ່ານມີການຊົດເຊີຍໄລຍະຫ່າງເກຍຢູ່ແລ້ວ.
ru: Активировать компенсацию люфта.%sОтключите эту опцию, если драйвер фокусера уже имеет функцию компенсации люфта.

source: Activate the start time
cs: Aktivovat počáteční čas
es: Activar la hora de comienzo
fr: Activer l'heure de début
lo: ເປີດໃຊ້ເວລາເລີ່ມຕົ້ນ
ru: Установить время начала

source: Activate the stop time
cs: Aktivat čas zastavení
es: Activar la hora de finalización
fr: Activer l'heure d'arrêt
lo: ເປີດໃຊ້ເວລາຢຸດ
ru: Установить время окончания

source: Active only if the target use astrometry positioning%sand the exposure time is longer than the astrometry timeout
cs: Aktivní pouze v případě, že cíl použije umístění astrometrie%sa čas expozice je delší než časový limit astrometrie
es: Activo solo si el objetivo usa posicionado astrométrico%sy el tiempo de exposición es más largo que el tiempo de espera de la astrometría.
fr: Actif uniquement si la cible utilise le positionnement astrométrique%set que le temps d'exposition est plus long que le délai d’attente de l'astrométrie
lo: ເປີດໃຊ້ງານສະເພາະຫາກເປົ້າໝາຍໃຊ້ການກຳນົດຕຳແໜ່ງດ້ວຍດາລາສາດ%sແລະເວລາເປີດໜ້າກ້ອງດົນກວ່າເວລາໝົດກຳນົດຂອງດາລາສາດ
ru: Активно, только если используется астрометрия для уточнения позиции объекта%sи время выдержки больше, чем время астрометрии

source: A description for this step
cs: Popis tohoto kroku
es: Una descripción para este paso
fr: La description de cette étape
lo: ຄຳອະທິບາຍສຳລັບຂັ້ນຕອນນີ້
ru: Описание для этого шага

source: After learning is completed you can use this cursor to better adjust to the linear part of the curve.%sThe fit must be particularly good near the horizontal blue line position.
cs: Po dokončení učení můžete pomocí tohoto kurzoru lépe přizpůsobit lineární část křivky.%sPřizpůsobení musí být obzvláště dobré blízko vodorovné polohy modré čáry.
es: Después de que el aprendizaje haya finalizado, puede usar este cursor para ajustar la parte lineal de la curva.%sEl ajuste debe ser especialmente bueno cerca de la posición de la línea azul horizontal.
fr: Une fois l'apprentissage terminé, vous pouvez utiliser ce curseur pour mieux ajuster la partie linéaire de la courbe. %sL'ajustement doit être particulièrement bon près de la position de la ligne bleue horizontale.
lo: ຫຼັງຈາກການຮຽນຮູ້ສຳເລັດ, ທ່ານສາມາດໃຊ້ເຄີເຊີນີ້ເພື່ອປັບໃຫ້ເຂົ້າກັບສ່ວນທີ່ເປັນເສັ້ນຊື່ຂອງເສັ້ນໂຄ້ງໄດ້ດີຂຶ້ນ.%sການປັບໃຫ້ພໍດີຕ້ອງດີເປັນພິເສດໃກ້ກັບຕຳແໜ່ງເສັ້ນສີຟ້າແນວນອນ.
ru: После завершения обучения вы можете использовать этот курсор, чтобы лучше приспособиться к линейной части кривой.%sПодгонка должна быть особенно хорошей вблизи положения горизонтальной синей линии.

source: A temporary directory for work files. Be sure it contain only ASCII character and no space
cs: Dočasný adresář pro pracovní soubory. Ujistěte se, že obsahuje pouze znak ASCII a žádné mezery
es: Un directorio temporal para el procesado de imágenes. Asegúrese de que solo contenga caracteres ASCII y sin espacios.
fr: Un répertoire temporaire pour les fichiers de travail. Assurez-vous qu'il ne contient que des caractères ASCII et qu'il n'y a pas d'espace
lo: ໄດເຣັກທໍຣີຊົ່ວຄາວສຳລັບໄຟລ໌ວຽກ. ໃຫ້ແນ່ໃຈວ່າມັນມີແຕ່ຕົວອັກສອນ ASCII ແລະ ບໍ່ມີຍະຫວ່າງ
ru: Временная папка для рабочих файлов. Путь должен содержать только символы ASCII без пробелов

source: Autofocus at the start of this step
cs: AutoOstření na začátku tohoto kroku
es: Autoenfoque al comienzo de este paso
fr: Autofocus au début de cette étape
lo: ໂຟກັສອັດຕະໂນມັດໃນຕອນເລີ່ມຕົ້ນຂອງຂັ້ນຕອນນີ້
ru: Автофокусировка в начале этого шага

source: Autofocus if the HFD % change is greater than the configured value
cs: Auto-ostření, pokud je změna HFD % větší než nakonfigurovaná hodnota
fr: Autofocus si le changement de % du HFD est plus grand que la valeur configurée
lo: ໂຟກັສອັດຕະໂນມັດຫາກການປ່ຽນແປງຂອງ HFD % ຫຼາຍກວ່າຄ່າທີ່ຕັ້ງໄວ້
ru: Автофокусировка, если HFD % превышает настроенное значение.

source: Autofocus if the temperature change is greater than the configured value
cs: AutoOstření, pokud je změna teploty větší než nakonfigurovaná hodnota
es: Autoenfocar si el cambio de temperatura es mayor que el valor configurado
fr: Mise au point automatique si le changement de température est supérieur à la valeur configurée
lo: ໂຟກັສອັດຕະໂນມັດຫາກອຸນຫະພູມປ່ຽນແປງຫຼາຍກວ່າຄ່າທີ່ຕັ້ງໄວ້
ru: Автофокусировка, если изменение температуры превышает установленное значение

source: Autoguider status
cs: Stav auto pointace
es: Estado guiado
fr: Etat de l'autoguidage
lo: ສະຖານະໂຕນຳດາວອັດຕະໂນມັດ
ru: Статус автогида

source: Be sure to pause guiding when using a OAG. You can continue guiding when using a separate guide scope.
cs: Při použití OAG nezapomeňte pozastavit pointaci. Při použití samotné pointace dalekohledu můžete pokračovat v navádění.
es: Asegúrese de pausar el guiado cuando use un guía fuera de eje (OAG). Puede continuar guiando si usa otro telescopio guía.
fr: Assurez-vous de suspendre le guidage lorsque vous utilisez un diviseur optique. Vous pouvez continuer à guider si vous utilisez une lunette de guidage séparée.
lo: ໃຫ້ແນ່ໃຈວ່າໄດ້ຢຸດການນຳດາວຊົ່ວຄາວເມື່ອໃຊ້ OAG. ທ່ານສາມາດສືບຕໍ່ນຳດາວໄດ້ເມື່ອໃຊ້ກ້ອງນຳດາວແຍກຕ່າງຫາກ.
ru: Приостановка нужна при использовании внеосевого гида. Если используется отдельный гид-телескоп, можно продолжать гидирование.

source: Beware this may result in the selection of a wrong star if the mount guiding is not ideal
lo: ລະວັງ, ອັນນີ້ອາດຈະສົ່ງຜົນໃຫ້ມີການເລືອກດາວທີ່ຜິດພາດຫາກການນຳດາວຂອງຖານຕັ້ງກ້ອງບໍ່ດີພໍ

source: Camera binning
cs: Kamera binning
es: 'Binning' cámara
fr: Binning de la caméra
lo: ການຈັດກຸ່ມພິກເຊລກ້ອງ
ru: Биннинг камеры

source: Camera gain
cs: Kamera zisk
es: Ganancia cámara
fr: Gain de la caméra
lo: ເກນກ້ອງ
ru: Усиление камеры

source: Camera ISO
cs: Kamera ISO
es: ISO cámara
fr: Gain ISO de la caméra
lo: ISO ກ້ອງ
ru: ISO камеры

source: Camera offset
cs: Offset kamery
fr: Offset de la caméra
lo: ອັອຟເຊັດກ້ອງ
ru: Смещение камеры

source: Camera position angle
cs: Úhel polohy kamery
es: Ángulo de posición de la cámara
fr: Angle de position de la caméra
lo: ມຸມຕຳແໜ່ງກ້ອງ
ru: Позиционный угол сенсора камеры

source: Clear the sequence completion status
cs: Vymazání stavu dokončení sekvence
es: Limpiar el estado de completitud de la secuencia
fr: Effacer l'état d'avancement de la séquence
lo: ລຶບສະຖານະການສຳເລັດລຳດັບ
ru: Убрать статус выполнения задания

source: Click and move to adjust the histogram truncation
lo: ກົດ ແລະ ເລື່ອນເພື່ອປັບການຕັດຮິສໂຕແກຣມ

source: Click to set value for all the targets
cs: Klikem nastavit hodnotu pro všechny cíle
es: Clic para establecer el valor de todos los objetivos
fr: Cliquez pour définir la valeur pour tous les objets
lo: ກົດເພື່ອຕັ້ງຄ່າສຳລັບເປົ້າໝາຍທັງໝົດ
ru: Нажмите, чтобы установить значение для всех объектов

source: Click to sort by %s
cs: Kliknutím seřadíte podle %s
es: Clic para ordenar por %s
fr: Cliquez pour trier par %s
lo: ກົດເພື່ອຮຽງລຳດັບຕາມ %s
ru: Нажмите для сортировки по %s

source: Connect all devices
cs: Připojit všechna zařízení
es: Conectar todos los dispositivos
fr: Connecter tous les périphériques
lo: ເຊື່ອມຕໍ່ອຸປະກອນທັງໝົດ
ru: Подключить все устройства

source: Control how complete target are managed when the whole list is repeated
cs: Určit, jak bude celý cíl spravován při opakování celého seznamu
es: Controlar cómo se gestionan los objetivos completos cuando se repite la lista completa
fr: Contrôle la façon dont les objets terminés sont traité lorsque toute la liste est répétée
lo: ຄວບຄຸມວິທີການຈັດການເປົ້າໝາຍທີ່ສົມບູນເມື່ອລາຍການທັງໝົດຖືກເຮັດຊ້ຳ
ru: Проверять обработку всех объектов при повторе списка

source: Copy the current profile to a new one.%sThis also copy every program preference to the new profile.
cs: Zkopírujte aktuální profil do nového.%sTímto se také zkopírují všechny předvolby programu do nového profilu.
es: Copiar el actual perfil a uno nuevo.%sEsto también copiará las preferencias del programa al nuevo perfil.
fr: Copier le profil actuel dans un nouveau profil.%sCopie également toutes les préférences de programme dans le nouveau profil
lo: ຄັດລອກໂປຣໄຟລ໌ປັດຈຸບັນໄປຍັງໂປຣໄຟລ໌ໃໝ່.%sການກະທຳນີ້ຍັງຄັດລອກການຕັ້ງຄ່າໂປຣແກຣມທັງໝົດໄປຍັງໂປຣໄຟລ໌ໃໝ່.
ru: Скопировать текущий профиль в новый.%sЭто также копирует в новый профиль все настройки программы.

source: Create a new empty profile.%sWarning this also clear every program preference for this new profile.%sUse the Copy button if you want to configure a different equipment but keep the program options.
cs: Vytvoříte nový prázdný profil.%sUpozornění: Tím se také vymažou všechny předvolby programu pro tento nový profil.%sTlačítko Kopírovat použijte, pokud chcete nakonfigurovat jiné zařízení, ale zachovat volby programu.
es: Crear un perfil vacío nuevo.%sAviso: Esto también borra las preferencias de este nuevo perfil.%sUse el botón de Copiar si quiere configurar un equipo diferente pero mantener las opciones del programa.
fr: Créer un nouveau profil vide.%sAttention que ceci efface également toute préférence du programme pour ce nouveau profil.%sUtilisez le bouton Copier si vous voulez configurer un équipement différent mais gardez les options du programme.
lo: ສ້າງໂປຣໄຟລ໌ໃໝ່ວ່າງເປົ່າ.%sຄຳເຕືອນ: ການກະທຳນີ້ຈະລຶບການຕັ້ງຄ່າໂປຣແກຣມທັງໝົດສຳລັບໂປຣໄຟລ໌ໃໝ່ນີ້.%sໃຊ້ປຸ່ມຄັດລອກຖ້າທ່ານຕ້ອງການຕັ້ງຄ່າອຸປະກອນທີ່ຕ່າງກັນ ແຕ່ຍັງຄົງຮັກສາຕົວເລືອກໂປຣແກຣມໄວ້.
ru: Создание нового пустого профиля.%sВ этом случае также удаляются все настройки программы для этого профиля.%sИспользуйте кнопку «Копировать», если хотите настроить другое оборудование, но сохранить общие параметры программы.

source: Create a new sequence
cs: Vytvoření nové sekvence
es: Crear una nueva secuencia
fr: Créer une nouvelle séquence
lo: ສ້າງລຳດັບໃໝ່
ru: Создать новое задание

source: Current telescope Right Ascension
cs: Aktuální RA dalekohledu
es: Ascención Recta actual del telescopio
fr: Ascension droite actuelle du télescope
lo: ມຸມຂວາຂຶ້ນປັດຈຸບັນຂອງກ້ອງສ່ອງ
ru: Текущее прямое восхождение

source: Current telescope Declination
cs: Aktuální Dec dalekohledu
es: Declinación actual del telescopio
fr: Déclinaison actuelle du télescope
lo: ມຸມເໜີຍປັດຈຸບັນຂອງກ້ອງສ່ອງ
ru: Текущее склонение

source: Current telescope side of pier
cs: Aktuální poloha dalekohledu vzhledem k poledníku
es: Lado actual de la columna del telescopio
fr: Côté du pied du télescope
lo: ດ້ານຂ້າງເສົາຂອງກ້ອງສ່ອງປັດຈຸບັນ
ru: Текущее расположение относительно меридиана

source: Delete the selected row from the list.
cs: Odstranit vybraný řádek ze seznamu.
es: Borrar la fila seleccionada de la lista.
fr: Supprimer la ligne sélectionnée de la liste
lo: ລຶບແຖວທີ່ເລືອກອອກຈາກລາຍການ.
ru: Удалить выбранную строку из списка

source: Delete this profile and associated program preference.
cs: Odstraňit profil a přidružené předvolby programu.
es: Borrar este perfil y las preferencias del programa asociadas.
fr: Supprimer ce profil et la préférence de programme associée
lo: ລຶບໂປຣໄຟລ໌ນີ້ ແລະ ການຕັ້ງຄ່າໂປຣແກຣມທີ່ກ່ຽວຂ້ອງ.
ru: Удалить этот профиль и связанные настройки программы.

source: Detach the graph
lo: ແຍກກຣາຟອອກ

source: Dither on the specified frame interval
cs: Dithering po sérii snímku
es: Intepolar en el intervalo especificado
fr: Dither selon l’intervalle spécifié
lo: ດິເທີຕາມຊ່ວງເວລາຂອງເຟຣມທີ່ລະບຸ
ru: Делать подвижки после ряда снимков

source: Do not set this option if you don't know exactly what you do and without careful testing
cs: Nenastavujte tuto možnost, pokud přesně nevíte, co děláte, a nebo bez pečlivého testování
es: No activar esta opción si no sabe lo que está haciendo y sin probar con cuidado.
fr: N'utiliser pas cette option si vous ne savez pas exactement ce que vous faites et sans test minutieux
lo: ຢ່າຕັ້ງຄ່າຕົວເລືອກນີ້ຫາກທ່ານບໍ່ຮູ້ແນ່ນອນວ່າທ່ານກຳລັງເຮັດຫຍັງ ແລະ ໂດຍບໍ່ມີການທົດສອບຢ່າງລະມັດລະວັງ
ru: Не устанавливайте эту опцию, если вы точно не знаете, что делаете, и без тщательного тестирования

source: Process the other targets in the list instead of waiting for the start condition(s) to be met. To be used with option "Repeat the whole list"
cs: Zpracovat ostatní cíle v seznamu místo čekání na splnění podmínek zahájení. Pro použití s možností „Opakovat celý seznam“
es: Procesar el resto de objetivos en la lista en lugar de esperar a que se cumplan las condiciones de inicio. Para usar con la opción «Repetir la lista completa»
fr: Traiter l'objet suivant dans la liste au lieu d'attendre les conditions de démarrages. A utiliser avec l'option "Répéter la liste complète".
lo: ປະມວນຜົນເປົ້າໝາຍອື່ນໆໃນລາຍການແທນທີ່ຈະລໍຖ້າໃຫ້ເງື່ອນໄຂເລີ່ມຕົ້ນຄົບຖ້ວນ. ເພື່ອໃຊ້ກັບຕົວເລືອກ "ເຮັດຊ້ຳລາຍການທັງໝົດ"
ru: Обрабатывать другие объекты в списке вместо того, чтобы ожидать выполнения начальных условий для текущего. Используется с опцией «Повторить весь список»

source: Drag&drop to change order
cs: Změna pořadí přetažením myší
es: Arrastar y solar para cambiar el orden
fr: Glisser-déposer pour changer l'ordre
lo: ລາກ ແລະ ວາງ ເພື່ອປ່ຽນລຳດັບ
ru: Перетащите, чтобы изменить порядок

source: Edit the current sequence
cs: Upravit aktuální sekvenci
es: Editar la secuencia actual
fr: Modifier la séquence courante
lo: ແກ້ໄຂລຳດັບປັດຈຸບັນ
ru: Изменить текущуее задание

source: Flat processing also require a Dark
cs: Flat zpracování vyžaduje také Darky
fr: Le traitement du Flat demande également un Dark
lo: ການປະມວນຜົນເຟຣມແຟລດຍັງຕ້ອງການເຟຣມດາກ
ru: Применение флета также требует дарк

source: Gamma of the image display
cs: Gama zobrazení snímku
es: Gamma de la visualización
fr: Gamma de l'affichage de l'image
lo: ແກມມາຂອງການສະແດງຜົນຮູບ
ru: Гамма изображения

source: Global ALPACA server parameters
cs: Globální parametry serveru ALPACA
es: Parámetros globales del servidor ALPACA
fr: Paramètres globaux du serveur ALPACA
lo: ພາຣາມິເຕີເຊີບເວີ ALPACA ທົ່ວໄປ
ru: Общие параметры сервера ALPACA

source: Global INDI server parameters
cs: Globální parametry serveru INDI
es: Parámetros globales del servidor INDI
fr: Paramètres globaux du serveur INDI
lo: ພາຣາມິເຕີເຊີບເວີ INDI ທົ່ວໄປ
ru: Общие параметры сервера INDI

source: Guiding history in arcsecond %s - blue: RA error %s - red: Dec error %s - yellow: Star mass
cs: Historie pointace v obloukových sekundách %s - modrá: Chyba RA %s - červená: Chyba DEC %s - žlutá: Velikost hvězdy
es: Histórico de guiado en arcosegundos %s - Azul: Error AR %s - Rojo: Error Dec %s - Amarillo: Masa estelar
fr: Historique du guidage en secondes d'arc %s - bleu: erreur AD %s - rouge: erreur Dec %s - jaune: Masse de l'étoile
lo: ປະຫວັດການນຳດາວເປັນອາກວິນາທີ %s - ສີຟ້າ: ຄວາມຜິດພາດ RA %s - ສີແດງ: ຄວາມຜິດພາດ Dec %s - ສີເຫຼືອງ: ມວນສານດາວ
ru: История гидирования в угл.сек. %s - синий: RA error %s - красный: Dec error %s - желтый: Star mass

source: Histogram full range or clipped to available data
cs: Histogram v plném rozsahu nebo oříznutý na dostupná data
fr: Plage complète de l'histogramme ou coupée aux données disponibles
lo: ຮິສໂຕແກຣມເຕັມຊ່ວງ ຫຼື ຕັດໃຫ້ພໍດີກັບຂໍ້ມູນທີ່ມີຢູ່
ru: Полная или обрезанная гистограмма

source: Histogram of the current image
lo: ຮິສໂຕແກຣມຂອງຮູບປັດຈຸບັນ

source: History of the last FWHM and Intensity measurement
cs: Historie posledního měření FWHM a intenzity
fr: Historique des dernières mesures de FWHM et d'intensité
lo: ປະຫວັດການວັດແທກ FWHM ແລະ ຄວາມເຂັ້ມຄັ້ງລ່າສຸດ
ru: История последних измерений FWHM и интенсивности

source: If checked no confirmation dialog will be presented and failed operation will abort the current step.
cs: Pokud je zaškrtnuto, nebude zobrazen žádný potvrzovací dialog a neúspěšná operace přeruší aktuální krok.
es: Si está activado, no se presentará un diálogo de confirmación y una operación fallida abortará el paso actual.
fr: Si coché, aucune boîte de dialogue de confirmation ne s'affiche et une opération en erreur annule l'étape en cours
lo: ຖ້າຕິກ, ຈະບໍ່ມີກ່ອງໂຕ້ຕອບຢືນຢັນສະແດງຂຶ້ນ ແລະ ການດຳເນີນການທີ່ລົ້ມເຫຼວຈະຍົກເລີກຂັ້ນຕອນປັດຈຸບັນ.
ru: Если флажок установлен, диалоговое окно подтверждения не будет отображаться и неудачная операция прервёт выполнение текущего шага.

source: If not checked the program will never change the gain/offset value set in the driver setup
cs: Pokud není zaškrtnuto, program nezmění hodnotu zesílení/offsetu nastavenou ovladačem
fr: Si ce n'est pas coché le programme ne modifiera pas le gain/offset réglé dans la configuration du driver
lo: ຖ້າບໍ່ໄດ້ຕິກ, ໂປຣແກຣມຈະບໍ່ປ່ຽນຄ່າເກນ/ອັອຟເຊັດທີ່ຕັ້ງໄວ້ໃນການຕັ້ງຄ່າໄດຣເວີ
ru: Если не отмечено, программа не будет изменять значения усиления/смещения, установленные в настройках драйвера

source: If the image is now focused, click this button to get the current focuser position
cs: Pokud je teď snímek zaostřen, kliknutím na toto tlačítko získáte aktuální polohu zaostřovače
es: Si la imagen está ahora enfocada, haga clic en el botón para obtener la posición actual del enfocador
fr: Si l'image est maintenant mise au point, cliquez sur ce bouton pour obtenir la position actuelle du focuser
lo: ຖ້າຮູບພາບຖືກໂຟກັສແລ້ວ, ກົດປຸ່ມນີ້ເພື່ອເອົາຕຳແໜ່ງໂຟກັສປັດຈຸບັນ
ru: Если изображение сфокусировано, нажмите эту кнопку, чтобы получить текущую позицию фокусера

source: Increment step for the inward or outward movement
cs: Počet kroků pro pohyb ↑ a ↓
es: Incrementar el paso para el movimiento adentro o afuera
fr: Pas d'incrémentation pour le mouvement vers l'intérieur ou vers l'extérieur
lo: ຂັ້ນຕອນການເພີ່ມສຳລັບການເຄື່ອນທີ່ເຂົ້າ ຫຼື ອອກ
ru: Количество шагов при движении вовнутрь/наружу

source: Infinite number of repetition
cs: Nekonečný počet opakování
es: Número infinito de repeticiones
fr: Nombre infini de répétitions
lo: ຈຳນວນການເຮັດຊ້ຳບໍ່ຈຳກັດ
ru: Бесконечное число повторов

source: Invert image display
cs: Invertovat zobrazení snímku
es: Invertir visualización
fr: Inverser l'affichage de l'image
lo: ປີ້ນການສະແດງຜົນຮູບ
ru: Инвертировать цвета

source: Keep the graph visible after autofocus is completed
cs: Ponechání grafu viditelného po dokončení AutoOstření
es: Mantener visible la gráfica después de que se haya realizado el autoenfoque
fr: Garder le graphique visible après la mise au point automatique
lo: ຮັກສາກຣາຟໃຫ້ເຫັນໄດ້ຫຼັງຈາກໂຟກັສອັດຕະໂນມັດສຳເລັດ
ru: Оставить график видимым после завершения автофокусировки

source: Let blank for default system search path
cs: Vyplnit výchozí vyhledávací cestu systému
es: Dejar en blanco para la ruta de búsqueda predefinida del sistema
fr: Laissez vide pour le chemin de recherche par défaut du système
lo: ປະວ່າງໄວ້ສຳລັບເສັ້ນທາງຄົ້ນຫາເລີ່ມຕົ້ນຂອງລະບົບ
ru: Оставьте пустым для значения по умолчанию

source: List of profile for every different equipment configuration
cs: Seznam profilů pro různé konfigurace zařízení
es: Lista de perfiles de cada configuración de equipos diferente
fr: Liste des profils pour chaque configuration d'équipement
lo: ລາຍຊື່ໂປຣໄຟລ໌ສຳລັບທຸກການຕັ້ງຄ່າອຸປະກອນທີ່ແຕກຕ່າງກັນ
ru: Список профилей для каждой конфигурации оборудования

source: Load a sequence file
cs: Načtení souboru sekvence
es: Cargar fichero de secuencia
fr: Charger un fichier de séquence
lo: ໂຫຼດໄຟລ໌ລຳດັບ
ru: Загрузить файл задания

source: Loop preview exposures
cs: Expozice náhledu smyčky
es: Bucle exposiciones de previsualización
fr: Prévisualisation en boucle
lo: ເປີດໜ້າກ້ອງເບິ່ງກ່ອນແບບຕໍ່ເນື່ອງ
ru: Запустить циклическую съёмку

source: Make test to determine the most performant option depending on your computer.%s(Network is mandatory if the camera is connected to a remote Indi server)
cs: Proveďte test, abyste určili nejvýkonnější možnost v závislosti na vašem počítači.%s(Síť je povinná, pokud je kamera připojena ke vzdálenému serveru Indi)
fr: Faire un test pour trouver l'option la plus performante selon votre ordinateur.%s(Réseau est obligatoire si la caméra est connectée à un serveur INDI distant)
lo: ທົດສອບເພື່ອຊອກຫາຕົວເລືອກທີ່ມີປະສິດທິພາບສູງສຸດຂຶ້ນຢູ່ກັບຄອມພິວເຕີຂອງທ່ານ.%s(ເຄືອຂ່າຍແມ່ນຈຳເປັນຖ້າກ້ອງເຊື່ອມຕໍ່ກັບເຊີບເວີ Indi ທີ່ຢູ່ຫ່າງໄກ)
ru: Проведите тест, чтобы определить наиболее производительный вариант для вашего компьютера. %s (Сеть обязательна, если камера подключена к удаленному серверу Indi)

source: Move focuser inward
cs: Pohyb zaostřovače ↓ dovnitř
es: Mover enfocador adentro
fr: Déplacer le focuseur vers l'intérieur
lo: ຍ້າຍໂຟກັສເຂົ້າ
ru: Двигать фокусер вовнутрь

source: Move focuser outward
cs: Pohyb zaostřovače ↑ ven
es: Mover enfocador afuera
fr: Déplacer le focuseur vers l'extérieur
lo: ຍ້າຍໂຟກັສອອກ
ru: Двигать фокусер наружу

source: Pause the sequence after the current exposure is complete
cs: Po dokončení aktuální expozice pozastavit sekvenci
es: Pausar la secuencia después de que terminar la exposición actual
fr: Suspendre la séquence une fois l'exposition en cours terminée
lo: ຢຸດລຳດັບຊົ່ວຄາວຫຼັງຈາກການເປີດໜ້າກ້ອງປັດຈຸບັນສຳເລັດ
ru: Приостановить задание после завершения текущей экспозиции

source: Pixel binning
cs: Binning
lo: ການຈັດກຸ່ມພິກເຊລ
ru: Биннинг

source: Planetarium status
cs: Stav planetária
es: Estado planetario
fr: Etat du planétarium
lo: ສະຖານະໂຄງການຈຳລອງດາວ
ru: Статус планетария

source: Predefined histogram truncation
lo: ການຕັດຮິສໂຕແກຣມທີ່ກຳນົດໄວ້ລ່ວງໜ້າ

source: Prior to slewing retrieve actual comet or asteroid coordinates from planetarium program.%sPlanetarium program should be connected and following system time.%sTarget name should be searchable within the planetarium.
cs: Před otočením získejte aktuální souřadnice komety nebo asteroidu z programu planetária.%sProgram planetária by měl být připojen a sledovat systémový čas.%sNázev cíle by měl být vyhledatelný v planetáriu.
es: Antes de mover, obtener las coordenadas actuales del asteroide o cometa del programa de planetario%sEl programa de planetario debe estar conectado y tener la hora del sistema.%sSe usará el nombre del objetivo para buscarlo en el planetario.
fr: Obtient les coordonnées actualisée des comètes ou astéroïdes du programme de planétarium avant le centrage de l'objet.%sLe programme de planétarium doit être connecté et suivre l'heure du système.%sIl faut également que le nom de l'objet puisse être trouvé par le planétarium.
lo: ກ່ອນທີ່ຈະຫັນກ້ອງ, ໃຫ້ດຶງເອົາຈຸດປະສານຂອງດາວຫາງ ຫຼື ດາວເຄາະນ້ອຍຕົວຈິງຈາກໂຄງການຈຳລອງດາວ.%sໂຄງການຈຳລອງດາວຄວນເຊື່ອມຕໍ່ ແລະ ຕິດຕາມເວລາຂອງລະບົບ.%sຊື່ເປົ້າໝາຍຄວນຈະສາມາດຄົ້ນຫາໄດ້ພາຍໃນໂຄງການຈຳລອງດາວ.
ru: Перед наведением на комету или астероид извлечь их актуальные координаты из планетария.%sПланетарий должен быть подключен, и установлен по системному времени.%sНазвание объекта должно быть доступно для поиска в планетарии.

source: Redo autofocus after a number of frames
cs: Opakovat AutoOstření po sérii snímků
es: Rehacer autoenfoque después de este número de imágenes
fr: Refaire l'autofocus après ce nombre d'images
lo: ໂຟກັສອັດຕະໂນມັດຄືນໃໝ່ຫຼັງຈາກຈຳນວນເຟຣມທີ່ກຳນົດ
ru: Повторять автофокусировку после ряда снимков

source: Repeat the plan for this object.%sSet to zero to not process this target.
cs: Opakovat plán pro tento objekt.%sNastavení na nulu, se tento cíl nebude nezpracovával.
es: Repetir el plan para este objeto.%sEstablecer a cero para no procesar este objetivo.
fr: Répéter le plan pour cet objet.%sRégler à zéro pour ne pas traiter cet objet.
lo: ເຮັດຊ້ຳແຜນການສຳລັບວັດຖຸນີ້.%sຕັ້ງເປັນສູນເພື່ອບໍ່ປະມວນຜົນເປົ້າໝາຍນີ້.
ru: Повтор шаблона для этого объекта.%sУстановите ноль, чтобы не снимать этот объект.

source: Repeat the whole list a number of time.
cs: Opakovat celý seznam několikrát.
es: Repetir la lista completa un número de veces.
fr: Répéter la liste entière plusieurs fois
lo: ເຮັດຊ້ຳລາຍການທັງໝົດຕາມຈຳນວນຄັ້ງທີ່ກຳນົດ.
ru: Повторить весь список несколько раз
