Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: AutoFocus started
cs: Automatické zaostřování bylo spuštěno
de: Autofokus gestartet
es: Comenzó autoenfoque
fr: Début de l'autofocus
lo: ເລີ່ມການປັບຈຸດສຸມອັດຕະໂນມັດແລ້ວ
ru: Автофокусировка запущена

source: Autofocus start Vcurve
cs: Spuštění automatického ostření V křivka
de: Autofokus startet Vcurve
es: Autoenfoque inicia curva-V
fr: Début de l'autofocus Vcurve
lo: ເລີ່ມການປັບຈຸດສຸມອັດຕະໂນມັດ V-curve
ru: Старт V-кривой

source: Autofocus start Dynamic curve
cs: Spuštění automatického ostření Dynamická křivka
de: Autofokus startet Dynamic Curve
es: Autoenfoque inicia curva dinámica
fr: Début de l'autofocus avec courbe dynamique
lo: ເລີ່ມການປັບຈຸດສຸມອັດຕະໂນມັດ Dynamic curve
ru: Старт динамической фокусировки

source: Autofocus start Iterative focus
cs: Spuštění automatického ostření Iterativní ostření
de: Autofokus startet interative Fokussierung
es: Autoenfoque inicia enfoque iterativo
fr: Début de l'autofocus itératif
lo: ເລີ່ມການປັບຈຸດສຸມອັດຕະໂນມັດ Iterative focus
ru: Старт итеративной фокусировки

source: Autofocus start Planet focus
cs: Spuštění automatického ostření Planetární ostření
de: Autofokus starten im Planetenmodus
fr: Début de l'autofocus Planète
lo: ໂຟກັສອັດຕະໂນມັດເລີ່ມໂຟກັສດາວເຄາະ
ru: Запущена планетная фокусировка

source: AutoFocus successful
cs: Automatické zaostřování úspěšné
de: Autofokus erfolgreich
es: Autoenfoque conseguido
fr: Autofocus réussi
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດສຳເລັດ
ru: Автофокусировка успешно завершена

source: Autofocus tolerance
cs: Tolerance automatického ostření
de: Autofokus Toleranz
es: Tolerancia autoenfoque
fr: Tolérance de mise au point
lo: ຄ່າຜັນຜວນທີ່ຍອມຮັບໄດ້ຂອງການປັບຈຸດສຸມອັດຕະໂນມັດ
ru: Допуск

source: Autofocus using the OAG camera
cs: Automatické zaostřování pomocí kamery OAG
fr: Autofocus avec la caméra de guidage du diviseur optique
lo: ໂຟກັສອັດຕະໂນມັດໂດຍໃຊ້ກ້ອງ OAG
ru: Автофокусировка с помощью OAG

source: Autofocus will run before the next exposure
cs: Před další expozicí se spustí automatické zaostřování
de: Autofokus wird vor der nächsten Belichtung ausgeführt
fr: La mise au point automatique s'exécutera avant la prochaine exposition
lo: ໂຟກັສອັດຕະໂນມັດຈະດຳເນີນການກ່ອນການເປີດໜ້າກ້ອງຄັ້ງຕໍ່ໄປ
ru: Автофокусировка будет выполнена перед следующей экспозицией

source: Autoguider
cs: Automatická pointace
es: Guiado
fr: Auto-guideur
lo: ໂຕນຳທາງອັດຕະໂນມັດ
ru: Автогид

source: Autoguider error
cs: Chyba Automatické pointace
de: Autoguider Fehler
es: Error autoguiado
fr: Erreur d'autoguidage
lo: ຄວາມຜິດພາດຂອງລະບົບນຳທາງອັດຕະໂນມັດ
ru: Ошибка автогида

source: Autoguider not connected
cs: Automatická pointace nepřipojena
de: Autoguider nicht verbunden
es: Cámara guiado no conectada
fr: Autoguideur non connecté
lo: ໂຕນຳທາງອັດຕະໂນມັດບໍ່ໄດ້ເຊື່ອມຕໍ່
ru: Автогид не подключен

source: Autoguider not guiding %s seconds after requested to start.%sDo you want to retry?
cs: Automatické pointace nefunguje %s sekund po žádosti o spuštění.%sOpakovat?
de: Autoguider guidet %s Sekunden nach Startanforderung immer noch nicht%s Anforderung wiederholen?
es: El guiador no está guiando %s segundos después de solicitarlo.%s¿Desea intentarlo de nuevo?
fr: L'autoguidage n'est pas actif %s secondes après la demande de démarrage.%sVoulez-vous réessayer?
lo: ໂຕນຳທາງອັດຕະໂນມັດບໍ່ໄດ້ນຳທາງ %s ວິນາທີຫຼັງຈາກຖືກຮ້ອງຂໍໃຫ້ເລີ່ມ.%sທ່ານຕ້ອງການລອງໃໝ່ບໍ່?
ru: Автогид не гидирует %s секунд после запроса на запуск. %sПовторить попытку?

source: Autoguider shutdown
cs: Vypnout auto pointaci
de: Autoguider herunterfahren
es: Apagar el autoguiado
fr: Fermeture de l'auto-guideur
lo: ປິດລະບົບນຳທາງອັດຕະໂນມັດ
ru: Закрыть автогид

source: Autoguider Start
cs: Auto pointace spuštěna
es: Comenzar autoguiado
fr: Démarrage de l'autoguidate
lo: ເລີ່ມໂຕນຳທາງອັດຕະໂນມັດ
ru: Старт гидирования

source: Autoguider was still not guiding after %s minutes.
cs: Autopointaci se po %s minut stále nepodařilo spustit.
de: Autoguider hat nach %s Minuten immer noch nicht nachgeführt.
es: Después de %s minutos, la cámara de guiado nono está guiando.
fr: L'autoguidage n'est toujours pas actif après %s minutes.
lo: ໂຕນຳທາງອັດຕະໂນມັດຍັງບໍ່ໄດ້ນຳທາງຫຼັງຈາກ %s ນາທີ.
ru: Автогид всё ещё не гидирует через %s минут.

source: Auto-guiding
cs: Auto-pointace
es: Autoguiado
fr: Autoguidage
lo: ການນຳທາງອັດຕະໂນມັດ
ru: Гидирование

source: Autoguiding restarted.
cs: Automatická pointace restartuje.
de: Autoguiding neu gestartet
es: Autoguiado reiniciado.
fr: L'autoguidage a redémarré
lo: ເລີ່ມການນຳທາງອັດຕະໂນມັດຄືນໃໝ່ແລ້ວ.
ru: Автогидирование перезапущено

source: Autoguiding stopped for %s minutes, sequence timeout in %s minutes.
cs: Autopointace byla zastavena po %s minutách, časový limit sekvence je %s minut.
de: Autoguiding seit %s Minuten gestoppt, Sequenzunterbrechung in %s Minuten
es: El autoguiado se detuvo %s minutos, la secuencia caducará en %s minutos.
fr: L'autoguidage est arrêter depuis %s minutes, la séquence sera stoppée dans %s minutes.
lo: ການນຳທາງອັດຕະໂນມັດຢຸດເປັນເວລາ %s ນາທີ, ລຳດັບຈະໝົດເວລາໃນ %s ນາທີ.
ru: Автогид остановлен на %s минут, таймаут задания %s минут

source: Automatic
cs: Automaticky
de: Automatisch
es: Automático
fr: Automatique
lo: ອັດຕະໂນມັດ
ru: Автоматически

source: Automatically slave "Dome Park" to "Mount Park"
cs: Automaticky propojit "Parkovat Kopuli" na "Parkovat Montáž".
de: Koppeln von "Kuppel parken" und "Montierung parken"
es: Esclavizar automáticamente "Aparcar cúpula" a "Aparcar montura"
fr: Asservir automatiquement "Parquer le dôme" à "Parquer le télescope"
lo: ຄວບຄຸມ "ການຈອດໂດມ" ຕາມ "ການຈອດຖານຕິດຕັ້ງ" ໂດຍອັດຕະໂນມັດ
ru: Привязать парковку купола к парковке монтировки

source: Automatically run auto-focus every
cs: Spustit automatické ostření po
de: Autofokus automatisch alle
es: Ejecutar autoenfoque cada
fr: Faire l'autofocus automatiquement toute les
lo: ດຳເນີນການໂຟກັສອັດຕະໂນມັດທຸກໆ
ru: Запуск через каждые

source: Automatic cooling
cs: Automatické chlazení
de: Automatische Kühlung
es: Refrigerado automático
fr: Refroidissement automatique
lo: ການເຮັດຄວາມເຢັນອັດຕະໂນມັດ
ru: Автоматическое охлаждение

source: Automatic flat exposure is required for the twilight flat.
cs: Pro soumrakový flat je nutná automatická expozice.
de: Automatische Belichtung der Flats ist nötig für Dämmerungsflats
es: La exposición automática es necesaria para las tomas planas crepusculares.
fr: L'exposition automatique du flat est requise pour la séquence crépusculaire.
lo: ການເປີດໜ້າກ້ອງອັດຕະໂນມັດສຳລັບ Flat ແມ່ນຈຳເປັນສຳລັບ twilight flat.
ru: Требуется для съёмки по сумеречному небу

source: Automatic flip
cs: Automatické překlopení
de: Automatischer Meridianflip
es: Cambio automático de meridiano
fr: Retournement automatique
lo: ພິກອັດຕະໂນມັດ
ru: Автоматическая перекладка

source: Automatic HFD measurement for every sequence capture
cs: Automatické měření HFD během sekvenčního snímání
de: Automatische HFD-Messung für jede Aufnahmesequenz
es: Medición automática HFD para cada captura de secuencia
fr: Mesure automatique du HFD pour chaque capture d'une séquence
lo: ການວັດແທກ HFD ອັດຕະໂນມັດສຳລັບທຸກການຖ່າຍພາບໃນລຳດັບ
ru: Автоматическое измерение HFD для каждого снимка в задании

source: available
cs: k dispozici
de: verfügbar
es: disponible
fr: disponible
lo: ໃຊ້ໄດ້
ru: доступно

source: Az
lo: ມຸມອາຊິມຸດ

source: Azimuth
cs: Azimut
de: Azimut
es: Azimut
fr: Azimut
lo: ມຸມອາຊິມຸດ
ru: Азимут

source: Azimuth origin
cs: Výchozí azimut
de: Azimuth-Ursprung
es: Origen azimut
fr: Origine des azimuts
lo: ຈຸດກຳເນີດອາຊິມຸດ
ru: Точка отсчёта азимута

source: Back
cs: Předešlý
de: Zurück
es: Atrás
fr: Retour
lo: ກັບຄືນ
ru: Назад

source: Background
cs: Pozadí
de: Hintergrund
es: Fondo
fr: Arrière-plan
lo: ພື້ນຫຼັງ

source: Background neutralization
cs: Neutralizace pozadí
de: Hintergrund neutralisieren
es: Neutralización del fondo
fr: Neutralisation du fond de ciel
lo: ການເຮັດໃຫ້ພື້ນຫຼັງເປັນກາງ
ru: Выровнять фон

source: Backlash calibration
cs: Kalibrace zpětné vůle
de: Getriebespiel Kalibrierung
fr: Calibration du jeu
lo: ການປັບທຽບແບັກແລຊ
ru: Калибровка люфта

source: Backlash compensation
cs: Kompenzace zpětné vůle
de: Getriebespielausgleich
es: Compensación de holgura
fr: Compensation du jeu
lo: ການຊົດເຊີຍໄລຍະຫວ່າງ
ru: Компенсация люфта

source: Bad
cs: Špatný
de: Schlecht
es: Malo
fr: Mauvais
lo: ບໍ່ດີ
ru: Плохо

source: Bad pixel detection found %s hot pixels.
cs: Detekce chybných pixelů nalezla %s horkých pixelů.
de: Bad pixel Erkennung fand %s hot pixels
es: La detección de píxeles malos encontró %s píxeles calientes.
fr: La détection des pixels défectueux a trouvé %s pixels.
lo: ການກວດສອບພິກເຊວທີ່ບໍ່ດີພົບ %s hot pixels.
ru: Обнаружено %s горячих пикселей.

source: Bad pixel map
cs: Mapa chybných pixelů
es: Mapa de píxeles malos
fr: Carte des pixels défectueux
lo: ແຜນທີ່ພິກເຊວທີ່ບໍ່ດີ
ru: Карта битых пикселей

source: Bad pixel map cleared.
cs: Mapa chybových pixelů vymazána.
de: Bad pixel Bild gelöscht
es: Mapa de píxeles malos limpio.
fr: Carte des pixels défectueux effacée.
lo: ລຶບແຜນທີ່ພິກເຊວທີ່ບໍ່ດີແລ້ວ.
ru: Карта битых пикселей очищена.

source: Bad pixels detection
cs: Detekce chybných pixelů
de: Erkennung fehlerhafter Pixel
es: Detección píxeles malos
fr: Détection des pixels défectueux
lo: ການກວດສອບພິກເຊວທີ່ບໍ່ດີ
ru: Обнаружение битых пикселей

source: Bad pixel threshold
cs: Prahová hodnota chybných pixelů
de: Schwellwert fehlerhafter Pixel
es: Umbral píxeles malos
fr: Seuil de détection
lo: ເກນພິກເຊວທີ່ບໍ່ດີ
ru: Порог:

source: Band
lo: ແຖບ

source: Bayer matrix pattern
cs: Maticový vzorec Bayer
de: Bayermatrix Muster
es: Matriz de Bayer
fr: Motif de la matrice Bayer
lo: ຮູບແບບແມ່ແບບ Bayer
ru: Тип матрицы

source: Be careful of the longitude East/West setting.
cs: Dávejte pozor na nastavení Východní a Západní zeměpisné délky.
de: Auf die richtige Einstellung des Längengrads (Ost/West) achten
es: Tenga cuidado con el ajuste de la longitud Este/Oeste.
fr: Faites attention au paramètre Est/Ouest de la longitude.
lo: ລະວັງການຕັ້ງຄ່າເສັ້ນແວງຕາເວັນອອກ/ຕາເວັນຕົກ.
ru: Обратите внимание на правильность настройки долготы Восток/Запад

source: Before to use this tool you must connect the camera, the mount and the planetarium
cs: Před použitím tohoto nástroje je nutné připojit kameru, montáž a planetárium
de: Um dieses Werkzeug benutzen zu können müssen Sie Kamera, Montierung und Planetarium verbinden
es: Antes de usar esta herramienta debe conectar la cámara, la montura y el planetario
fr: Avant d'utiliser cet outil vous devez connecter la caméra, la monture et le planétarium
lo: ກ່ອນຈະໃຊ້ເຄື່ອງມືນີ້ ທ່ານຕ້ອງເຊື່ອມຕໍ່ກ້ອງ, ຂາກ້ອງ ແລະ ທ້ອງຟ້າຈຳລອງກ່ອນ
ru: Перед использованием этого инструмента необходимо подключить камеру, монтировку и планетарий

source: Before you can use this option the Elbrus program must be calibrated for your images. Then select File / E-Wait for message.%sAlso be sure to set the parameter: "Add the WCS in the FITS header".
cs: Před použitím této možnosti musí být program Elbrus kalibrován pro vaše snímky. Poté vyberte Soubor / E-Čekat na zprávu.%sVyberte také parametr: "Přidat WCS do hlavičky FITS".
de: Bevor Sie diese Option nutzen können, muss Elbrus auf ihre Bilder kalibriert werden.Selektieren Sie die Datei / warten auf die Nachricht. %s Stellen Sie außerdem sicher, dassSie den Parameter "Add the WCS in the FITS heaer" ausgewählt haben.
fr: Avant de pouvoir utiliser cette option, le programme Elbrus doit être calibré pour vos images. Ensuite, sélectionnez File / E-Wait for messages.%sAussi, assurez-vous de définir le paramètre: "Add the WCS in the FITS header".
lo: ກ່ອນທີ່ທ່ານຈະສາມາດໃຊ້ຕົວເລືອກນີ້ໄດ້ ໂປຣແກຣມ Elbrus ຕ້ອງຖືກປັບທຽບສຳລັບຮູບພາບຂອງທ່ານ. ຈາກນັ້ນເລືອກ ໄຟລ໌ / E-ລໍຖ້າຂໍ້ຄວາມ.%sໃຫ້ແນ່ໃຈວ່າໄດ້ຕັ້ງພາຣາມິເຕີ: "ເພີ່ມ WCS ໃນຫົວຂໍ້ FITS".
ru: Прежде чем вы сможете использовать эту опцию, программа Elbrus должна быть откалибрована для ваших изображений. Затем выберите File / E-Wait для сообщения.%sТакже обязательно установите параметр: «Добавить WCS в заголовок FITS».

source: Begin
cs: Pokračovat
de: Beginn
es: Comienzo
fr: Début
lo: ເລີ່ມຕົ້ນ
ru: Начать

source: Be sure the computer use the local timezone and the observatory location is configured in the program preferences.
cs: Ujistěte se, že počítač používá místní časové pásmo a umístění hvězdárny je nakonfigurováno v předvolbách programu.
de: Stellen Sie sicher, dass der Computer die lokale Zeitzone verwendet und der Standort des Observatoriums in den Programmeinstellungen konfiguriert ist.
es: Asegúrese de que el PC usa la zona horaria local y de que el lugar de observación está configurado en las preferencias del programa.
fr: Assurez-vous que l'ordinateur utilise le fuseau horaire local et que l'emplacement de l'observatoire est configuré dans les préférences du programme.
lo: ກວດສອບໃຫ້ແນ່ໃຈວ່າຄອມພິວເຕີໃຊ້ເຂດເວລາທ້ອງຖິ່ນ ແລະຕຳແໜ່ງຂອງຫໍສັງເກດການດາວຖືກຕັ້ງຄ່າໃນການຕັ້ງຄ່າຂອງໂປຣແກຣມ.
ru: Убедитесь, что компьютер использует местный часовой пояс, а местоположение обсерватории установлено в настройках программы

source: Be sure to configure the camera connection.
cs: Nezapomeňte nakonfigurovat připojení kamery.
de: Stellen Sie sicher, dass Sie die Kameraverbindung konfigurieren.
es: Asegúrese de configurar la conexión a la cámara.
fr: Assurez-vous de configurer la connexion de la caméra.
lo: ໃຫ້ແນ່ໃຈວ່າໄດ້ຕັ້ງຄ່າການເຊື່ອມຕໍ່ກ້ອງແລ້ວ.
ru: Обязательно настройте подключение камеры.

source: Big cross
cs: Velký kříž
de: Großes Kreuz
es: Cruz grande
fr: Grande croix
lo: ໄມ້ກາງແຂນໃຫຍ່
ru: Большой

source: blue
cs: modrá
de: blau
es: azul
fr: bleu
lo: ສີຟ້າ
ru: синий

source: Brightness
cs: Jas
de: Helligkeit
es: Brillo
fr: Luminosité
lo: ຄວາມສະຫວ່າງ
ru: Яркость

source: Browse log files
cs: Procházet soubory protokolu
de: Zeige Ereignisdateien
es: Ver ficheros de registros
fr: Parcourir les journaux
lo: ເບິ່ງໄຟລ໌ບັນທຶກ
ru: Просмотр логов

source: Calibrate
cs: Kalibrovat
de: Kalibrieren
es: Calibrar
fr: Calibrer
lo: ປັບທຽບ
ru: Калибровка

source: Calibrate autoguider after meridian flip
cs: Kalibrovat autopointaci po překlopení poledníku
de: Autoguider nach Meridianflip kalibrieren
es: Calibrar autoguiado tras cambio de meridiano
fr: Calibration d'autoguidage après le retournement méridien
lo: ປັບທຽບໂຕນຳທາງອັດຕະໂນມັດຫຼັງການພິກຜ່ານເມຣິເດຍນ
ru: Калибровка автогида после перекладки

source: Calibration
cs: Kalibrace
de: Kalibrierung
es: Calibración
lo: ການປັບທຽບ
ru: Калибровка

source: Special calibration
cs: Speciální kalibrace
de: Spezielle Kalibrierung
fr: Calibration spéciale
lo: ການປັບທຽບພິເສດ
ru: Специальная калибровка

source: Calibration %sdelay
cs: Kalibrace %szpoždění
de: Kalibrierung %sVerzögerung
es: Calibración %spausa
fr: Delai%scalibration
lo: ການປັບທຽບ %sຊັກຊ້າ
ru: Задержка%sкалибровки

source: Calibration measurement
cs: Měření kalibrace
de: Kalibrierung
fr: Mesure de calibration
lo: ການວັດແທກການປັບທຽບ
ru: Калибровка

source: Calibration options
cs: Možnosti kalibrace
de: Kalibrierungsoptionen
fr: Options de calibration
lo: ຕົວເລືອກການປັບທຽບ
ru: Калибровка

source: Calibration results:
cs: Výsledky kalibrace:
de: Kalibrierungsergebnis
es: Resultados de la calibración:
fr: Résultat de la calibration
lo: ຜົນການປັບທຽບ:
ru: Результаты калибровки:

source: Calibrator
cs: Kalibrátor
de: Kalibrator
es: Calibrador
fr: Calibrateur
lo: ເຄື່ອງປັບທຽບ
ru: Флетпанель

source: Call external command
cs: Volat externí příkaz
de: Externen Befehl aufrufen
es: Ejecutar orden externa
fr: Appel un programme externe
lo: ເອີ້ນຄຳສັ່ງພາຍນອກ
ru: Вызвать внешнюю команду

source: Cam.
cs: Kam.
de: Kam.
es: Cám.
lo: ກ້ອງ.

source: Camera
cs: Kamera
de: Kamera
es: Cámara
fr: Caméra
lo: ກ້ອງ
ru: Камера

source: Camera and mount must be connected!
cs: Kamera a montáž musí být připojeny!
de: Kamera und Montierung müssen verbunden sein!
es: ¡La cámara y la montura deben estar conectadas!
fr: La caméra et la monture doivent être connectées!
lo: ກ້ອງ ແລະ ຂາກ້ອງຕ້ອງເຊື່ອມຕໍ່ກັນ!
ru: Камера и монтировка должны быть подключены!

source: Camera and rotator must be connected!
cs: Kamera a rotátor musí být připojeny!
de: Kamera und Rotator müssen verbunden sein!
es: ¡La cámara y el rotador deben estar conectados!
fr: La caméra et le rotateur doivent être connectés!
lo: ກ້ອງ ແລະ ໂຕໝຸນຕ້ອງເຊື່ອມຕໍ່ກັນ!
ru: Камера и ротатор должны быть подключены!

source: Camera angle
cs: Úhel kamery
de: Kamerawinkel
es: Ángulo de la cámara
fr: Angle de la caméra
lo: ມຸມກ້ອງ
ru: Угол камеры

source: Camera cooler %s
cs: Chladič kamery %s
de: Kamerakühlung %s
es: Refrigerador de cámara %s
fr: Refroidissement de la caméra %s
lo: ໂຕເຮັດຄວາມເຢັນກ້ອງ %s
ru: Охлаждение камеры %s

source: Camera frame x=%s y=%s width=%s height=%s
cs: Rám kamery x =%s y =%s šířka=%s výška =%s
de: Bildgröße x=%s y=%s Breite=%s Höhe=%s
es: Fotograma x=%s y=%s ancho=%s alto=%s
fr: Cadre de la caméra x=%s y=%s largeur=%s hauteur=%s
lo: ຂອບຮູບກ້ອງ x=%s y=%s ກວ້າງ=%s ສູງ=%s
ru: Кадр основной камеры X=%s Y=%s ширина=%s высота=%s

source: Camera not cooling, set temperature to %s
cs: Kamera se nechladí, nastavte teplotu na %s
de: Kamera kühlt nicht, Temperatur auf %s einstellen
es: La cámara no se refrigera, temperatura fijada a %s
fr: La caméra n'est pas refroidie, règle la température sur %s
lo: ກ້ອງບໍ່ໄດ້ເຮັດຄວາມເຢັນ, ຕັ້ງອຸນຫະພູມເປັນ %s
ru: Камера не охлаждена, установлена температура %s

source: Camera or focuser are not connected
cs: Kamera nebo ostření nepřipojeny
de: Kamera oder Fokussierer sind nicht verbunden
es: La cámara o el enfocador no están conectados
fr: La caméra ou le focuser ne sont pas connecté
lo: ກ້ອງ ຫຼື ໂຕປັບຈຸດສຸມບໍ່ໄດ້ເຊື່ອມຕໍ່
ru: Камера или фокусер не подключены

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
lo: ຍົກເລີກ
ru: Отмена

source: Cancel and restart exposure
cs: Zrušit a restartovat expozici
de: Belichtung abbrechen und neu starten
es: Cancelar y reiniciar exposición
fr: Annuler et redémarrer l'exposition
lo: ຍົກເລີກ ແລະເລີ່ມການເປີດໜ້າກ້ອງໃໝ່
ru: Прервать и перезапустить экспозицию

source: Cancel exposure
cs: Zrušit expozici
de: Belichtung abbrechen
es: Cancelar exposición
fr: Interrompre l'exposition
lo: ຍົກເລີກການເປີດໜ້າກ້ອງ
ru: Отмена экспозиции

source: Cancel exposure after
cs: Zrušení expozice po
de: Belichtung beenden nach
es: Cancelar exposición tras
fr: Interrompre la pose après
lo: ຍົກເລີກການເປີດໜ້າກ້ອງຫຼັງຈາກ
ru: Отменить эксп. после

source: Cancel polar alignment
cs: Ukončit polární zarovnání
de: Polar Alignment abbrechen
es: Cancelar alineación polar
fr: Abandon de l'alignement polaire
lo: ຍົກເລີກການຕັ້ງຂົ້ວ
ru: Отмена полярного выравнивания

source: Cannot change start time. Sequence will start in time for the dusk flat.
cs: Čas zahájení nelze změnit. Sekvence začne včas za soumraku.
de: Startzeit kann nicht geändert werden. Die Sequenz beginnt pünktlich zur Dämmerung.
es: No se pudo cambiarla hora de inicio. La secuencia comenzará a tiempo para la toma plana crepuscular.
fr: Ne peut pas changer l'heure de début. La séquence démarrera a temps pour le flat du crépuscule.
lo: ບໍ່ສາມາດປ່ຽນເວລາເລີ່ມໄດ້. ລຳດັບຈະເລີ່ມຕາມເວລາສຳລັບແຟລັດຕອນຄ່ຳ.
ru: Невозможно изменить время начала съёмки. Обработка задания начнётся со съёмки флетов на закате.

source: Cannot change stop time. Sequence will stop in time for the dawn flat.
cs: Čas zastavení nelze změnit. Sekevnec se zastaví včas za svítání.
de: Stoppzeit kann nicht geändert werden. Die Sequenz stoppt pünktlich zur Morgendämmerung.
es: No se pudo cambiarla hora de finalización. La secuencia se detendrá a tiempo para la toma plana crepuscular.
fr: Ne peut pas changer l'heure de fin. La séquence s’arrêtera a temps pour le flat de l'aube.
lo: ບໍ່ສາມາດປ່ຽນເວລາຢຸດໄດ້. ລຳດັບຈະຢຸດຕາມເວລາສຳລັບແຟລັດຕອນເຊົ້າ.
ru: Невозможно изменить время окончания съёмки. Обработка задания остановится после съёмки флетов на рассвете.

source: Cannot compute rise or set time.
cs: Nelze spočítat východ nebo západ.
de: Auf- oder Untergangszeit kann nicht berechnet werden
es: No se pudo calcular la hora de salida o puesta
fr: Ne peut pas calculer le lever ou le coucher.
lo: ບໍ່ສາມາດຄຳນວນເວລາຂຶ້ນ ຫຼືຕົກໄດ້.
ru: Невозможно вычислить время восхода или заката.

source: Cannot compute meridian time
cs: Nelze spočítat čas průchodu poledníkem
de: Meridiandurchgangszeit kann nicht berechnet werden
es: No se pudo calcular la hora del meridiano
fr: Ne peut pas calculer l'heure du méridien
lo: ບໍ່ສາມາດຄຳນວນເວລາຜ່ານເສັ້ນເມຣິດ້ຽນໄດ້
ru: Невозможно рассчитать время меридиана

source: Cannot connect to autoguider, sequence will run without guiding! %sDo you want to continue anyway?
cs: Nelze se připojit k autopointaci, sekvence se spustí bez pointace! %sChcete přesto pokračovat?
de: Keine Verbindung zum Autoguider möglich, Sequenz wird ohne Guiding laufen! %sMöchten Sie trotzdem fortfahren?
es: ¡No se pudo conectar a la cámara de guiado, la secuencia se realizará sin guiado! %s¿Desea continuar de todas formas?
fr: Impossible de se connecter à l'autoguideur, la séquence se fera sans guidage! %s Voulez-vous continuer quand même?
lo: ບໍ່ສາມາດເຊື່ອມຕໍ່ກັບໂຕນຳທາງອັດຕະໂນມັດ, ລຳດັບຈະແລ່ນໂດຍບໍ່ມີການນຳທາງ! %sທ່ານຕ້ອງການສືບຕໍ່ຢູ່ບໍ່?
ru: Не удаётся подключиться к автогиду, задание будет выполняться без гидирования! %sПродолжить?

source: Cannot delete the running sequence!
cs: Běžící sekvenci nelze odstranit!
de: Laufende Sequenz kann nicht gelöscht werden!
es: ¡No se puede borrar la secuencia en ejecución!
fr: On ne peux pas supprimer la séquence active!
lo: ບໍ່ສາມາດລຶບລຳດັບທີ່ກຳລັງດຳເນີນການຢູ່!
ru: Невозможно удалить запущенное задание

source: Cannot detect star.
cs: Nelze najít hvězdu.
de: Kann keinen Stern finden
es: No se pudo detectar estrella.
fr: Pas d'étoile détectée.
lo: ບໍ່ສາມາດກວດພົບດາວ.
ru: Не удаётся обнаружить звезду.

source: Cannot edit an active sequence without completion status.
cs: Nelze upravovat aktivní sekvenci bez stavu dokončení.
de: Eine laufende Sequenz kann ohne Neustart Status nicht bearbeitet werden.
es: No se puede editar una secuencia activa sin estado de finalización.
fr: On ne peut pas modifier une séquence active qui ne garde pas l'état d’avancement.
lo: ບໍ່ສາມາດແກ້ໄຂລຳດັບທີ່ກຳລັງເຮັດວຽກໂດຍບໍ່ມີສະຖານະການສຳເລັດ.
ru: Невозможно редактировать активное задание без статуса завершения

source: Cannot edit the active sequence during autofocus
cs: Nelze upravit aktivní sekvenci během automatického zaostřování
de: Aktive Sequenz kann während Autofokus nicht bearbeitet werden
es: No se puede editar la secuencia activa durante el autoenfoque
fr: On ne peut pas modifier la séquence active pendant la mise au point automatique.
lo: ບໍ່ສາມາດແກ້ໄຂລຳດັບທີ່ກຳລັງເຮັດວຽກໃນລະຫວ່າງໂຟກັສອັດຕະໂນມັດ
ru: Невозможно редактировать активное задание во время автофокусировки

source: Cannot edit the active sequence when slewing
cs: Při přejezdu nelze upravit aktivní sekvenci
de: Aktive Sequenz kann beim Schwenk nicht bearbeitet werden
fr: On ne peut pas modifier la séquence active pendant le goto
lo: ບໍ່ສາມາດແກ້ໄຂລຳດັບທີ່ກຳລັງເຮັດວຽກເມື່ອກຳລັງຫັນກ້ອງ
ru: Невозможно редактировать активное задание во время наведения

source: Cannot find a focus star.
cs: Ostřící hvězda nenalezena.
de: Kein Fokussierstern zu finden
es: No se pudo encontrar una estrella de enfoque.
fr: Ne trouve pas une étoile de mise au point
lo: ບໍ່ພົບດາວຈຸດສຸມ.
ru: Звезда фокусировки не найдена
