Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Next
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
lo: ຕໍ່ໄປ
ru: Далее

source: Next target
cs: Další cíl
de: Nächstes Ziel
fr: Objet suivant
lo: ເປົ້າໝາຍຕໍ່ໄປ

source: No
cs: Ne
de: Nein
fr: Non
lo: ບໍ່
ru: Нет

source: No alignment star found for stacking
cs: Nebyla nalezena žádná zarovnávací hvězda pro stohování
de: Kein Ausrichtungsstern für Stacking gefunden
es: No se encontró estrella de alineación para el apilado
fr: Aucune étoile de référence trouvée pour l'empilement
lo: ບໍ່ພົບດາວຈັດຕຳແໜ່ງສຳລັບການຊ້ອນພາບ
ru: Опорная звезда не найдена

source: No Alpaca server found
cs: Nebyl nalezen žádný server Alpaca
de: Kein Alpaca Server gefunden
es: No se encontró ningún servidor Alpaca
fr: Aucun server Alpaca trouvé
lo: ບໍ່ພົບເຊີບເວີ Alpaca
ru: Сервер Alpaca не найден

source: No astronomical twilight at this location today
cs: Dnes na tomto místě není astronomický soumrak
de: Heute keine astronomische Dämmerung an diesem Ort
es: Hoy no hay crepúsculo astronómico en este lugar
fr: Pas de crépuscule astronomique aujourd'hui pour ce lieu.
lo: ມື້ນີ້ບໍ່ມີຊ່ວງເວລາແສງອາລຸນທາງດາລາສາດທີ່ຕຳແໜ່ງນີ້
ru: Сегодня в этом месте нет астрономических сумерек

source: No auto-guiding, only dither by sending pulse guide directly to the mount.
cs: Žádná autopointace, pouze ditherace vysíláním vodicích pulsů přímo do montáže.
de: Kein Autoguiding, nur Dither mittels Pulsguiding direkt zur Montierung.
es: Sin autoguiado, solo interpolar enviando los pulsos de guiado directamente a la montura.
fr: Pas d'auto-guidage, uniquement le Dither en envoyant des impulsions de guidage directement à la monture.
lo: ບໍ່ມີການນຳທາງອັດຕະໂນມັດ, ພຽງແຕ່ດິເທີ້ໂດຍການສົ່ງສັນຍານໂດຍກົງຫາຖານຕິດຕັ້ງ.
ru: Нет гидирования, производятся только подвижки путём отправки заданного импульса напрямую в монтировку.

source: No backlash
cs: Žádná zpětná vůle
de: Kein Getriebespiel
es: Sin compensación por holgura
fr: Pas de jeu
lo: ບໍ່ມີໄລຍະຫວ່າງ
ru: Сброс

source: No bad pixel map
cs: Žádná mapa chybných pixelů
de: kein Bild schlechter Pixel vorhanden
es: Sin mapa de píxeles malos
fr: Pas de carte des pixels défectueux
lo: ບໍ່ມີແຜນທີ່ພິກເຊວເສຍ
ru: Карта отсутствует

source: No centering measurement, exposure time shorter than astrometry timeout.
cs: Žádné měření centrování, doba expozice je kratší než časový limit astrometrie.
de: Keine Zentriermessung, Belichtungszeit kürzer als der Astrometrie Timeout.
es: Sin medición de centrado, tiempo de exposición más corto que el tiempo de espera de la astrometría.
fr: Pas de mesure du centrage, le temps d'exposition est plus court que le délai de l'astrométrie.
lo: ບໍ່ມີການວັດແທກການປັບກາງ, ເວລາເປີດໜ້າກ້ອງສັ້ນກວ່າເວລາໝົດກຳນົດຂອງການວັດແທກຕຳແໜ່ງດາວ.

source: No centering measurement, astrometry not configured.
cs: Žádné centrování, astrometrie není nakonfigurována.
de: Keine Zentierung, Astrometrie ist nicht konfiguriert
es: Sin medición de centrado, astrometría no configurada.
fr: Pas de mesure du centrage, l'astrométrie n'est pas configurée.
lo: ບໍ່ມີການວັດແທກການປັບກາງ, ບໍ່ໄດ້ຕັ້ງຄ່າການວັດແທກຕຳແໜ່ງດາວ.

source: No dark
cs: Žádný dark
de: Kein Dunkelbild
es: Sin toma oscura
fr: Pas de noir
lo: ບໍ່ມີພາບມືດ
ru: Дарк отсутствует

source: No dawn today
cs: Dnes není úsvit
de: Keine Morgendämmerung heute
es: Hoy no hay amanecer
fr: Pas d'aube aujourd'hui
lo: ມື້ນີ້ບໍ່ມີຊ່ວງເຊົ້າ
ru: Сегодня нет рассвета

source: No device
cs: Žádné zařízení
de: Kein Gerät
es: Sin dispositivo
fr: Aucun périphérique
lo: ບໍ່ມີອຸປະກອນ
ru: Нет устройств

source: No device found
cs: Zařízení nenalezeno
de: Kein Gerät gefunden
es: No se encontró dispositivo
fr: Aucun appareil trouvé
lo: ບໍ່ພົບອຸປະກອນ
ru: Устройство не найдено

source: No dusk today
cs: Dnes není soumrak
de: Keine Abenddämmerung heute
es: Hoy no hay crepúsculo
fr: Pas de crépuscule aujourd'hui
lo: ມື້ນີ້ບໍ່ມີຊ່ວງຄ່ຳ
ru: Сегодня нет сумерек

source: No flat
cs: Žádný flat
de: Kein Flatfield
es: Sin toma plana
fr: Pas de flat
lo: ບໍ່ມີພາບແຟລັດ
ru: Флет отсутствует

source: No flip until past meridian for
cs: Nepřeklápět před přechodem poledníku
de: Kein Flip nach dem Meridian für
es: No cambiar hasta pasado el meridiano
fr: Pas de retournement avant
lo: ບໍ່ພິກຈົນກວ່າຈະຜ່ານເມຣິເດຍນເປັນເວລາ
ru: Не перекладывать после пересечения

source: Noise filter
lo: ຟິວເຕີສຽງລົບກວນ

source: None
cs: Žádný
de: Keiner
es: Niguno
fr: Aucun
lo: ບໍ່ມີ
ru: Ничего

source: No resolver configured!
cs: Nenakonfigurováno žádné vyřešení!
de: Kein Platesolver konfiguriert
es: ¡Solucionador no configurado!
fr: Aucun résolveur n'est configuré!
lo: ບໍ່ມີໂຕແກ້ໄຂຖືກຕັ້ງຄ່າ!
ru: Распознавание не настроено!

source: No response from server
cs: Žádná odpověď ze serveru
de: Keine Antwort vom Server
es: No hay respuesta del servidor
fr: Pas de réponse du serveur
lo: ບໍ່ມີການຕອບສະໜອງຈາກເຊີບເວີ
ru: Нет ответа от сервера

source: No response from camera!
cs: Žádná odpověď z kamery!
de: Keine Antwort von der Kamera
es: ¡La cámara no responde!
fr: Pas de réponse de la caméra!
lo: ບໍ່ມີການຕອບສະໜອງຈາກກ້ອງ!
ru: Нет ответа от камеры!

source: North
cs: Sever
de: Nord
es: Norte
fr: Nord
lo: ເໜືອ
ru: Север

source: No script are running.
cs: Nejsou spuštěny žádné skripty.
de: Es wird kein Skript ausgeführt
es: No hay guión en ejecución.
fr: Aucun script n'est en cours d'exécution.
lo: ບໍ່ມີສະຄຣິບໃດກຳລັງເຮັດວຽກ.
ru: Скрипт не запущен.

source: No star detected. Is the image focused and sufficiently exposed?
cs: Nebyla zjištěna žádná hvězda. Je snímek zaostřený a dostatečně exponovaný?
de: Keinen Stern erkannt. Ist das Bild scharf und ausreichend belichtet?
es: No se detectó ninguna estrella. ¿Está la imagen enfocada y expuesta lo suficiente?
fr: Aucune étoile détectée. L'image est-elle focalisée et suffisamment exposée?
lo: ບໍ່ກວດພົບດາວ. ຮູບພາບມີຈຸດສຸມດີ ແລະ ໄດ້ຮັບແສງພຽງພໍແລ້ວບໍ່?
ru: Звёзды не обнаружены. Изображение сфокусировано и достаточно экспонировано?

source: No star found
cs: Nebyla nalezena žádná hvězda
de: Kein Stern gefunden
es: No se encontró ninguna estrella
fr: Aucune étoile trouvée
lo: ບໍ່ພົບດາວ
ru: Звезда не найдена

source: No suitable dawn for automatic flat today
cs: Dnes není žádný vhodný úsvit pro flat snímek
de: Keine geeignete Morgendämmerung heute für die automatische Flatgewinnung
es: Hoy no hay amanecer adecuado para la toma plana automática
fr: Pas d'aube convenant au flat automatique aujourd'hui
lo: ບໍ່ມີຊ່ວງເຊົ້າທີ່ເໝາະສົມສຳລັບ flat ອັດຕະໂນມັດມື້ນີ້
ru: Сегодня нет подходящего рассвета для автоматической съёмки флетов

source: No suitable dusk for automatic flat today
cs: Dnes není žádný vhodný soumrak pro automatický flat snímek
de: Keine geeignete Abenddämmerung heute für die automatische Flatgewinnung
es: Hoy no hay crepúsculo adecuado para la toma plana automática
fr: Pas de crépuscule convenant au flat automatique aujourd'hui
lo: ບໍ່ມີຊ່ວງຄ່ຳທີ່ເໝາະສົມສຳລັບ flat ອັດຕະໂນມັດມື້ນີ້
ru: Сегодня нет подходящих сумерек для автоматической съёмки флетов

source: %s not an eqmod mount
cs: %s montáž není eqmod
de: %s ist keine EQMOD kompatible Montierung
es: %s no es una montura eqmod
fr: %s n'est pas une monture Eqmod
lo: %s ບໍ່ແມ່ນຂາກ້ອງ eqmod
ru: %s не eqmod монтировка

source: Not autoguiding! dithering ignored.
cs: Není automatická pointace! ditherace je ignorována.
de: Kein Autoguiding! Dithering ignoriert.
es: ¡Sin autoguiado! Interpolación ignorada.
fr: Pas d'autoguidage! le dithering est ignoré.
lo: ບໍ່ໄດ້ນຳທາງອັດຕະໂນມັດ! ບໍ່ສົນໃຈ dithering.
ru: Нет гидирования! Подвижки игнорируются.

source: %s not connected!
cs: %s není připojen(a)!
de: %s nicht verbunden!
es: ¡%s no conectada/o!
fr: %s non connecté!
lo: %s ບໍ່ໄດ້ເຊື່ອມຕໍ່!
ru: %s - нет подключения!

source: Not enough measurement points! Try to increase the maximum HFD or decrease the minimum start movement
cs: Nedostatek měřicích bodů! Zkuste zvýšit maximální HFD nebo snížit minimální počáteční krok
de: Nicht genug Messpunkte! Versuchen Sie den maximalen HFD zu erhöhenoder die minimale Startbewegung zu erhöhen
es: ¡Se necesitan más puntos de medición! Intente incrementar el HFD máximo o disminuya el movimiento mínimo inicial.
fr: Pas assez de points de mesures! Essayez d'augmenter le HFD maximum ou de diminuer le mouvement initial.
lo: ຈຸດວັດແທກບໍ່ພຽງພໍ! ລອງເພີ່ມ HFD ສູງສຸດ ຫຼື ຫຼຸດການເຄື່ອນທີ່ເລີ່ມຕົ້ນຂັ້ນຕ່ຳ
ru: Недостаточно точек измерения! Попробуйте увеличить максимальный HFD или уменьшить минимальное начальное перемещение

source: Not enough points in or out of focus position after two try. Start with a better focus position and run the focuser calibration tool.
cs: Po dvou pokusech není dostatek bodů před nebo za ostřením. Začněte s lepší polohou ostření a spusťte nástroj pro kalibraci ostření.
de: Nach zwei Versuchen nicht genug Punkte innerhalb oder außerhalb der FokuspositionStarten Sie mit einer besseren Fokusposition und führen Sie die Fokussierkalibrierung aus
es: Sin puntos suficientes en o fuera de la posición de foco después de dos intentos. Comience con una mejor posición de foco y ejecute la herramienta de calibración del enfocador.
fr: Pas assez de points avant ou après la position de mise au point après deux essais. Recommencez avec une meilleure position de mise au point et utilisez l'outil de calibration du focuser.
lo: ມີຈຸດບໍ່ພຽງພໍໃນ ຫຼື ນອກຕຳແໜ່ງຈຸດສຸມຫຼັງຈາກລອງສອງຄັ້ງ. ເລີ່ມດ້ວຍຕຳແໜ່ງຈຸດສຸມທີ່ດີກວ່າ ແລະ ແລ່ນເຄື່ອງມືປັບທຽບໂຕປັບຈຸດສຸມ.
ru: Недостаточно точек до или за точкой фокуса после двух попыток. Начните с лучшей позиции фокусировки и запустите инструмент калибровки фокусера

source: Not enough points in or out of focus position, retrying now.
cs: Nedostatek bodů před nebo za ostřící polohou, zkuste to znovu.
de: Nicht genug Punkte innerhalb oder außerhalb der Fokusposition, versuche es jetzt erneut.
es: Sin puntos suficientes en o fuera de la posición de foco, nuevo reintento.
fr: Pas assez de points avant ou après la position de mise au point, fait un nouvel essai.
lo: ມີຈຸດບໍ່ພຽງພໍໃນ ຫຼື ນອກຕຳແໜ່ງຈຸດສຸມ, ກຳລັງລອງໃໝ່.
ru: Недостаточно точек до или за точкой фокуса, повторная попытка

source: not enough time to complete the %s plan before end time at %s
lo: ເວລາບໍ່ພຽງພໍທີ່ຈະເຮັດແຜນ %s ໃຫ້ສຳເລັດກ່ອນເວລາສິ້ນສຸດທີ່ %s

source: No termination actions configured.
cs: Nejsou nakonfigurovány žádné akce ukončení.
de: Keine Aktionen für das Beenden konfiguriert
es: No hay configuradas acciones de finalización.
fr: Aucune action de fin n'est configurée.
lo: ບໍ່ມີການຕັ້ງຄ່າການຢຸດ.
ru: Нет настроенных действий для завершения

source: Notifications
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
lo: ການແຈ້ງເຕືອນ
ru: Уведомления

source: Not implemented!
cs: Neimplementováno!
de: Nicht implementiert
es: ¡No implementado!
fr: Non implémenté!
lo: ຍັງບໍ່ໄດ້ຈັດຕັ້ງປະຕິບັດ!
ru: Не реализовано!

source: Not running, nothing to do.
cs: Nic neběží, není co dělat.
de: Läuft nicht, nichts zu tun.
es: No está en ejecución, nada que hacer.
fr: Pas lancé, rien a faire.
lo: ບໍ່ໄດ້ເຮັດວຽກ, ບໍ່ມີຫຍັງໃຫ້ເຮັດ.
ru: Не запускать, ничего не делать.

source: not tracking
cs: nesleduje
de: Nicht Nachführen
es: sin seguimiento
fr: arrêt
lo: ບໍ່ໄດ້ຕິດຕາມ
ru: нет слежения

source: Number of circles
cs: Počet kruhů
de: Anzahl der Kreise
es: Número de círculos
fr: Nombre de cercles
lo: ຈຳນວນວົງມົນ
ru: Количество колец

source: Number of dynamic points
cs: Počet dynamických bodů
de: Anzahl Punkte für dynamic Fokus
es: Número de puntos dinámicos
fr: Nombre de points dynamiques
lo: ຈຳນວນຈຸດເຄື່ອນໄຫວ
ru: Количество динамических точек

source: Number of exposure per point
cs: Počet expozic na bod
de: Anzahl Aufnahmen pro Punkt
es: Número de exposición por punto
fr: Nombre de poses par point
lo: ຈຳນວນການເປີດໜ້າກ້ອງຕໍ່ຈຸດ
ru: Количество экспозиций на точку

source: Number of slot
cs: Počet slotů
de: Nummer der Filterposition
es: Nº de ranura
fr: Nombre d'emplacement
lo: ຈຳນວນຊ່ອງ
ru: Количество слотов

source: Number of steps
cs: Počet kroků
de: Anzahl der Schritte
es: Número de pasos
fr: Nombre de pas
lo: ຈຳນວນຂັ້ນຕອນ
ru: Число шагов

source: Object
cs: Objekt
de: Objekt
es: Objeto
fr: Objet
lo: ວັດຖຸ
ru: Объект

source: Object name
cs: Název objektu
de: Objektname
es: Nombre del objeto
fr: Nom de l'objet
lo: ຊື່ວັດຖຸ
ru: Название объекта

source: Object %s, plan %s finished.
cs: Objekt %s, plán %s dokončen.
de: Objekt %s, Plan %s fertig.
es: Objeto %s, plan %s finalizado.
fr: Objet %s, plan %s terminé
lo: ວັດຖຸ %s, ແຜນ %s ສຳເລັດແລ້ວ.
ru: Объект %s, план %s завершён

source: Object sets at %s. In %s hour(s)
cs: Objekt se nastaví v %s. Za %s hodin(y)
de: Objekt geht um %s unter. In %s Stunden.
fr: L'objet se couche à %s. Dans %s heures
lo: ວັດຖຸຕົກເວລາ %s. ໃນອີກ %s ຊົ່ວໂມງ

source: Object %s, start plan %s
cs: Objekt %s, plán spuštěn %s
de: Objekt %s, starte Plan %s
es: Objeto %s, comenzar plan %s
fr: Objet %s, début du plan %s
lo: ວັດຖຸ %s, ເລີ່ມແຜນ %s
ru: Объект %s, старт шаблона %s

source: Observatory
cs: Pozice pozorovatele
de: Sternwarte
es: Observatorio
fr: Observatoire
lo: ຫໍສັງເກດການ
ru: Обсерватория

source: Observatory name
cs: Název observatoře
de: Sternwarte Name
es: Nombre observatorio
fr: Nom de l'observatoire
lo: ຊື່ຫໍສັງເກດການ
ru: Название обсерватории

source: Observer name
cs: Jméno pozorovatele
de: Beobachter Name
es: Nombre observador
fr: Nom de l'observateur
lo: ຊື່ຜູ້ສັງເກດການ
ru: Наблюдатель

source: Observing condition
cs: Podmínky pozorování
de: Beobachtungsbedingung
es: Condición de observación
fr: Condition d'observation
lo: ສະພາບການສັງເກດການ
ru: Наблюдение за состоянием

source: Octagon
cs: Osmiúhelník
de: Achteck
es: Octógono
fr: Octogone
lo: ຮູບແປດແຈ
ru: Восьмиугольник

source: Off
de: Aus
es: Apagado
fr: désactivé
lo: ປິດ
ru: Откл

source: Off-axis aberration[hfd]=%s
cs: Aberace mimo osu [hfd]=%s
de: Off-axis Abberation [hfg]=%s
es: Aberración fuera de eje [hdf]=%s
fr: Aberration hors axe[hfd]=%s
lo: ຄວາມຜິດປົກກະຕິນອກແກນ[hfd]=%s
ru: Внеосевая аберрация [hfd]=%s

source: offset
cs: posun
es: desplazamiento
fr: décalage
lo: ອັອບເຊັດ
ru: смещение

source: Offset
lo: ອັອບເຊັດ
ru: Смещение

source: OK
es: Aceptar
lo: ຕົກລົງ
ru: ОК

source: On
de: Ein
es: Encendido
fr: activé
lo: ເປີດ
ru: Вкл

source: Online documentation
cs: Online dokumentace
de: Online Dokumentation
es: Documentación en línea
fr: Documentation en ligne
lo: ເອກະສານອອນລາຍ
ru: Онлайн документация

source: Online for all targets
lo: ອອນລາຍສຳລັບທຸກເປົ້າໝາຍ

source: On Meridian crossing
cs: Na přechodu Poledníku
de: Meridianüberquerung
es: En paso por meridiano
fr: Passage du méridien
lo: ເມື່ອຂ້າມເມຣິເດຍນ
ru: Действия при пересечении меридиана

source: Open
cs: Otevřít
de: Offen
es: Abrir
fr: Ouvert
lo: ເປີດ
ru: Открыть

source: Open Dark file
cs: Otevřít Dark soubor
de: Öffne Darkframe
es: Abrir archivo toma oscura
fr: Ouvrir un fichier Dark
lo: ເປີດໄຟລ໌ມືດ
ru: Открыть дарк

source: Open dome sequence when mount is asked to unpark
cs: Sekvence uzavře kopuli, když je požadavek na zaparkování montáže
de: Kuppelspalt Öffnungssequenz ausführen wenn Montierung zum unpark aufgefordert wird
es: Secuencia de apertura de la cúpula cuando se solicite desaparcar la montura
fr: Séquence d'ouverture du dôme quand on veut déparquer la monture
lo: ເປີດລຳດັບໂດມເມື່ອຖານຕິດຕັ້ງຖືກສັ່ງໃຫ້ຍົກເລີກການຈອດ
ru: Последовательность открытия купола, когда предлагается распарковать монтировку

source: Open file %s
cs: Otevřít soubor %s
de: Öffne Datei %s
es: Abrir archivo %s
fr: Ouvre le fichier %s
lo: ເປີດໄຟລ໌ %s
ru: Открытие файла %s

source: Open FITS file%s
cs: Otevřít FITS soubor%s
de: FITS datei öffnen%s
es: Abrir imagen FITS %s
fr: Ouvrir le fichier FITS %s
lo: ເປີດໄຟລ໌ FITS%s
ru: Открыть FITS%s

source: Open Flat file
cs: Otevřít Soubor Flat
de: Öffne Flatfield
es: Abrir archivo toma plana
fr: Ouvrir un fichier Flat
lo: ເປີດໄຟລ໌ແຟລັດ
ru: Открыть флет

source: Open FITS or picture file%s
cs: Otevřít soubor FITS nebo soubor snímku%s
de: Öffne FITS oder Bilddatei%s
es: Abrir archivo FITS o imagen %s
fr: Ouvrir un fichier FITS ou une image%s
lo: ເປີດໄຟລ໌ FITS ຫຼື ໄຟລ໌ຮູບພາບ%s
ru: Открыть FITS или изображение%s

source: Open reference image
cs: Otevřít referenční snímek
de: Referenzbild öffnen
es: Abrir imagen de referencia
fr: Ouvrir l'image de référence
lo: ເປີດຮູບພາບອ້າງອີງ
ru: Открыть опорное изображение

source: Open the Dome shutter
cs: Otevřít štěrbinu Kopule
de: Öffne den Kuppelspalt
es: Abrir la compuerta de la cúpula
fr: Ouvre l'ouverture du dôme
lo: ເປີດຊັດເຕີໂດມ
ru: Открыть створку купола

source: Options :%s
cs: Možnosti :%s
de: Optionen :%s
es: Opciones: %s
lo: ຕົວເລືອກ :%s
ru: Опции: %s

source: Options
cs: Možnosti
de: Optionen
es: Opciones
lo: ຕົວເລືອກ
ru: Параметры

source: or
cs: nebo
de: oder
es: o
fr: ou
lo: ຫຼື
ru: или

source: Or double click on the bright star.
cs: Nebo dvakrát klikněte na jasnou hvězdu.
de: Oder auf den hellen Stern doppelklicken
fr: Ou faire un double clic sur l'étoile.
lo: ຫຼືດັບເບິ້ນຄລິກໃສ່ດາວທີ່ແຈ້ງ.
ru: Или двойной клик по яркой звезде.

source: Other options
cs: Další možnosti
de: Andere Optionen
es: Otras opciones
fr: Autres options
lo: ຕົວເລືອກອື່ນໆ
ru: Другие опции

source: Out
cs: Ven ↗️
de: Außen
es: Fuera
fr: Extérieur
lo: ອອກ
ru: Наружу

source: %s out of range
cs: %s mimo rozsah
de: %s außerhalb des Bereiches
es: %s fuera del intervalo
fr: %s hors plage
lo: %s ຢູ່ນອກຂອບເຂດ
ru: %s вне диапазона

source: Parameter
cs: Parametr
es: Parámetro
fr: Paramètre
lo: ພາຣາມິເຕີ
ru: Параметр

source: Park
cs: Parkovat
de: Parken
es: Aparcar
fr: Parquer
lo: ຈອດ

source: Park and close the dome
cs: Parkovat a zavřít kupoli
de: Kuppel schließen und parken
es: Aparcar y cerrar la cúpula
fr: Parquer et fermer le dôme
lo: ຈອດ ແລະ ປິດໂດມ
ru: Запарковать и закрыть купол

source: Park the Dome
cs: Zaparkovat Kopuli
de: Kuppel parken
es: Aparcar la cúpula
fr: Parquer le dôme
lo: ຈອດໂດມ
ru: Запарковать купол

source: Parked
cs: Zaparkovat
de: Geparkt
es: Aparcado
fr: Parqué
lo: ຈອດແລ້ວ

source: Park the telescope now?
cs: Zaparkovat dalekohled?
de: Teleskop jetzt parken?
es: ¿Aparcar ahora el telescopio?
fr: Parquer le télescope maintenant?
lo: ຈອດກ້ອງສ່ອງທາງໄກດຽວນີ້ບໍ່?
ru: Запарковать телескоп?

source: Park the telescope
cs: Zaparkovat dalekohled
de: Teleskop parken
es: Aparcar telescopio
fr: Parquer le télescope
lo: ຈອດກ້ອງສ່ອງ
ru: Запарковать телескоп

source: Park the telescope and the dome
cs: Zaparkovat dalekohled a kopuli
de: Parke Teleskop und Kuppel
es: Aparcar el telescopio y la cúpula
fr: Parque le télescope et le dôme
lo: ຈອດກ້ອງສ່ອງ ແລະ ໂດມ
ru: Запарковать телескоп и купол

source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
lo: ລະຫັດຜ່ານ
ru: Пароль

source: Past from clipboard
cs: Poslední ze schránky
de: Einfügen aus der Zwischenablage
fr: Copie du presse-papier
lo: ວາງຈາກຄລິບບອດ
ru: Вставить из буфера

source: Pause
cs: Pozastavit
es: Detener
lo: ຢຸດຊົ່ວຄາວ
ru: Пауза

source: Pause after meridian flip
cs: Pozastavit po překlopení poledníku
de: Nachfrage nach dem Meridianflip
es: Pausa tras cambio de meridiano
fr: Pause après le retournement méridien
lo: ຢຸດຊົ່ວຄາວຫຼັງການພິກຜ່ານເມຣິເດຍນ
ru: Пауза после перекладки

source: Pause autoguider
cs: Pauza auto pointace
de: Autoguiding pausieren
es: Pausar autoguiado
fr: Suspend l'autoguidage
lo: ຢຸດໂຕນຳທາງອັດຕະໂນມັດຊົ່ວຄາວ
ru: Пауза гидирования

source: Pause before meridian flip
cs: Pauza před překlopením poledníku
de: Nachfrage vor dem Meridianflip
es: Pausa antes del cambio de meridiano
fr: Pause avant le retournement méridien
lo: ຢຸດຊົ່ວຄາວກ່ອນການພິກຜ່ານເມຣິເດຍນ
ru: Пауза перед перекладкой

source: Pause guiding during autofocus
cs: Během automatického ostření pozastavit pointaci
de: Guiding während Autofokus aussetzen
es: Detener guiado durante el autoenfoque
fr: Suspendre le guidage pendant l'auto-focus
lo: ຢຸດການນຳທາງຊົ່ວຄາວລະຫວ່າງໂຟກັສອັດຕະໂນມັດ
ru: Приостановить гидирование при фокусировке

source: Pause sequence when the observing condition are out of the limits
cs: Pozastavit sekvenci, když jsou podmínky pozorování mimo limity
de: Sequenz anhalten, wenn die Beobachtungsbedingung außerhalb der Grenzen liegen
es: Pausar secuencia cuando las condiciones de observación excedan los límites
fr: Interrompt la séquence quand les conditions sont hors des limites
lo: ຢຸດລຳດັບຊົ່ວຄາວ ເມື່ອສະພາບການສັງເກດການນອກຂອບເຂດກຳນົດ
ru: Приостановка выполнения задания, когда условия наблюдения выходят за лимиты

source: Pause sequence
cs: Pozastavit sekvenci
de: Sequenz unterbrechen
es: Pausar secuencia
fr: Pause de la séquence
lo: ຢຸດລຳດັບຊົ່ວຄາວ
ru: Приостановить задание

source: Pause sequence request canceled.
cs: Požadavek na pozastavení sekvence byl zrušen.
de: Angehaltene Sequenz abgebrochen
es: Petición de pausa de secuencia cancelada.
fr: Demande de pause de la séquence annulée.
lo: ການຮ້ອງຂໍຢຸດລຳດັບຊົ່ວຄາວຖືກຍົກເລີກ.
ru: Запрос приостановки задания отменён

source: PDF documentation
cs: PDF dokumentace
de: PDF Dokumentation
es: Documentación PDF
fr: Documentation PDF
lo: ເອກະສານ PDF
ru: PDF документация

source: percent
cs: procenta
de: Prozent
fr: pourcent
lo: ເປີເຊັນ

source: Performance
cs: Výkon
de: Leistung
es: Rendimiento
lo: ປະສິດທິພາບ
ru: Производительность

source: Periodic auto-focus
cs: Periodické automatické ostření
de: Periodischer Autofokus
es: Autoenfoque periódico
fr: Autofocus périodique
lo: ໂຟກັສອັດຕະໂນມັດຕາມໄລຍະ
ru: Периодическая автофокусировка

source: Per slit offset
fr: Décalage par fente
lo: ອັອບເຊັດຕໍ່ສະລິດ

source: Photometry
cs: Fotometrie
de: Photometrie
es: Fotometría
fr: Photométrie
lo: ການວັດແທກແສງ
ru: Фотометрия

source: pixel
es: píxel
lo: ພິກເຊວ
ru: пикс.

source: %sPixel count:%s
cs: %sPočet pixelů:%s
de: %sPixelanzahl:%s
es: %sNº píxeles:%s
fr: %sNombre de pixels:%s
lo: %sຈຳນວນພິກເຊວ:%s

source: Pixels
cs: Pixelů
de: Pixel
es: Píxeles
lo: ພິກເຊວ
ru: пикс.

source: Pixel scale
cs: Měřítko pixelů
de: Pixelmaßstab
es: Escala de píxel
fr: Echelle des pixels
lo: ສະເກລພິກເຊວ
ru: Масштаб

source: Pixel size
cs: Velikost pixelu
de: Pixelgröße
es: Tamaño del píxel
fr: Taille des pixels
lo: ຂະໜາດພິກເຊວ
ru: Размер пикселя

source: Plan
cs: Plán
lo: ແຜນ
ru: Шаблон

source: Plan %s already exist. Do you want to replace this file?
cs: Plán%s již existuje. Chcete tento soubor nahradit?
de: Plan %s existiert bereits. Möchten Sie die Datei ersetzen?
es: Plan %s ya existe. ¿Quiere reemplazar este archivo?
fr: Le plan %s existe déjà. Voulez vous remplacer ce fichier?
lo: ແຜນ %s ມີຢູ່ແລ້ວ. ທ່ານຕ້ອງການແທນທີ່ໄຟລ໌ນີ້ບໍ່?
ru: Шаблон %s уже существует. Хотите заменить этот файл?

source: Plan %s already exist. Do you want to edit this plan?
cs: Plán%s již existuje. Chcete tento plán upravit?
de: Plan %s existiert bereits. Möchten Sie diesen Plan bearbeiten?
es: Plan %s ya existe. ¿Quiere editar este archivo?
fr: Le plan %s existe déjà. Voulez vous modifier ce plan?
lo: ແຜນ %s ມີຢູ່ແລ້ວ. ທ່ານຕ້ອງການແກ້ໄຂແຜນນີ້ບໍ່?
ru: Шаблон %s уже существует. Хотите отредактировать его?

source: Planet
cs: Planeta
es: Planeta
fr: Planète
lo: ດາວເຄາະ
ru: Планета

source: Planetarium
cs: Planetárium
es: Planetario
fr: Planétarium
lo: ທ້ອງຟ້າຈຳລອງ
ru: Планетарий

source: Planetarium error.
cs: Chyba planetária.
de: Planetarium Fehler.
es: Error del planetario.
fr: Erreur du planétarium.
lo: ທ້ອງຟ້າຈຳລອງຜິດພາດ.
ru: Ошибка планетария.

source: Planetarium for all targets
lo: ດາລາຄະຕິຈຳລອງສຳລັບທຸກເປົ້າໝາຍ

source: Planetarium is not connected
cs: Planetárium nepřipojeno
de: Planetarium ist nicht verbunden
es: El planetario no está conectado.
fr: La planétarium n'est pas connecté
lo: ທ້ອງຟ້າຈຳລອງບໍ່ໄດ້ເຊື່ອມຕໍ່
ru: Планетарий не подключен

source: Planetarium position
cs: Poloha planetária
de: Position aus Planetarium
es: Posición del planetario
fr: Position du planétarium
lo: ຕຳແໜ່ງທ້ອງຟ້າຈຳລອງ
ru: Новая цель

source: Planetarium shutdown
cs: Vypnout planetárium
de: Planetarium herunterfahren
es: Apagar el planetario
fr: Fermeture du planétarium
lo: ປິດລະບົບດາລາຄະຕິຈຳລອງ
ru: Закрыть планетарий
