Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Sequence will continue with the current focuser position.
cs: Sekvence bude pokračovat s aktuální polohou ostření.
de: Sequenz wird mit aktueller Fokusposition fortgeführt
es: La secuencia continuará con la posición actual de enfoque.
fr: La séquence continue avec la position courante du focuser
lo: ລຳດັບຈະສືບຕໍ່ດ້ວຍຕຳແໜ່ງຂອງໂຕປັບຈຸດສຸມປັດຈຸບັນ.
ru: Задание будет продолжено с текущей позицией фокусера

source: Sequence will run without guiding!
cs: Sekvence se spustí bez pointace!
de: Sequenz wird ohne Guiding laufen!
es: ¡La secuencia se realizará sin guiado!
fr: La séquence se fait sans guidage!
lo: ລຳດັບຈະແລ່ນໂດຍບໍ່ມີການນຳທາງ!
ru: Задание будет запущено без гидирования!

source: Server
es: Servidor
fr: Serveur
lo: ເຊີບເວີ
ru: Сервер

source: Set
cs: Zadat
de: Einstellen
es: Asignar
fr: Régler
lo: ຕັ້ງຄ່າ

source: set
cs: zadat
de: Untergang
es: puesta
fr: coucher
lo: ຕົກ
ru: закат

source: Set Binning
cs: Nastavit Binning
de: Binning einstellen
es: Establecer 'binning'
fr: Ajuster le binning
lo: ຕັ້ງຄ່າ Binning
ru: Установлен бинниг

source: Set binning %sx%s
cs: Nastavit binning %sx%s
de: Binning einstellen %sx%s
es: Fijar 'binning' %sx%s
fr: Règle le binning à %sx%s
lo: ຕັ້ງ binning %sx%s
ru: Установлен биннинг %sx%s

source: Set cooler %s
cs: Chlazení nastaveno %s
de: Kühlung einstellen %s
es: Fijar refrigeración %s
fr: Règle le refroidissement à %s
lo: ຕັ້ງໂຕເຮັດຄວາມເຢັນ %s
ru: Охлаждение сенсора %s

source: Set filter position %s
cs: Nastavení polohy filtru %s
de: Filterposition einstellen %s
es: Fijar posición filtro %s
fr: Règle la position de filtre à %s
lo: ຕັ້ງຕຳແໜ່ງຟິວເຕີ %s
ru: Установлено положение фильтра %s

source: Set focus direction inward
cs: Nastavit směr ostření směrem dovnitř↘️
de: Stelle Fokussierrichtung nach innen
es: Establecer la dirección del enfoque adentro
fr: Direction de mise au point vers l'intérieur
lo: ຕັ້ງທິດທາງຈຸດສຸມເຂົ້າ
ru: Установлено направление фокусировки вовнутрь

source: Set focus direction outward
cs: Nastavit směr ostření směrem ven↗️
de: Stelle Fokussierrichtung nach außen
es: Establecer la dirección del enfoque afuera
fr: Direction de mise au point vers l'extérieur
lo: ຕັ້ງທິດທາງຈຸດສຸມອອກ
ru: Установлено направление фокусировки наружу

source: Set frame type %s
cs: Nastavení typu snímku %s
de: Bildtyp einstellen %s
es: Fijar tipo fotograma %s
fr: Règle le type d'image à %s
lo: ຕັ້ງປະເພດຂອບຮູບ %s
ru: Установлен тип кадра %s

source: Set guide speed [x sidereal]
cs: Nastavení pointační rychlosti [x siderické]
de: Guide Geschwindigkeit [x Sterngeschwindigkeit]
fr: Modifie la vitesse de guidage
lo: ຕັ້ງຄວາມໄວການນຳທາງ [x ໄຊດີຣຽວ]
ru: Установить скорость гидирования [x звездной]

source: Set lock position
cs: Nastavit uzamčenou polohu
de: Position verriegeln
fr: Défini la position de verrouillage
lo: ຕັ້ງຕຳແໜ່ງລັອກ

source: Set magnitude
cs: Nastavit magnitudu
de: Sternhelligkeit einstellen
es: Establecer magnitud
fr: Définir la magnitude
lo: ຕັ້ງຄ່າຄວາມສະຫວ່າງ
ru: Установить величину

source: Set mount site long/lat from configuration
cs: Nastavit zeměpisnou délku/šířku místa připojení z konfigurace
de: Setze Montierungsstandort Längen-/Breitengrad vom Computer
es: Fijar coordenadas lat/lon de la montura desde la configuración
fr: Envoie les coordonnées de l'observatoire
lo: ຕັ້ງຕຳແໜ່ງເສັ້ນແວງ/ເສັ້ນຂະໜານຂອງຖານຕິດຕັ້ງຈາກການຕັ້ງຄ່າ
ru: Установить долготу/широту монтировки из конфигурации программы

source: Set mount time from computer
cs: Nastavit čas montáže z počítače
de: Setze Zeit des Computers für die Montierung
es: Fijar hora de la montura desde el ordenador
fr: Envoie l'heure de l'ordinateur
lo: ຕັ້ງເວລາຂອງຖານຕິດຕັ້ງຈາກຄອມພິວເຕີ
ru: Установить время монтировки с компьютера

source: Setpoint
cs: Hodnota
de: Sollwert
es: Referencia
fr: Consigne
lo: ຈຸດຕັ້ງຄ່າ
ru: Заданная

source: Set rotator angle
cs: Nastavení úhlu otočení
de: Rotator: Winkel einstellen
es: Definir ángulo del rotador
fr: Règle la rotation
lo: ຕັ້ງມຸມໂຕໝຸນ
ru: Установить угол ротатора

source: Set temperature %s
cs: Nastavit teplotu na %s
de: Temperatur einstellen %s
es: Fijar temperatura %s
fr: Règle la température à %s
lo: ຕັ້ງອຸນຫະພູມ %s
ru: Установлена температура сенсора %s

source: Set temperature ramp to %s started
cs: Nastavit teplotu rampy na %s startu
de: Temperaturrampe zu %s gestartet
es: Comenzó el cambio de temperatura a %s
fr: Début de la rampe de température vers %s
lo: ເລີ່ມການປັບອຸນຫະພູມເປັນ %s ແລ້ວ
ru: Изменение температуры до %s запущено

source: Set temperature ramp finished
cs: Nastavení teplotní rampy dokončeno
de: Temperaturrampe fertig
es: Finalizó el cambio de temperatura
fr: Rampe de température terminée
lo: ການປັບອຸນຫະພູມສຳເລັດແລ້ວ
ru: Спад температуры установлен

source: Set the mean dithering pulse duration in seconds.
cs: Nastavení střední doby trvání ditheringového impulzu v sekundách.
de: Setze die mittlere Dither Pulsdauer in Sekunden.
es: Establecer la duración del pulso medio de interpolación en segundos.
fr: Indiquer la durée moyenne des impulsions de guidage en secondes.
lo: ຕັ້ງຄ່າໄລຍະເວລາສັນຍານດິເທີ້ສະເລ່ຍເປັນວິນາທີ.
ru: Установите среднюю длительность импульса подвижки в секундах.

source: Settle tolerance
cs: Tolerance vyrovnání
de: Beruhigungstoleranz
es: Tolerancia asentamiento
fr: Tolérance de stabilisation
lo: ຄ່າຜັນຜວນທີ່ຍອມຮັບໄດ້ຂອງການຄົງທີ່
ru: Успокоение

source: Settling for
lo: ການຕັ້ງຕົວເປັນເວລາ

source: Setup
cs: Nastaveno
de: Konfiguration
es: Configuración
fr: Configuration
lo: ຕັ້ງຄ່າ
ru: Настройка

source: Shadow ADU
cs: ADU pro úroveň černé
de: ADU für Schwarzwert
fr: ADU des ombres
lo: ADU ເງົາ
ru: Тени ADU

source: Sharpness
cs: Ostrost
de: Schärfe
es: Nitidez
fr: Netteté
lo: ຄວາມຄົມຊັດ
ru: Резкость

source: Shortest guide pulse
cs: Nejkratší vodicí puls
de: Kürzester Guidingpuls
es: Pulso de guiado más corto
fr: Plus petite impulsion
lo: ສັນຍານນຳທາງສັ້ນສຸດ
ru: Мин. импульс

source: Short exposure stacking
cs: Krátké stohování expozic
de: Stacking mit kurzer Belichtung
fr: Empilement de pose courte
lo: ການຊ້ອນພາບເປີດໜ້າກ້ອງສັ້ນ
ru: Сложение коротких экспозиций

source: Show current log
cs: Zobrazit aktuální protokol
de: Zeige aktuelle Ereignisse
es: Mostrar registros actuales
fr: Afficher le journal courant
lo: ສະແດງບັນທຶກປັດຈຸບັນ
ru: Показать текущий лог

source: Show hints
cs: Zobrazit nápovědu
de: Tipps anzeigen
es: Mostrar sugerencias
fr: Afficher les indications
lo: ສະແດງຄຳແນະນຳ
ru: Показывать подсказки

source: Show INDI log
cs: Zobrazit protokol INDI
de: INDI Protokoll anzeigen
es: Mostrar registros de INDI
fr: Afficher le journal des messages INDI
lo: ສະແດງບັນທຶກ INDI
ru: Показать лог INDI

source: Show prompt
cs: Zobrazit výzvu
de: Eingabeaufforderung anzeigen
es: Mostrar diálogo
fr: Demande de confirmation
lo: ສະແດງຂໍ້ຄວາມເຕືອນ
ru: Показать подсказку

source: Show stacking option for Preview/Capture/Sequence
cs: Zobrazit možnost stohování pro Náhled/Zachycení/Sekvence
de: Zeige Stacking Optionen für Voransicht/Aufnahme/Sequenz
fr: Affiche l'option d'empilement pour Prévisualisation/Acquisition/Séquence
lo: ສະແດງຕົວເລືອກການຊ້ອນພາບສຳລັບ ເບິ່ງຕົວຢ່າງ/ຖ່າຍພາບ/ລຳດັບ
ru: Показать параметры сложения для Превью/Съёмки/Задания

source: Show video capture tab
cs: Zobrazit kartu zachycení videa
de: Registerkarte Video Aufnahme anzeigen
es: Mostrar pestaña captura de vídeo
fr: Afficher l'onglet de capture video
lo: ສະແດງແຖບຖ່າຍວິດີໂອ
ru: Показать вкладку захвата видео

source: Side of pier
cs: Poloha dalekohledu
de: Seite der Säule
es: Lado de la columna
fr: Côté du pied
lo: ດ້ານຂອງຂາຕັ້ງ
ru: Сторона

source: Simplified photometry taking account for calibration, exposure time and airmass
cs: Zjednodušená fotometrie s ohledem na kalibraci, čas expozice a vzduchová hmota
de: Vereinfachte Fotometrie unter Berücksichtigung von Kalibrierung, Belichtungszeit und Luftmasse
es: Fotometría simplificada teniendo en cuenta la calibración, tiempo de exposición y masa de aire
fr: Photométrie simplifiée prenant en compte l'étalonnage, le temps d'exposition et la masse d'air
lo: ການວັດແທກແສງແບບງ່າຍ ໂດຍຄຳນຶງເຖິງການປັບທຽບ, ເວລາເປີດໜ້າກ້ອງ ແລະມວນອາກາດ
ru: Упрощённая фотометрия с учётом калибровки, выдержки и airmass

source: Simplified photometry, uncalibrated
cs: Zjednodušená fotometrie, nekalibrováno
de: Vereinfachte Fotometrie, unkalibriert
es: Fotometría simplificada, sin calibrado
fr: Photométrie simplifiée, non calibré
lo: ການວັດແທກແສງແບບງ່າຍ, ບໍ່ໄດ້ປັບທຽບ
ru: Упрощённая фотометрия, без калибровки

source: Simplified photometry taking account for only the calibration
cs: Zjednodušená fotometrie zohledňující pouze kalibraci
de: Vereinfachte Photometrie, die nur die Kalibrierung berücksichtigt
es: Fotometría simplificada teniendo en cuenta solo la calibración
fr: Photométrie simplifiée tenant compte seulement de la calibration
lo: ການວັດແທກແສງແບບງ່າຍ ໂດຍຄຳນຶງເຖິງການປັບທຽບເທົ່ານັ້ນ
ru: Упрощённая фотометрия только с учётом калибровки

source: Single panel
cs: Jeden panel
de: Einteilig
fr: Un seul panneau
lo: ແຜງດຽວ
ru: Одинарная

source: Single star
cs: Jedna hvězda
de: Einzelner Stern
fr: Étoile unique
lo: ດາວດວງດຽວ
ru: Одиночная звезда

source: Single star, with offset
lo: ດາວດວງດຽວ, ພ້ອມອັອບເຊັດ

source: Single star, with guider astrometry
lo: ດາວດວງດຽວ, ພ້ອມການວັດແທກຕຳແໜ່ງດາວຂອງເຄື່ອງນຳທາງ

source: Single star with astrometry, then multistar
lo: ດາວດວງດຽວພ້ອມການວັດແທກຕຳແໜ່ງດາວ, ຫຼັງຈາກນັ້ນຫຼາຍດາວ

source: Site send to telescope.
cs: Poloha poslána do dalekohledu.
de: Standort wurde an das Teleskop gesendet.
es: Localización enviada al telescopio.
fr: Lieu envoyé au télescope
lo: ຕຳແໜ່ງຖືກສົ່ງໄປທີ່ກ້ອງສ່ອງແລ້ວ.
ru: Местоположение отправлено в телескоп

source: Site set from the telescope.
cs: Poloha nastavena z dalekohledu.
de: Standort wurde vom Teleskop übernommen.
es: Localización obtenida desde el telescopio.
fr: Lieu reçu du télescope
lo: ຕຳແໜ່ງຖືກຕັ້ງຈາກກ້ອງສ່ອງ.
ru: Местоположение получено от телескопа

source: size
cs: velikost
de: Größe
es: tamaño
fr: taille
lo: ຂະໜາດ
ru: размер

source: Size
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
lo: ຂະໜາດ

source: Skip target %s
cs: Přeskočit cíl %s
de: Überspringe Ziel %s
es: Ignorar objetivo %s
fr: Saute l'objet %s
lo: ຂ້າມເປົ້າໝາຍ %s
ru: Пропустить объект %s

source: Sky brightness
cs: Jas oblohy
de: Himmelshelligkeit
es: Brillo del cielo
fr: Luminosité du ciel
lo: ຄວາມສະຫວ່າງຂອງທ້ອງຟ້າ
ru: Яркость неба

source: Skychart on local computer
cs: Skychart na místním počítači
de: Skychart auf diesem Computer
es: Cartes du Ciel en PC local
fr: Cartes du Ciel en local
lo: Skychart ໃນຄອມພິວເຕີທ້ອງຖິ່ນ
ru: Skychart на локальном компьютере

source: Sky is still too bright, waiting for dusk
cs: Obloha je stále příliš jasné, čekat na soumrak
de: Himmel ist noch zu hell, warte auf Dämmerung
es: El cielo aún es muy brillante, esperando al crepúsculo
fr: Le ciel est toujours trop brillant, attend le crépuscule
lo: ທ້ອງຟ້າຍັງແຈ້ງເກີນໄປ, ກໍາລັງລໍຖ້າໃຫ້ຄໍ່າ
ru: Небо слишком яркое, ожидание сумерек

source: Sky is still too dark, waiting for dawn
cs: Obloha je stále příliš temné, čekat na úsvit
de: Himmel ist noch zu dunkel, warte auf die Morgendämmerung
es: El cielo aún está muy oscuro, esperando al amanecer
fr: Le ciel est toujours trop sombre, attend l'aube
lo: ທ້ອງຟ້າຍັງມືດເກີນໄປ, ກໍາລັງລໍຖ້າໃຫ້ຮຸ່ງເຊົ້າ
ru: Небо слишком тёмное, ожидание рассвета

source: Sky quality
cs: Kvalita oblohy
de: Himmelsqualität
es: Calidad del cielo
fr: Qualité du ciel
lo: ຄຸນນະພາບທ້ອງຟ້າ
ru: Качество неба

source: Sky temperature
cs: Teplota oblohy
de: Himmelstemperatur
es: Temperatura del cielo
fr: Température du ciel
lo: ອຸນຫະພູມທ້ອງຟ້າ
ru: Температура неба

source: Slave
cs: Přejezd
es: Esclavo
fr: Asservir
lo: ຄວບຄຸມຕາມ

source: Slaved
cs: Přejezd
de: Gekoppelt
es: Esclavizado
fr: Asservi
lo: ຄວບຄຸມຕາມ

source: Slave the Dome
cs: Přejezd Kopule
de: Die Kuppel nachführen
es: Esclavizar la cúpula
fr: Asservi le dôme
lo: ຄວບຄຸມໂດມຕາມ
ru: Вести купол

source: Slew aborted after 3 retries!
cs: Přejezd zrušen po 3 opakování!
de: Schwenk nach 3 Versuchen abgebrochen!
es: ¡Apuntado abortado tras 3 intentos!
fr: Goto abandonné après 3 tentatives!
lo: ການຫັນກ້ອງຖືກຍົກເລີກຫຼັງຈາກລອງ 3 ຄັ້ງ!
ru: Поворот отменён после 3 попыток!

source: Slew is complete
cs: Přejezd je dokončen
de: Schwenk ist abgeschlossen
es: Apuntado finalizado
fr: Déplacement terminé
lo: ການຫັນກ້ອງສຳເລັດແລ້ວ
ru: Поворот выполнен

source: Slewing
cs: Přejíždění
de: Schwenken
es: Apuntando
fr: Goto
lo: ກຳລັງຫັນກ້ອງ
ru: Наведение

source: Slew telescope to flat panel position
cs: Přejezd dalekohledem do polohy Flat panelu
de: Schwenke Teleskop zur Flatpanel Position
es: Apuntar telescopio a la posición del panel tomas planas
fr: Déplace le télescope à la position du panneau
lo: ຫັນກ້ອງສ່ອງໄປຕຳແໜ່ງແຜງແຟລັດ
ru: Повернуть телескоп на флетбокс

source: Slew to a near star of magnitude
cs: Přejezd na blízkou hvězdní velikosti
de: Schwenke auf einen nahen Stern der Größe
es: Apuntar a una estrella cercana de magnitud
fr: Goto vers une étoile de magnitude
lo: ຫັນກ້ອງໄປຫາດາວໃກ້ຄຽງທີ່ມີຄວາມສະຫວ່າງ
ru: Поворот к ближайшей звезде величины

source: Slewing to %s %s/%s
cs: Přejezd na %s %s/%s
de: Schwenke zu %s %s/%s
es: Apuntando a %s %s/%s
fr: Déplacement vers %s %s/%s
lo: ກຳລັງຫັນກ້ອງໄປທີ່ %s %s/%s
ru: Поворот к %s %s/%s

source: Slew to focus star %s
cs: Přejezd na ostřící hvězdu %s
de: Zum Fokussierstern %s schwenken
es: Mover a la estrella de enfoque %s
fr: Centre l'étoile de focalisation %s
lo: ຫັນກ້ອງໄປຫາດາວຈຸດສຸມ %s
ru: Повернуть к звезде %s

source: Slew to focus star
cs: Přejezd na ostřící hvězdu
de: Schwenke zum Fokusstern
es: Apuntar a la estrella de enfoque
fr: Goto étoile de focalisation
lo: ຫັນກ້ອງໄປຫາດາວຈຸດສຸມ
ru: Повернуть к звезде

source: Slew with a precision of
cs: Přejezd s přesností
de: Schwenke mit der Präzision von
es: Apuntar con una precisión de
fr: Pointage avec une précision de
lo: ຫັນກ້ອງດ້ວຍຄວາມແມ່ນຍຳ
ru: Поворот с точностью до

source: Slew with offset %s/%s
cs: Přejezd s posunem %s/%s
de: Schwenke mit Offsett %s/%s
es: Mover con desplazamiento %s/%s
fr: Goto avec décalage %s/%s
lo: ຫັນກ້ອງດ້ວຍຄ່າຊົດເຊີຍ %s/%s
ru: Компенсация смещения %s/%s

source: Slippage correction
cs: Korekce skluzu
de: Schlupfkorrektur
fr: Correction du glissement
lo: ການແກ້ໄຂການເລື່ອນ
ru: Коррекция проскальзывания

source: Slit
fr: Fente
lo: ສະລິດ

source: Slit drawing
cs: Nákres štěrbiny
de: Schlitz Zeichnung
fr: Dessin de la fente
lo: ການແຕ້ມສະລິດ
ru: Щель

source: Slope
cs: Sklon
de: Steigung
es: Pendiente
fr: Pente
lo: ຄວາມຊັນ
ru: Наклон

source: Slot
de: Filterposition
es: Ranura
fr: Emplacement
lo: ຊ່ອງ
ru: Слот

source: Small cross
cs: Malý kříž
de: Kleines Kreuz
es: Cruz pequeña
fr: Petite croix
lo: ໄມ້ກາງແຂນນ້ອຍ
ru: Маленький

source: SMTP server address
cs: Adresa serveru SMTP
de: SMTP Server Adresse
es: Dirección servidor SMTP
fr: Adresse du serveur SMTP
lo: ທີ່ຢູ່ເຊີບເວີ SMTP
ru: Адрес SMTP

source: SMTP server port
cs: Port serveru SMTP
es: Puerto servidor SMTP
fr: Port du serveur SMTP
lo: ພອດເຊີບເວີ SMTP
ru: Порт SMTP

source: Socket error %s. %s
cs: Chyba socketu %s. %s
es: Error del socket %s. %s
fr: Erreur de socket %s. %s
lo: Socket ຜິດພາດ %s. %s
ru: Ошибка сокета %s. %s

source: Software
fr: Logiciel
lo: ຊອບແວ
ru: Приложение

source: Solved image
cs: Vyřešený snímek
de: Mit Platesolving behandelte Bild
fr: Image résolue
lo: ຮູບພາບທີ່ແກ້ໄຂແລ້ວ
ru: Решенное изображение

source: Solved in %s seconds
cs: Vyřešeno za %s sekund
de: Platesolving in %s Sekunden
es: Resuelto en %s segundos
fr: Résolu en %s secondes
lo: ແກ້ໄຂສຳເລັດໃນ %s ວິນາທີ
ru: Время %s сек.

source: Solve main camera image
cs: Astrometrie snímku hlavní kamery
de: Platesolving mittels Hauptkamera
fr: Astrométrie de la caméra principale
lo: ແກ້ໄຂຮູບພາບກ້ອງຫຼັກ

source: Some defined devices are not connected
cs: Některá nadefinovaná zařízení nejsou připojeny
de: Einige vordefinierte Geräte sind nicht verbunden
es: Algunos de los dispositivos definidos no están conectados
fr: Certains périphériques de la configuration ne sont pas connectés
lo: ອຸປະກອນທີ່ກຳນົດບາງອັນບໍ່ໄດ້ເຊື່ອມຕໍ່
ru: Некоторые устройства не подключены

source: South
cs: Jih
de: Süd
es: Sur
fr: Sud
lo: ໃຕ້
ru: Юг

source: Spectral profile
cs: Spektrální profil
de: Spektralprofil
es: Perfil espectral
fr: Profile spectral
lo: ໂປຣໄຟລ໌ສະເປກຕຣັມ
ru: Спектр. профиль

source: Spectroscopy
cs: Spektroskopie
de: Spektroskopie
fr: Spectroscopie
lo: ການວັດແທກສະເປກຕຣັມ
ru: Спектроскопия

source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
lo: ຄວາມໄວ
ru: Скорость

source: Spiral
cs: Spirála
fr: Spirale
lo: ກ້ຽວວຽນ
ru: По спирали

source: Split the image in 9 panel to better show the aberration in each corner. %s You can change the zoom level and the margin offset from the image edge.
de: Teilt das Bildfeld in 9 Teile auf um die Abberation in den Ecken besser zu zeigen. %s Zoomstufe und Versatz zum Bildrand können geändert werden
fr: Divise l'image en 9 panneaux pour mieux montrer l'aberration dans chaque coin. %s Vous pouvez modifier le niveau de zoom et le décalage de la marge par rapport au bord de l'image.
lo: ແບ່ງຮູບພາບອອກເປັນ 9 ແຜງ ເພື່ອສະແດງຄວາມຜິດປົກກະຕິໃນແຕ່ລະມຸມໄດ້ດີຂຶ້ນ. %s ທ່ານສາມາດປ່ຽນລະດັບການຊູມ ແລະອັອບເຊັດຂອບຈາກຂອບຮູບພາບໄດ້.
ru: Разделение изображения на 9 плиток, чтобы лучше показать аберрации в углах и центре. %s Можно изменить уровень масштабирования и сместить плитки от края изображения.

source: SSL/TLS not supported, try to uncheck the corresponding box.
cs: Protokol SSL/TLS není podporován, zkuste zrušit zaškrtnutí odpovídajícího pole.
de: SSL / TLS wird nicht unterstützt. Deaktivieren Sie das entsprechende Kontrollkästchen.
es: SSL/TSL no está soportado, intente desactivar la opción correspondiente.
fr: SSL/TLS n'est pas supporté, essayez de décocher la case correspondante
lo: ບໍ່ຮອງຮັບ SSL/TLS, ລອງຍົກເລີກການເລືອກກ່ອງທີ່ກ່ຽວຂ້ອງ.
ru: SSL/TLS не поддерживается, попробуйте снять соответствующий флажок.

source: Stabilization delay after move
cs: Zpoždění stabilizace po pohybu
de: Stabilisierungspause nach Verstellung
es: Pausa de estabilización después de movimiento
fr: Délai de stabilisation après un déplacement
lo: ການຊັກຊ້າເພື່ອຄວາມຄົງທີ່ຫຼັງການເຄື່ອນທີ່
ru: Задержка стабилизации после перемещения

source: Stack
cs: Skládání
de: Stapel
es: Apilado
fr: Empiler
lo: ຊ້ອນພາບ
ru: Сумма

source: Stacking count
cs: Počet vrstev
de: Anzahl summierter Bilder
es: Cuenta apilado
fr: Nombre d'empilement
lo: ຈຳນວນການຊ້ອນພາບ
ru: Кадры в сумме

source: Stacking with alignment star at %s/%s
cs: Skládání se zarovnávací hvězdou na %s/%s
de: Stacking mit Ausrichtungsstern bei %s/%s
es: Apilado con la estrella de alineación en %s/%s
fr: Empilement avec l'étoile de référence à %s %s
lo: ກຳລັງຊ້ອນພາບດ້ວຍດາວຈັດຕຳແໜ່ງທີ່ %s/%s
ru: Сложение по опорной звезде %s/%s

source: stack of %s frames
cs: stoh %s snímků
de: Stapel von %s Einzelbildern
es: pila de %s fotogramas
fr: empilement de %s images
lo: ຊ້ອນພາບ %s ຂອບ
ru: сумма %s кадров

source: Star
cs: Hvězda
de: Stern
es: Estrella
fr: Étoile
lo: ດາວ
ru: Звезда

source: Star alignment
cs: Zarovnání hvězd
de: Sternausrichtung
es: Alineación con estrellas
fr: Registration stellaire
lo: ການຕັ້ງແນວດາວ
ru: Выравнивать по звёздам

source: Star%sauto-exposure
lo: ການເປີດໜ້າກ້ອງ%sອັດຕະໂນມັດຂອງດາວ

source: Star database is empty, check path to star database files!!
cs: Databáze hvězd je prázdná, zkontrolujte cestu k souborům hvězdné databáze !!
de: Sterndatenbank ist leer, Pfad zu Sterndatenbank Dateien prüfen
es: La base de datos de estrellas está vacía, compruebe la ruta.
fr: La base de donnée d'étoile est vide, veuiller contrôler l'installation!
lo: ຖານຂໍ້ມູນດາວວ່າງເປົ່າ, ກວດສອບເສັ້ນທາງໄປຫາໄຟລ໌ຖານຂໍ້ມູນດາວ!!
ru: База звёзд пуста, проверьте путь к файлам базы данных!

source: Star detection window size
cs: Velikost okna pro detekci hvězd
de: Fenstergröße der Sternerkennung
es: Tamaño ventana para detección estrellas
fr: Taille de la fenêtre de détection d'étoile
lo: ຂະໜາດໜ້າຕ່າງການກວດສອບດາວ
ru: Размер окна обнаружения звезды

source: Star FWHM
cs: Hvězda FWHM
de: Stern FWHM
es: FWHM estelar
fr: FWHM étoile
lo: FWHM ຂອງດາວ
ru: FWHM звезды

source: Star lost recovery
cs: Obnova ztracené hvězdy
de: Stern verloren versuche Wiederherstellung
es: Recuperación tras pérdida de estrella
fr: Récupération après perte de l'étoile
lo: ການກູ້ຄືນເມື່ອເສຍດາວ
ru: Действия при потере звезды

source: Star profile
cs: Profil hvězdy
de: Sternprofil
es: Perfil estrella
fr: Profile de d'étoile
lo: ໂປຣໄຟລ໌ດາວ
ru: Профиль звезды

source: Star search area
cs: Oblast vyhledávání hvězd
de: Sternsuchbereich
fr: Zone de recherche de l'étoile
lo: ພື້ນທີ່ຄົ້ນຫາດາວ
ru: Зона поиска звезды

source: Start
cs: Spustit
es: Iniciar
fr: Démarrer
lo: ເລີ່ມ
ru: Старт

source: Start at
cs: Spustit v
de: Start um
es: Comenzar en
fr: Début à
lo: ເລີ່ມທີ່
ru: Старт в

source: Start autoguider
cs: Spustit auto pointaci
de: Starte Autoguider
es: Comenzar autoguiado
fr: Démarre l'autoguidage
lo: ເລີ່ມໂຕນຳທາງອັດຕະໂນມັດ
ru: Старт гидирования

source: Start capture
cs: Spustit snímání
de: Starte Aufnahme
es: Comenzar captura
fr: Acquisition
lo: ເລີ່ມບັນທຶກພາບ
ru: Запущена съёмка

source: Start exposure error: %s
cs: Chyba při zahájení expozice: %s
de: Starte Belichtung Fehler: %s
es: Error de comienzo de exposición: %s
fr: Erreur au début de la pose : %s
lo: ຜິດພາດໃນການເລີ່ມເປີດໜ້າກ້ອງ: %s
ru: Ошибка запуска экспозиции: %s

source: Start focus
cs: Zahájit ostření
de: Starte Fokussierung
es: Comenzar enfoque
fr: Début de focalisation
lo: ເລີ່ມຈຸດສຸມ
ru: Начальный

source: Start focus HFD is outside of current V curve, please decrease the start HFD value
cs: Počáteční zaostření HFD je mimo aktuální křivku V, snižte počáteční hodnotu HFD
de: Start Fokus HFD ist außerhalb der derzeitigen V-Kurve, bitte Start HFD erniedrigen
es: El enfoque inicial HFD actualmente está fuera de la curva V, por favor, reduzca el valor inicial de HFD
fr: Le HFD de démarrage est en dehors de la Vcurve actuelle, veuillez diminuer la valeur HFD de démarrage.
lo: HFD ຈຸດສຸມເລີ່ມຕົ້ນຢູ່ນອກ V-curve ປັດຈຸບັນ, ກະລຸນາຫຼຸດຄ່າ HFD ເລີ່ມຕົ້ນ
ru: Начальный HFD находится вне текущей V-кривой, уменьшите начальное значение HFD

source: Starting %s exposure %s for %s seconds
de: %s Belichtung %s für %s Sekunden gestartet
es: Comenzando exposición %s/%s de %s segundos
fr: Démarrage de l'exposition %s %s de %s secondes
lo: ກຳລັງເລີ່ມເປີດໜ້າກ້ອງ %s ພາບ %s ເປັນເວລາ %s ວິນາທີ
ru: Запущена съёмка %s %s выдержка %s сек

source: Starting sequence %s
cs: Zahájení sekvence %s
de: Starte Sequenz %s
es: Comenzando secuencia %s
fr: Démarrage de la séquence %s
lo: ກຳລັງເລີ່ມລຳດັບ %s
ru: Старт задания %s

source: Starting sequence %s repeat %s/%s
cs: Zahájení sekvence %s opakování %s/%s
de: Starte Sequenz %s wiederhole %s/%s
es: Comenzando secuencia %s repetir %s/%s
fr: Démarrage de la séquence %s, répétition %s/%s
lo: ກຳລັງເລີ່ມລຳດັບ %s ເຮັດຊ້ຳ %s/%s
ru: Старт задания %s повтор %s/%s

source: Start learning V curve
cs: Začít se učit křivku V
de: Beginne mit dem Lernen der V-Kurve
es: Comenzar aprendizaje curva V
fr: Début de l'apprentissage de la courbe en V
lo: ເລີ່ມການຮຽນຮູ້ V-curve
ru: Запущено обучение V-кривой

source: Start new exposure as early as possible
cs: Zahájit novou expozici co nejdříve
de: Starte neue Aufnahme sobald wie möglich
es: Comenzar nueva exposición tan pronto como sea posible
fr: Commencer la prochaine pose le plus tôt possible
lo: ເລີ່ມການເປີດໜ້າກ້ອງໃໝ່ໃຫ້ໄວທີ່ສຸດ
ru: Начать новую экспозицию как можно раньше

source: Start new log
cs: Spustit nový protokol
de: Starte neues Protokoll
es: Comenzar nuevo registro
fr: Commence un nouveau journal
lo: ເລີ່ມບັນທຶກໃໝ່
ru: Начать новый лог

source: Start options
cs: Možnosti spuštění
de: Startoptionen
es: Opciones de inicio
fr: Options de démarrage
lo: ຕົວເລືອກການເລີ່ມ
ru: Варианты запуска

source: Start plan %s
cs: Plán spuštěn %s
de: Starte Plan %s
es: Comenzar plan %s
fr: Début du plan %s
lo: ເລີ່ມແຜນ %s
ru: Старт шаблона %s
