Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: You must configure your flat preference.
cs: Musíte nakonfigurovat své Flaty.
de: Sie müssen Ihre Flatfield Präferenz konfigurieren
es: Debe configurar las preferencias de tomas planas.
fr: Vous devez configurer les préférences pour les flat.
lo: ທ່ານຕ້ອງຕັ້ງຄ່າ flat ຂອງທ່ານ.
ru: Сначала включите съёмку флетов по сумереному небу в настройках

source: Zoom
cs: Přiblížit
es: Ampliación
lo: ຊູມ
ru: Масштаб

source: Activate single star guiding on fixed position
cs: Aktivace pointace jedné hvězdy na pevnou pozici
fr: Activer le guidage sur une étoile à une position fixe
ru: Активировать гидирование по одной звезде в фиксированном положении

source: Calibrated
cs: Kalibrace
fr: Calibré
ru: Откалибровано

source: Dither
cs: Ditherace
es: Interpolar
ru: Подвижка

source: Flat
cs: Flat snímky
es: Plana
ru: Флет

source: FWHM
cs: FWMH

source: Image center
cs: Střed snímku
de: Bildmitte
fr: Centre de l'image
ru: Центр изображения

source: Option 1: Calibration at current position.
cs: Možnost 1: Kalibrace na aktuální pozici.
de: Option1: Kalibration an der aktuellen Position
es: Opción 1: Calibración en la posición actual
fr: Optiion 1: Calibration a la position courante
ru: 1. Калибровка в текущем положении.

source: Option 2: Calibrate backlash compensation.
cs: Možnost 2: Kalibrovat kompenzace vůle.
de: Option 2: Getriebespiel Kompensation kalibrieren
fr: Option 2: Calibration de la compensation de jeu
ru: 2. Калибровка компенсации люфта.

source: Option 3: Cancel.
cs: Možnost 3: Zrušit.
de: Option 3: Abbrechen
fr: Option 3: Abandon
ru: 3. Отмена.

source: Rotator sync calibration = %s
cs: Kalibrace a synchronizace Rotátoru = %s
de: Rotator synchr. Kalibrierung = %s
es: Calibración sincr. rotador = %s
fr: Rotateur synchronisé à %s
ru: Калибровка синхронизации ротатора = %s

source: Run astrometry on every image to search for drift
cs: Spustit astrometrii na každém snímku a hledat drift
de: Jedes Bild Platesolven um nach Drift zu suchen
es: Realizar astrometría en cada imagen para detectar derivas
fr: Exécuter l'astrométrie sur chaque image pour rechercher une dérive
ru: Проводить астрометрию каждого снимка для поиска дрейфа

source: Select a calibration option:
cs: Vyberte možnosti kalibrace:
de: Eine Kalibrations Option auswählen
es: Seleccione una opción de calibrado:
fr: Choisir une option de calibration:
ru: Варианты калибровки:

source: Sky Flat
cs: Oblohový Flat snímek
de: Himmelsflat
es: Toma plana del cielo
fr: Flat crépusculaire

source: Twilight sky flat
cs: Soumrakový flat snímek
de: Dämmerungsflat
es: Toma plana crepuscular
fr: Flat crépusculaire
ru: Сумеречное небо

source: Uncalibrated
cs: Nekalibrováno
fr: Non calibré
ru: Не откалибровано

source: Use astrometry to identify the target
cs: Použít astrometrii k identifikaci cíle
fr: Utilise l'astrométrie pour identifier la cible
ru: Использовать астрометрию для определения цели

source: V curve
cs: V křivka
es: Curva V
fr: Courbe en V
ru: V-кривая

source: V-learn
cs: V-Učit se
de: V-lernen
es: Aprendizaje-V
fr: Apprendre
ru: Обучение

source: Warning, reversing the rotator will invalidated the calibration. Do you want to continue?
cs: Pozor, otočením rotátoru se kalibrace zruší. Chcete pokračovat?
fr: Attention, l'inversion du rotateur invalidera le calibrage. Voulez-vous continuer?
ru: Предупреждение, изменение направления перемещения приведёт к сбросу калибровки. Продолжить?

source: Watchdog
cs: Hlídací pes
es: Vigilante

source: Wch.
cs: Hl.pes.
es: Rue.

source: Dec
fr: Déc

source: RA
es: AR
fr: AD

source: RAM Disk
fr: Disque en mémoire

source: Binning
ru: Биннинг

source: sigma
ru: сигма

source: PA
es: AP
