Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Unknown status
cs: Neznámý stav
de: Status unbekannt
es: Estado desconocido
fr: État inconnu
lo: ສະຖານະບໍ່ຮູ້ຈັກ
ru: Состояние неизвестно

source: Unknown pier side
cs: Neznámá pozice dal
de: Position in Bezug zur Säule unbekannt
es: Lado de la columna desconocido
fr: Côté du pied inconnu
lo: ບໍ່ຮູ້ດ້ານຂອງຂາກ້ອງ
ru: Не определено

source: Unpark
es: Desaparcar
lo: ຍົກເລີກການຈອດ

source: Unparked
cs: Odparkovat
de: Nicht geparkt
es: Desaparcado
fr: Non parqué
lo: ຍົກເລີກການຈອດແລ້ວ

source: Unpark the Dome
cs: Odparkovat Kopuli
de: Unpark Kuppel
es: Desaparcar la cúpula
fr: Déparque le dôme
lo: ຍົກເລີກການຈອດໂດມ
ru: Распарковать купол

source: Unpark the telescope
cs: Odparkovat dalekohled
de: Unpark Teleskop
es: Desaparcar el telescopio
fr: Déparque le télescope
lo: ຍົກເລີກການຈອດກ້ອງສ່ອງ
ru: Распарковать телескоп

source: Unpark the telescope and the dome
cs: Odparkování dalekohledu a kopule
de: Unpark Teleskop und Kuppel
es: Desaparcar el telescopio y la cúpula
fr: Déparque le télescope et le dôme
lo: ຍົກເລີກການຈອດກ້ອງສ່ອງ ແລະ ໂດມ
ru: Распаковать телескоп и купол

source: Unsafe
cs: Nebezpečný
de: Unsicher
es: Inseguro
fr: Dangereux
lo: ບໍ່ປອດໄພ
ru: Опасный

source: Unsafe condition detected!
cs: Byl zjištěn nebezpečný stav!
de: Unsicheren Zustand erkannt
es: ¡Detectada condición insegura!
fr: Condition dangereuse détectée!
lo: ກວດພົບສະພາບທີ່ບໍ່ປອດໄພ!
ru: Обнаружено опасное состояние!

source: Unsafe condition ignored by user
cs: Nebezpečný stav ignorován uživatelem
de: Unsicherer Zustand vom Benutzer ignoriert
es: Condición de inseguridad ignorada por el usuario
fr: Condition dangereuse ignorée par l'utilisateur
lo: ຜູ້ໃຊ້ບໍ່ສົນໃຈສະພາບທີ່ບໍ່ປອດໄພ
ru: Небезопасное состояние игноровано пользователем

source: Unselect star
cs: Zrušit výběr hvězdy
de: Sternauswahl aufheben
es: Deseleccionar estrella
fr: Désélectionner l'étoile
lo: ຍົກເລີກການເລືອກດາວ
ru: Снять отметку со звезды

source: Unslaved
cs: Neřešit
de: Entkoppelt
es: Desesclavizado
fr: Non asservi
lo: ຍົກເລີກການຄວບຄຸມຕາມ

source: Up
cs: Nahoru
de: Nach oben
fr: Haut
lo: ຂຶ້ນ
ru: Вверх

source: Update active sequence
cs: Aktualizovat aktivní sekvenci
de: Aktualisiere aktive Sequenz
es: Actualizar secuencia activa
fr: Mise à jour de la séquence active
lo: ອັບເດດລຳດັບທີ່ກຳລັງເຮັດວຽກ
ru: Обновить активное задание

source: Update chart with any astrometry result
cs: Aktualizace grafu s libovolným výsledkem astrometrie
de: Karte mit Astrometrie Ergebnis aktualisieren
fr: Met la carte a jour pour chaque résultat d'astrométrie
lo: ອັບເດດແຜນວາດດ້ວຍຜົນການວັດແທກຕຳແໜ່ງດາວໃດໆ
ru: Обновить карту при любом результате астрометрии

source: Update full sequence
cs: Aktualizovat celou sekvenci
de: Aktualisiere gesamte Sequenz
es: Actualizar secuencia completa
fr: Mise à jour de la séquence complète
lo: ອັບເດດລຳດັບທັງໝົດ

source: Update RA+Dec%sfrom Planetarium
cs: Aktualizace RA+Dec%sz Planetária
de: Aktualisiere RA+Dec%svom Planetarium
es: Actualizar AR+Dec%sdesde el planetario
fr: Mise à jours AD+Déc%sdu planétarium
lo: ອັບເດດ RA+Dec%sຈາກທ້ອງຟ້າຈຳລອງ
ru: Обновить RA+Dec%sиз планетария

source: Update sequence without interruption
cs: Aktualizovat sekvenci bez přerušení
de: Aktualisiere Sequenz ohne Unterbrechung
es: Actualizar secuencia sin interrupción
fr: Mise à jour de la séquence sans interruption
lo: ອັບເດດລຳດັບໂດຍບໍ່ຂັດຈັງຫວະ
ru: Теущее задание обновлено без остановки

source: Use alternative solver
lo: ໃຊ້ຕົວແກ້ໄຂທາງເລືອກ

source: Use as fallback if other software fail
cs: Použít jako záložní, pokud selže jiný software
de: Als Rückfallebene verwenden, wenn andere Software ausfällt
es: Usar como respaldo si fallan otros programas
fr: Utiliser comme solution de secour en cas d'erreur avec un autre logiciel
lo: ໃຊ້ເປັນຕົວສຳຮອງຖ້າຊອບແວອື່ນລົ້ມເຫຼວ
ru: Использовать при ошибке распознавания другой программой

source: Use as reference star
cs: Použít jako referenční hvězdu
de: Als Referenzstern verwenden
es: Usar como estrella de referencia
fr: Utiliser comme étoile de référence
lo: ໃຊ້ເປັນດາວອ້າງອີງ
ru: Использовать в качестве опорной звезды

source: Use astrometry to%srefine the position
cs: Pomocí astrometrie%s upřesněte polohu
de: Astrometrie zur%sPositionsverbesserung nutzen
es: Usar astrometría para%srefinar la posición
fr: Astrométrie pour%saffiner la position
lo: ໃຊ້ການວັດແທກຕຳແໜ່ງດາວເພື່ອ%sປັບປຸງຕຳແໜ່ງ
ru: Астрометрия для%sуточнения позиции

source: Use astrometry to refine the position
cs: Pro upřesnění polohy použijte astrometrii
de: Benutze Astrometrie um die Position zu verbessern
es: Usar astrometría para refinar la posición
fr: Utilise l'astrométrie pour affiner la posiiton
lo: ໃຊ້ການວັດແທກຕຳແໜ່ງດາວເພື່ອປັບຕຳແໜ່ງໃຫ້ລະອຽດຂຶ້ນ
ru: Использовать астрометрию для уточнения позиции

source: Use backlash compensation
cs: Použít kompenzaci vůle
de: Benutze Gewindespiel Kompensation
fr: Utilise la compensation du backlash
lo: ໃຊ້ການຊົດເຊີຍແບັກແລຊ
ru: Использовать компенсацию люфта

source: Use Cover calibrator
cs: Použít Kalibrační kryt
de: Benutze Flatfield Deckel
fr: Utilise le Cache calibrateur
lo: ໃຊ້ເຄື່ອງປັບທຽບແບບຝາປິດ
ru: Использовать крышку-калибратор

source: Use custom script
cs: Použití vlastního skriptu
de: Ein benutzerdefiniertes Skript verwenden
es: Usar guión personalizado
fr: Utiliser un script
lo: ໃຊ້ສະຄຣິບກຳນົດເອງ
ru: Использовать собственный скрипт

source: Use dome
cs: Použít kopuli
de: Kuppel verwenden
es: Usar cúpula
fr: Utilise le dôme
lo: ໃຊ້ໂດມ
ru: Использовать купол

source: Use DSLR color balance
cs: Použít vyvážení barev DSLR
de: Verwende Kamera Weißabgleich
es: Usar balance de color de la cámara
fr: Utilise la balance de couleur de l'APN
lo: ໃຊ້ການດຸ່ນດ່ຽງສີຂອງ DSLR
ru: Использовать цветовой баланс DSLR

source: Use external command to light the panel on/off
cs: Použití externího příkazu k rozsvícení/vypnutí panelu
de: Benutze externes Kommando um das Panel ein/auszuschalten
es: Use una orden externa para encender/apagar el panel
fr: Utilise une commande externe pour allumer l'écran
lo: ໃຊ້ຄຳສັ່ງພາຍນອກເພື່ອເປີດ/ປິດໄຟແຜງ
ru: Использовать внешние команды для управления флетбоксом

source: Use filter wheel
cs: Použít filtrové kolo
de: Benutze Filterrad
es: Usar rueda portafiltros
fr: Utilise la roue à filtre
lo: ໃຊ້ວົງລໍ້ຟິວເຕີ
ru: Использовать колесо фильтров

source: Use finder camera
cs: Použít vyhledávací kameru
de: Benutze Sucher Kamera
fr: Utilise la caméra du chercheur
lo: ໃຊ້ກ້ອງຊອກຫາ
ru: Использовать камеру-искатель

source: Use flat automatic exposure
cs: Použít automatickou expozici pro flat snímky
de: Automatisch Belichtung der Flats
es: Usar exposición automática en tomas planas
fr: Utilise l'exposition automatique du flat
lo: ໃຊ້ການເປີດໜ້າກ້ອງອັດຕະໂນມັດສຳລັບ Flat
ru: Использовать автоэкспозицию

source: Use focuser
cs: Použít ostření
de: Fokussierer verwenden
es: Usar enfocador
fr: Utilise le focuseur
lo: ໃຊ້ໂຕປັບຈຸດສຸມ
ru: Использовать фокусер

source: Use guide camera
cs: Použít pointační kameru
de: Benutze Nachführkamera
es: Usar cámara guía
fr: Utilise la caméra de guidage
lo: ໃຊ້ກ້ອງນຳທາງ
ru: Использовать гидирующую камеру

source: Use mount
cs: Použít montáž
de: Montierung verwenden
es: Usar montura
fr: Utilise la monture
lo: ໃຊ້ຂາກ້ອງ
ru: Использовать монтировку

source: User group
cs: Uživatelská skupina
es: Grupo de usuarios
fr: Groupe utilisateur
lo: ກຸ່ມຜູ້ໃຊ້
ru: Обсуждение в groups.io

source: User name
cs: Uživatelské jméno
de: Benutzername
es: Usuario
fr: Identifiant
lo: ຊື່ຜູ້ໃຊ້
ru: Логин

source: Use rotator
cs: Použít rotátor
de: Rotator verwenden
es: Usar rotador
fr: Utilise le rotateur
lo: ໃຊ້ໂຕໝຸນ
ru: Использовать ротатор

source: Use safety monitor
cs: Použít bezpečnostní monitor
de: Sicherheitsmonitor verwenden
es: Usar monitor de seguridad
fr: Utilise le contrôle de sécurité
lo: ໃຊ້ເຄື່ອງກວດສອບຄວາມປອດໄພ
ru: Использовать монитор безопасности

source: Use specific Readout mode for different actions
cs: Použít specifický režim čtení pro různé akce
de: Verwende bestimmte Auslesemodi für spezielle Aktionen
fr: Utilise un mode de lecture spécifique pour différentes actions
lo: ໃຊ້ໂໝດການອ່ານສະເພາະສຳລັບການກະທຳທີ່ຕ່າງກັນ
ru: Использовать определённый режим считывания для различных действий

source: Use switch
cs: Použít přepínač
de: Benutze Schalter
fr: Utilise le commutateur
lo: ໃຊ້ສະວິດ
ru: Использовать switch

source: Use this device if the main camera cannot be used for plate solving. Also configure the camera to use in Preferences/Slewing
cs: Toto zařízení použijte, pokud nelze k řešení astrometrii použít hlavní kameru. V části Předvolby/Přejíždění nakonfigurujte kameru, která se má použít
de: Dieses Gerät verwenden wenn die Hauptkamera nicht für Platesolving verwendet werden kann. Die zu verwendende Kamera unter Einstellungen/Schwenken konfiguieren.
fr: Utilisez ce périphérique si la caméra principale ne peut pas être utilisé pour l'astrométrie. Configurez également la caméra à utiliser dans Préférences/Goto.
lo: ໃຊ້ອຸປະກອນນີ້ ຖ້າກ້ອງຫຼັກບໍ່ສາມາດໃຊ້ໃນການແກ້ໄຂພາບດາວໄດ້. ພ້ອມທັງຕັ້ງຄ່າກ້ອງທີ່ຈະໃຊ້ໃນ ການຕັ້ງຄ່າ/ການຫັນກ້ອງ
ru: Используйте это устройство, если основную камеру нельзя использовать для астрометрии. Настройте камеру в меню Настройки/Наведение.

source: Use watchdog
cs: Použití hlídacího psa
de: Watchdog verwenden
es: Usar vigilante
fr: Utilise le Watchdog
lo: ໃຊ້ watchdog
ru: Использовать watchdog

source: Use weather station
cs: Použít meteorologickou stanici
de: Wetterstation verwenden
es: Usar estación meteorológica
fr: Utilise la station météo
lo: ໃຊ້ສະຖານີອາກາດ
ru: Использовать метеостанцию

source: Using a bright star near the lock position
lo: ກໍາລັງໃຊ້ດາວທີ່ແຈ້ງໃກ້ຕຳແໜ່ງລັອກ

source: Using configuration file %s
cs: Použít konfigurační soubor %s
de: Verwende Konfigurationdatei %s
es: Usando archivo de configuración %s
fr: Utilisation du fichier de configuration %s
lo: ກຳລັງໃຊ້ໄຟລ໌ການຕັ້ງຄ່າ %s
ru: Используется файл конфигурации %s

source: Using manually selected star
lo: ກໍາລັງໃຊ້ດາວທີ່ເລືອກດ້ວຍມື

source: Using median of %s stars
cs: Použití mediánu hvězd %s
de: Benutze Median aus %s Sternen
es: Usando mediana de %s estrellas
fr: Utilise la médiane de %s étoiles
lo: ໃຊ້ຄ່າກາງຂອງດາວ %s ດວງ
ru: Используется медиана %s звёзд

source: Value
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
lo: ຄ່າ
ru: Значение

source: V curve quality is low. Do you really want to save this curve?
cs: Kvalita křivky V je nízká. Opravdu chcete tuto křivku uložit?
de: Die Qualität der V-Kurve ist schlecht. Möchten Sie diese Kurve wirklich speichern?
es: La calidad de la curva V es baja. ¿Desea realmente guardar esta curva?
fr: La qualité de la Vcurve est faible. Voulez-vous vraiment enregistrer cette courbe?
lo: ຄຸນນະພາບຂອງ V-curve ຕ່ຳ. ທ່ານຕ້ອງການບັນທຶກເສັ້ນໂຄ້ງນີ້ແທ້ບໍ່?
ru: Низкое качество V-кривой. Сохранить эту кривую?

source: Verbose device log
cs: Podrobný protokol zařízení
de: Ausführliches Geräteprotokoll
es: Registro de dispositivo detallado
fr: Log détaillé des périphériques
lo: ບັນທຶກອຸປະກອນແບບລະອຽດ
ru: Подробный лог устройства

source: Vertical correction :
cs: Vertikální oprava:
de: Vertikale Korrektur:
es: Corrección vertical:
fr: Correction verticale :
lo: ການແກ້ໄຂຕາມແນວຕັ້ງ:
ru: Коррекция по вертикали:

source: Very High
lo: ສູງຫຼາຍ

source: Video
es: Vídeo
fr: Vidéo
lo: ວິດີໂອ
ru: Видео

source: Video preview frame rate
cs: Rychlost snímání videa
de: Video Vorschau Bildrate
es: Frecuencia vídeo previsualización
fr: Prévisualisation vidéo
lo: ອັດຕາເຟຣມຂອງວິດີໂອຕົວຢ່າງ
ru: Частота кадров видео

source: View header
cs: Zobrazit hlavičku
de: Zeige Header
es: Ver cabecera
fr: Voir l'en-tête
lo: ເບິ່ງຫົວຂໍ້
ru: Заголовок файла

source: View last autofocus
cs: Zobrazit poslední automatické ostření
de: Letzten Autofokus anzeigen
es: Ver último autoenfoque
fr: Voir le dernier autofocus
lo: ເບິ່ງໂຟກັສອັດຕະໂນມັດຄັ້ງຫຼ້າສຸດ
ru: Кривая последней фокусировки

source: View last resolver log
cs: Zobrazit poslední protokol řešení
de: Letztes Platesolve Protokoll anzeigen
es: Ver registro de la última resolución
fr: Voir le dernier journal de résolution
lo: ເບິ່ງບັນທຶກໂຕແກ້ໄຂລ່າສຸດ
ru: Просмотр лога последнего распознавания

source: Visualisation
cs: Vizualizace
de: Darstellung
es: Visualización
lo: ການສະແດງຜົນ
ru: Визуализация

source: Voice configuration
cs: Hlasová konfigurace
de: Sprachkonfiguration
es: Configuración de voz
fr: Configuration de la voix
lo: ການຕັ້ງຄ່າສຽງ
ru: Голосовые уведомления

source: Wait 1 minute ...
cs: Počkejte 1 minutu...
de: Warte 1 Minute
es: Espere 1 minuto...
fr: Attend 1 minute ...
lo: ລໍຖ້າ 1 ນາທີ ...
ru: Ожидание 1 минута...

source: Wait after solve
cs: Vyčkat na řešení
de: Warten nach erfolgreicher Astrometrie
es: Esperar después de resolver
fr: Attente après résolution
lo: ລໍຖ້າຫຼັງການແກ້ໄຂ
ru: После распознавания

source: Wait %d seconds and retry
cs: Počkejte %d sekund a opakujte akci
es: Espere %d segundos y reintente
fr: Attend %d secondes et réessaye
lo: ລໍຖ້າ %d ວິນາທີ ແລະລອງໃໝ່

source: Waiting %d seconds before to restart the exposure
cs: Čekat %d sekund před obnovením expozice
de: Warte %d Sekunden, bevor die Belichtung neu gestartet wird
es: Esperando %d segundos antes de reiniciar la exposición
fr: Attente de %d secondes avant de relancer l'exposition
lo: ລໍຖ້າ %d ວິນາທີກ່ອນຈະເລີ່ມການເປີດໜ້າກ້ອງໃໝ່
ru: Ожидание %d секунд до перезапуска экспозиции

source: Waiting for dawn
cs: Čekat na úsvit
de: Warte auf Morgendämmerung
es: Esperando el amanecer
fr: Attente de l'aube
lo: ກໍາລັງລໍຖ້າໃຫ້ຮຸ່ງເຊົ້າ
ru: Ожидание рассвета

source: Waiting for dark night
cs: Čekání na temnou noc
de: Warte auf dunkle Nacht
es: Esperando a la oscuridad
fr: Attente de la nuit noire
lo: ກໍາລັງລໍຖ້າກາງຄືນມືດ
ru: Ожидание тёмной ночи

source: Waiting for dusk
cs: Čekat na soumrak
de: Warte auf Abenddämmerung
es: Esperando el crepúsculo
fr: Attente du crépuscule
lo: ກໍາລັງລໍຖ້າໃຫ້ຄໍ່າ
ru: Ожидание сумерек

source: Waiting for %s minutes of good weather before to restart the sequence
cs: Čekat %s minut na dobré počasí před restartem sekvence
de: Warte %s Minuten auf besseres Wetter bevor die Sequenz neu gestartet wird
es: Esperando %s minutos al bueno tiempo antes de reiniciar la secuencia
fr: Attend %s minutes de beau temps avant de continuer la séquence
lo: ກໍາລັງລໍຖ້າ %s ນາທີທີ່ສະພາບອາກາດດີ ກ່ອນຈະເລີ່ມລຳດັບໃໝ່
ru: Ожидание хорошей погоды %s минут для возобновления задания

source: Waiting for twilight at %s
cs: Čekat na soumrak v %s
de: Warten auf die Dämmerung um %s
es: Esperando al crepúsculo a las %s
fr: Attend le crépuscule à %s
lo: ກຳລັງລໍຖ້າຊ່ວງແສງອະຣຸນທີ່ %s
ru: Ожидание сумерек в %s

source: Wait meridian flip for %s minutes
cs: Vyčkat na překlopení poledníku %s minut
de: Warte %s Minuten auf den Meridianflip
es: Esperar cambio de meridiano %s minutos
fr: Attend le retournement méridien depuis %s minutes
lo: ລໍຖ້າການພິກຜ່ານເມຣິເດຍນເປັນເວລາ %s ນາທີ
ru: Ожидание перекладки: %s минут

source: Wait meridian flip
cs: Čekat na překlopení poledníku
de: Warte auf Meridianflip
es: Esperar cambio de meridiano
fr: Attend le retournement méridien
lo: ລໍຖ້າການພິກຜ່ານເມຣິເດຍນ
ru: Ожидание перекладки

source: Wait %s seconds before repeated target %s
cs: Počkejte %s sekund před opakováním cíle %s
de: Warte %s Sekunden bevor das Ziel wiederholt wird %s
es: Esperar %s segundos antes del objetivo repetido %s
fr: Attend %s secondes avant de répéter la cible %s
lo: ລໍຖ້າ %s ວິນາທີກ່ອນເຮັດຊ້ຳເປົ້າໝາຍ %s
ru: Ожидание %s секунд перед повтором объекта %s

source: Wait %s seconds before repeated sequence %s
cs: Před opakováním sekvence %s počkat %s sekund
de: Warte %s Sekunden bis zur Wiederholung der Sequenz %s
es: Esperar %s segundos antes de la secuencia repetida %s
fr: Attend %s secondes avant de répéter la séquence %s
lo: ລໍຖ້າ %s ວິນາທີກ່ອນເຮັດຊ້ຳລຳດັບ %s
ru: Ожидание %s секунд перед повтором задания %s

source: Wait start
cs: Počkat na začátek
de: Warten auf Start
es: Comenzar espera
fr: Attente du début
lo: ລໍຖ້າເລີ່ມ
ru: Ожидание

source: Wait time
cs: Čekací doba
de: Wartezeit
es: Tiempo de espera
fr: Temps d'attente
lo: ເວລາລໍຖ້າ
ru: Время ожидания

source: Wait time between actions
cs: Počkat mezi akcemi
de: Wartezeit zwischen den Aktionen
es: Tiempo de espera entre acciones
fr: Temps d'attente entre actions
lo: ເວລາລໍຖ້າລະຫວ່າງການກະທຳ
ru: Время ожидания между действиями

source: Wait to start at %s
cs: Vyčkat na spuštění v %s
de: Warte um zu beginnen %s
es: Esperar a comenzar a %s
fr: Attend le démarrage à %s
lo: ລໍຖ້າເພື່ອເລີ່ມທີ່ %s
ru: Ожидание начала в %s

source: Wait to start sequence %s at %s
cs: Vyčkat na spuštění sekvence %s v %s
de: Warte auf den Start der Sequenz %s at %s
es: Esperar para comenzar secuencia %s en %s
fr: Attente du début de la séquence %s à %s
lo: ລໍຖ້າເພື່ອເລີ່ມລຳດັບ %s ທີ່ %s
ru: Ожидание старта задания %s в %s

source: Warm the camera
cs: Zahřát kameru
de: Kamera aufwärmen
es: Calentar la cámara
fr: Réchauffe la caméra
lo: ອຸ່ນກ້ອງ
ru: Прогреть камеру

source: Warning! to use a negative value, be sure the mount driver allow to set SideOfPier before the meridian.
cs: Pozor! chcete-li použít zápornou hodnotu, ujistěte se, že ovladač montáže umožňuje nastavit hodnotu stranu montáže před poledníkem.
de: Warnung! Um einen negativen Wert zu verwenden, bitte sicher stellen, dass der Montierungs Treiber erlaubt, die Option SideOfPier vor dem Meridian zu setzen.
fr: Attention! pour utiliser une valeur négative, assurez-vous que le pilote de la monture permet de définir SideOfPier avant le méridien.
lo: ຄຳເຕືອນ! ເພື່ອໃຊ້ຄ່າລົບ, ໃຫ້ແນ່ໃຈວ່າໄດຣເວີຂອງຖານຕິດຕັ້ງອະນຸຍາດໃຫ້ຕັ້ງ SideOfPier ກ່ອນເມຣິດ້ຽນ.
ru: Предупреждение! чтобы использовать отрицательное значение, убедитесь, что драйвер монтировки позволяет установить SideOfPier до меридиана.

source: Warning! %s image received
cs: Pozor! Snímek %s přijat
de: Warnung! %s Bild empfangen
es: ¡Aviso! Imagen %s recibida
fr: Attention! Image %s reçue
lo: ຄຳເຕືອນ! ໄດ້ຮັບຮູບພາບ %s
ru: Предупреждение! %s изображение получено

source: Warning! the mount will be parked every time a flat capture is started.
cs: Pozor! montáž se zaparkuje při každém spuštění snímání flatu.
de: Warnung! Die Montierung immer geparkt wenn ein Flatfieldaufnahme gestartet wird
fr: Attention! la monture sera parquée à chaque démarrage d'une capture de flat.
lo: ຄຳເຕືອນ! ຖານຕິດຕັ້ງຈະຖືກຈອດທຸກຄັ້ງທີ່ເລີ່ມການຖ່າຍພາບແຟລັດ.
ru: Предупреждение! монтировка будет парковаться каждый раз при съёмке флетов.

source: We are probably trying to focus on a hot pixel!
cs: Možná se snažíme zaostřit na přepálené pixely!
de: Wir versuchen wahrscheinlich auf ein Hotpixel zu fokussieren!
es: ¡Probablemente estamos intentando enfocar en un píxel caliente!
fr: Nous essayons probablement de focaliser sur un pixel chaud !
lo: ເຮົາອາດຈະກຳລັງພະຍາຍາມໂຟກັສໃສ່ຈຸດພິກເຊວຮ້ອນ!
ru: Возможно, мы пытаемся сфокусироваться по горячему пикселу!

source: Weather condition are bad, it is best if you stop the running capture now.
cs: Povětrnostní podmínky nejsou dobré, nejlepší bude, když zastavíte běžící snímání.
de: Wetterbedingungen sind schlecht, es ist besser für Sie die laufende Aufnahme beenden
es: La meteorología es adversa, lo mejor es detener la captura ahora.
fr: Les conditions météorologiques sont mauvaises, il est préférable d’arrêter la capture en cours maintenant.
lo: ສະພາບອາກາດບໍ່ດີ, ຄວນຢຸດການຖ່າຍພາບທີ່ກຳລັງດຳເນີນຢູ່ດຽວນີ້.
ru: Плохие погодные условия, лучше остановить съёмку.

source: Weather issue: %s
cs: Problém s počasím: %s
de: Wetterproblem: %s
es: Meteorología adversa: %s
fr: Problème météo: %s
lo: ບັນຫາສະພາບອາກາດ: %s
ru: Проблема с погодой: %s

source: Weather monitor report: %s
cs: Zpráva z monitoru počasí: %s
de: Wettermonitor berichetet: %s
es: La estación meteorológica informa: %s
fr: Surveillance météo: %s
lo: ລາຍງານຈາກເຄື່ອງກວດສອບສະພາບອາກາດ: %s
ru: Отчет мониторинга погоды: %s

source: Weather station
cs: Meteorologická stanice
de: Wetterstation
es: Estación meteorológica
fr: Station météo
lo: ສະຖານີອາກາດ
ru: Метеостанция

source: West
cs: Západ
es: Oeste
fr: Ouest
lo: ຕາເວັນຕົກ
ru: Запад

source: West (Pointing East)
cs: Západ (Směr V)
de: West (zeigt nach ost)
es: Oeste (apuntando Este)
fr: Ouest (pointe à l'est)
lo: ຕາເວັນຕົກ (ຊີ້ໄປທາງຕາເວັນອອກ)
ru: Запад (цель к востоку)

source: When asked, move the mount manually only along the RA axis, always in the same direction, by about 15 to 45 degrees each time.
cs: Po výzvě ručně přeložte montáž pouze podél osy RA, vždy ve stejném směru, pokaždé o 15° až 45° stupňů.
de: Bei Aufforderung, die Montierung manuell nur entlang der RA-Achse bewegen, immer in die gleiche Richtung, und zwar um jeweils etwa 15 bis 45 Grad.
es: Cuando se le pida, mueva la montura manualmente solo en el eje de AR, siempre en la misma dirección, unos 15 o 45 grados cada vez.
fr: Lorsque cela vous est demandé, déplacez manuellement la monture uniquement le long de l’axe RA, toujours dans la même direction, de 15 à 45 degrés à chaque fois.
lo: ເມື່ອຖືກຮ້ອງຂໍ, ໃຫ້ຍ້າຍຖານຕິດຕັ້ງດ້ວຍມືສະເພາະຕາມແກນ RA, ໄປໃນທິດທາງດຽວກັນສະເໝີ, ປະມານ 15 ຫາ 45 ອົງສາໃນແຕ່ລະຄັ້ງ.
ru: При появлении запроса перемещайте монтировку вручную только вдоль оси RA, всегда в одном и том же направлении, примерно на 15–45 градусов каждый раз.

source: When performing autofocus from a sequence
cs: Při provádění automatického zaostřování ze sekvence
de: Beim Ausführen des Autofokus aus einer Sequenz
fr: Lors de l'autofocus à partir d'une séquence
lo: ເມື່ອດຳເນີນການໂຟກັສອັດຕະໂນມັດຈາກລຳດັບ
ru: При выполнении автофокусировки из задания

source: When ready click
cs: Až budete připraveni, klikněte
de: Klicken wenn fertig
es: Haga clic cuando esté listo
fr: Lorsque vous êtes prêt, cliquez
lo: ເມື່ອພ້ອມແລ້ວ ໃຫ້ກົດ
ru: Когда все будет готово, нажмите

source: Width
cs: Šířka
de: Breite
es: Ancho
fr: Largeur
lo: ຄວາມກວ້າງ
ru: Ширина

source: Wind direction
cs: Směr větru
de: Windrichtung
es: Dirección del viento
fr: Direction du vent
lo: ທິດທາງລົມ
ru: Направление ветра

source: Wind gust
cs: Poryv větru
de: Windböe
es: Rachas de viento
fr: Rafale de vent
lo: ລົມພັດແຮງ
ru: Порыв ветра

source: Wind speed
cs: Rychlost větru
de: Windgeschwindigkeit
es: Velocidad del viento
fr: Vitesse du vent
lo: ຄວາມໄວລົມ
ru: Скорость ветра

source: without pole visibility
cs: bez viditelnosti pólu
de: Ohne sichtbaren Himmelspol
es: sin visibilidad del polo
fr: sans visibilité du pôle
lo: ໂດຍບໍ່ເຫັນຂົ້ວ
ru: без видимости полюса

source: Wth.
cs: Poč.
fr: Met.
lo: ອາກ.

source: Yes
cs: Ano
de: Ja
es: Sí
fr: Oui
lo: ແມ່ນ
ru: Да

source: You can set the parameters to define how the focuser will move.%sTry first with the default values and adjust them only if you receive an error message on the next step.
cs: Můžete nastavit parametry, které určují, jak se bude ostření pohybovat.%sZkuste nejprve výchozí hodnoty a upravte je pouze v případě, že se v dalším kroku zobrazí chybové hlášení.
de: Sie können die Parameter einstellen, um zu definieren, wie sich der Fokussierer bewegen soll.%sVersuchen Sie es zuerst mit den Standardwerten und passen Sie diese nur an, wenn Sieeine Fehlermeldung im nächsten Schritt erhalten
es: Puede fijar los parámetros para definir cómo se moverá el enfocador.%sInténtelo primero con los valores predefinidos y ajústelos sólo si recibe un mensaje de error en el paso siguiente.
fr: Vous pouvez ajuster les paramètres pour définir la façon dont le focuser se déplacera.%sEssayez d'abord avec les valeurs par défaut et ajustez-les seulement si vous recevez un message d'erreur à l'étape suivante.
lo: ທ່ານສາມາດຕັ້ງພາຣາມິເຕີເພື່ອກຳນົດວ່າໂຕປັບຈຸດສຸມຈະເຄື່ອນທີ່ແນວໃດ.%sລອງໃຊ້ຄ່າເລີ່ມຕົ້ນກ່ອນ ແລະ ປັບມັນພຽງແຕ່ຖ້າທ່ານໄດ້ຮັບຂໍ້ຄວາມຜິດພາດໃນຂັ້ນຕອນຕໍ່ໄປ.
ru: Вы можете установить параметры, чтобы определить, как будет перемещаться фокусер. %sПопробуйте сначала значения по умолчанию и корректируйте их, только если вы получите сообщение об ошибке на следующем шаге.
