Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Error, duplicate name %s for image type!
cs: Chyba, duplicitní název %s pro typ obrázku!
de: Fehler, doppelter name %s für den Bildtyp
fr: Erreur, nom en double %s pour le type d'image!
lo: ຜິດພາດ, ຊື່ %s ຊ້ຳກັນສຳລັບປະເພດຮູບພາບ!
ru: Ошибка, повторяющееся имя %s для типа изображения!

source: Error messages
cs: Chybové zprávy
de: Fehlermeldungen
es: Mensajes error
fr: Messages d'erreur
lo: ຂໍ້ຄວາມຜິດພາດ
ru: Сообщения об ошибках

source: Error! Mount not connected
cs: Chyba! Montáž nepřipojena
de: Fehler! Montierung nicht verbunden
es: ¡Error! Montura no conectada
fr: Erreur! la monture n'est pas connectée
lo: ຜິດພາດ! ຂາກ້ອງບໍ່ໄດ້ເຊື່ອມຕໍ່
ru: Ошибка! Монтировка не подключена

source: Error processing temporary file in %s
cs: Chyba při zpracování dočasného souboru v %s
de: Fehler beim Verarbeiten der temporären Datei in %s
es: Error procesando archivo temporal en %s
fr: Erreur de traitement du fichier temporaire dans %s
lo: ເກີດຂໍ້ຜິດພາດໃນການປະມວນຜົນໄຟລ໌ຊົ່ວຄາວໃນ %s
ru: Ошибка обработки временного файла в %s

source: Error result = %s
cs: Výsledek chyby = %s
de: Fehler = %s
es: Resultado error = %s
fr: Erreur = %s
lo: ຜົນຜິດພາດ = %s
ru: Ошибочный результат = %s

source: Error starting command: %s
cs: Při spuštění příkazu došlo k chybě: %s
de: Fehler beim Starten des Befehls: %s
es: Error iniciando la orden: %s
fr: Erreur de lancement de la commande: %s
lo: ຜິດພາດໃນການເລີ່ມຄຳສັ່ງ: %s
ru: Ошибка запуска команды: %s

source: Error: Unknown finder focal length, set in PREFERENCE, SLEWING.
cs: Chyba: Neznámá ohnisková vzdálenost hledáčku, nastavte v položce PŘEDVOLBY, PŘEJÍŽDĚNÍ.
de: Fehler: unbekannte Sucherbrennweite. Einstellen unter: EINSTELLUNGEN, SCHWENKEN
fr: Erreur: La focale du chercheur est inconnue, régler la dans Préférences / Goto
lo: ຜິດພາດ: ບໍ່ຮູ້ຄວາມຍາວໂຟກັສຂອງກ້ອງຊອກຫາ, ຕັ້ງໃນ ການຕັ້ງຄ່າ, ການຫັນກ້ອງ.
ru: Ошибка: неизвестное фокусное расстояние искателя, установленное в меню Настройки/Наведение.

source: Error: Unknown telescope focal length, set in telescope driver or in PREFERENCE, ASTROMETRY.
cs: Chyba: Neznámá ohnisková vzdálenost dalekohledu, nastavená v ovladači dalekohledu nebo v PREFERENCE, ASTROMETRY.
de: Fehler: unbekannte Teleskopbrennweite, gesetzt im Teleskoptreiber oderin Einstellungen, Astrometrie
es: Error: Distancia focal del telescopio desconocida, indíquela en el controlador del telescopio o en Preferencias, Astrometría.
fr: Erreur: La focale du télescope est inconnue, régler la dans le pilote du télescope ou dans Préférences / Astrométrie
lo: ຜິດພາດ: ບໍ່ຮູ້ຄວາມຍາວໂຟກັສຂອງກ້ອງສ່ອງທາງໄກ, ຕັ້ງໃນໄດຣເວີກ້ອງສ່ອງທາງໄກ ຫຼື ໃນ PREFERENCE, ASTROMETRY.
ru: Ошибка: неизвестное фокусное расстояние телескопа, установленное в драйвере телескопа, Настройках или Астрометрии

source: Error updating the sequence:%s
cs: Při aktualizaci sekvence došlo k chybě:%s
es: Error actualizando la secuencia: %s
fr: Erreur de mise à jour de la séquence: %s
lo: ຄວາມຜິດພາດໃນການອັບເດດລຳດັບ:%s
ru: Ошибка обновления задания:%s

source: Estimated slippage since last learning
cs: Odhad skluzu od posledního učení
de: Geschätzter Schlupf seit dem letzten Lernen
fr: Glissement estimé depuis le dernier apprentissage
lo: ການເລື່ອນທີ່ຄາດຄະເນຕັ້ງແຕ່ການຮຽນຮູ້ຄັ້ງລ່າສຸດ
ru: Расчётное проскальзывание с момента последнего обучения

source: Example and template
cs: Příklad a šablona
de: Beispiel und Vorlage
fr: Exemple et modèle
lo: ຕົວຢ່າງ ແລະແມ່ແບບ
ru: Пример и шаблон

source: Executing the termination error actions.
cs: Provádění chybových akcí ukončeno.
de: Ausführen der Aktionen für Abbruch bei Fehler
es: Ejecutando las acciones de finalización por error.
fr: Exécution des actions après une fin en erreur.
lo: ກຳລັງດຳເນີນການເມື່ອມີຂໍ້ຜິດພາດໃນການຢຸດ.
ru: Выполнение действий при ошибке завершения

source: Executing the termination actions.
cs: Provádění akcí ukončeno.
de: Ausführen der Aktionen für Beenden
es: Ejecutando las acciones de finalización.
fr: Exécution des actions de fin.
lo: ກຳລັງດຳເນີນການຢຸດ.
ru: Выполнение действий для завершения

source: Exit program
cs: Ukončit program
de: Programm beenden
es: Salir del programa
fr: Quitter le programme
lo: ອອກຈາກໂປຣແກຣມ
ru: Выйти из программы

source: Exp:
de: Aufn:
lo: ເວລາເປີດໜ້າກ້ອງ:

source: Exp.
lo: ເວລາເປີດ.

source: Expert trick
cs: Odborný trik
de: Expertentrick
fr: Options pour expert
lo: ເຄັດລັບຜູ້ຊ່ຽວຊານ
ru: Смещение точки фокуса (не изменять без необходимости)

source: Export CSV
lo: ສົ່ງອອກ CSV

source: Exposure
cs: Expozice
de: Belichtung
es: Exposición
fr: Exposition
lo: ການເປີດໜ້າກ້ອງ
ru: Выдержка

source: Exposure aborted!
cs: Expozice přerušena!
de: Belichtung abgebrochen
es: ¡Exposición abortada!
fr: Exposition interrompue!
lo: ຍົກເລີກການເປີດໜ້າກ້ອງແລ້ວ!
ru: Экспозиция прервана!

source: Exposure factor
cs: Expoziční faktor
de: Belichtungsfaktor
es: Factor de exposición
fr: Facteur d'exposition
lo: ໂຕຄູນການເປີດໜ້າກ້ອງ
ru: Коэф. экспозиции

source: Exposure fail!
cs: Expozice selhala!
de: Belichtung fehlgeschlagen
es: ¡Fallo de exposición!
fr: Échec de l'exposition!
lo: ການເປີດໜ້າກ້ອງລົ້ມເຫຼວ!
ru: Экспозиция не удалась!

source: Exposure %s
cs: Expozice %s
de: Belichtung %s
fr: Exposition %s
lo: ການເປີດໜ້າກ້ອງ %s
ru: Экспозиция %s

source: Exposure time in secondes
cs: Expoziční čas v sekundách
de: Belichtungszeit in Sekunden
es: Tiempo de exposición en segundos
fr: Temps de pose en secondes
lo: ເວລາເປີດໜ້າກ້ອງເປັນວິນາທີ
ru: Время выдержки в секундах

source: Exposure time
cs: Čas expozice
de: Belichtungszeit
es: Tiempo de exposición
fr: Temps d'exposition
lo: ເວລາເປີດໜ້າກ້ອງ
ru: Выдержка

source: Exposure time [seconds]
cs: Expoziční čas [sekundy]
de: Belichtungszeit [Sekunden]
es: Tiempo de exposición [segundos]
fr: Temps de pose [secondes]
lo: ເວລາເປີດໜ້າກ້ອງ [ວິນາທີ]
ru: Выдержка, сек.

source: Exposure time too short for measurement, need %d seconds.
cs: Doba expozice je příliš krátká na měření, nutná doba je %d sekund.
de: Die Belichtungszeit ist zu kurz für die Messung, benötigt werden %d Sekunden.
es: El tiempo de exposición es muy corto para la medición, se necesitan %d segundos.
fr: Temps d'exposition trop court pour la mesure, demande %d secondes.
lo: ເວລາເປີດໜ້າກ້ອງສັ້ນເກີນໄປສຳລັບການວັດແທກ, ຕ້ອງການ %d ວິນາທີ.
ru: Время экспозиции слишком короткое для измерения, требуется %d секунд.

source: Extreme
lo: ສຸດຂີດ

source: Fahrenheit
cs: Farenheita
lo: ຟາເຣນໄຮ
ru: Фаренгейт

source: Failed to delete file: %s
cs: Smazání souboru selhalo: %s
de: Datei konnte nicht gelöscht werden: %s
es: Falló al borrar el archivo: %s
fr: Erreur de suppression: %s
lo: ລຶບໄຟລ໌ລົ້ມເຫຼວ: %s
ru: Не удалось удалить файл: %s

source: Failed to start guiding!
cs: Pointace selhala!
de: Autoguiding Start fehlgeschlagen
es: ¡No se pudo comenzar el guiado!
fr: Échec du démarrage du guidage!
lo: ເລີ່ມການນຳທາງລົ້ມເຫຼວ!
ru: Не удалось начать гидирование!

source: Fail to resolve control exposure
cs: Nevyřešená kontrolní expozice
de: Platesolving der Kontrollbelichtung fehlgeschlagen
es: Falló al resolver la exposición de control
fr: Erreur de résolution de la pose de contrôle
lo: ແກ້ໄຂການເປີດໜ້າກ້ອງຄວບຄຸມລົ້ມເຫຼວ
ru: Неудачное распознавание контрольного снимка

source: Fail to stop the autoguider
cs: Automatickou pointaci se nepodařilo zastavit
de: Autoguider kann nicht gestoppt werden
es: Falló al detener el autoguiado
fr: Échec de l'arrêt de l'autoguideur
lo: ລົ້ມເຫຼວໃນການຢຸດລະບົບນຳທາງອັດຕະໂນມັດ
ru: Не удалось остановить автогид

source: False
cs: Vypnuto
de: Falsch
es: Falso
fr: Non
lo: ບໍ່ແມ່ນ
ru: Откл

source: Fast centering on the slit
lo: ການປັບກາງໃສ່ສະລິດຢ່າງໄວ

source: Fil.
cs: Filtr.
lo: ຟິວ.

source: File
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
lo: ໄຟລ໌
ru: Файл

source: File format
cs: Formát souboru
de: Dateiformat
es: Formato de archivos
fr: Format de fichier
lo: ຮູບແບບໄຟລ໌
ru: Формат файла

source: File name options
cs: Možnosti názvu souboru
de: Dateinamen Optionen
es: Opciones nombre archivos
fr: Options du nom de fichier
lo: ຕົວເລືອກຊື່ໄຟລ໌
ru: Имя файла

source: File not found %s
cs: Soubor nebyl nalezen %s
de: Datei nicht gefunden %s
es: Archivo no encontrado %s
fr: Fichier non trouvé %s
lo: ບໍ່ພົບໄຟລ໌ %s
ru: Файл не найден %s

source: Files
cs: Soubor
de: Dateien
es: Archivos
fr: Fichiers
lo: ໄຟລ໌
ru: Файлы

source: Filter
cs: Filtr
es: Filtro
fr: Filtre
lo: ຟິວເຕີ
ru: Фильтр

source: No change
cs: Beze zmeny
de: Keine Änderung
es: Sin cambio
fr: Pas de changement
lo: ບໍ່ມີການປ່ຽນແປງ
ru: Без изменений

source: Filter name
cs: Název filtru
es: Nombre del filtro
fr: Nom du filtre
lo: ຊື່ຟິວເຕີ
ru: Название фильтра

source: Filter offset
cs: Offset filtru
es: Desplazamiento filtro
fr: Décalage des filtres
lo: ຄ່າຊົດເຊີຍຟິວເຕີ
ru: Смещение фильтра

source: Filters
cs: Filtry
de: Filter
es: Filtros
fr: Filtres
lo: ໂຕກອງ
ru: Фильтры

source: Filter wheel
cs: Filtrové kolo
de: Filterrad
es: Rueda portafiltros
fr: Roue à filtres
lo: ວົງລໍ້ຟິວເຕີ
ru: Колесо фильтров

source: Final movement (steps)
cs: Konečný pohyb (kroky)
de: Finale Bewegung (Schritte)
es: Movimiento final (pasos)
fr: Déplacement final (pas)
lo: ການເຄື່ອນທີ່ສຸດທ້າຍ (ຂັ້ນຕອນ)
ru: Конечное перемещение, шаги

source: Find.
cs: Najít
de: Suche
fr: Cher.
lo: ຊອກຫາ.

source: Finder
cs: Vyhledávač
de: Sucher
fr: Chercheur
lo: ກ້ອງຊອກຫາ
ru: Искатель

source: Finder camera
cs: Vyhledávací kamera
de: Sucher Kamera
fr: Caméra du chercheur
lo: ກ້ອງຊອກຫາ
ru: Камера-искатель

source: Finder focal length
lo: ຄວາມຍາວໂຟກັສຂອງກ້ອງຊອກຫາ

source: Fit
cs: Optimální
es: Ajustar
fr: Ajuster
lo: ພໍດີ

source: FITS file extension
cs: Přípona souboru FITS
de: FITS Dateiendung
es: Extensión archivos FITS
fr: Extension des fichers FITS
lo: ນາມສະກຸນໄຟລ໌ FITS
ru: Расширение FITS

source: FITS header
cs: Hlavička FITS
es: Cabecera FITS
fr: En-tête FITS
lo: ຫົວຂໍ້ FITS
ru: Заголовок FITS

source: Fixed sequence length
cs: Pevná délka sekvence
de: Feste Sequenzlänge
es: Secuencia de longitud fija
fr: Numéro de longueur fixe
lo: ຄວາມຍາວລຳດັບຄົງທີ່
ru: Фиксированная длина

source: Flat auto-exposure
cs: Automatická expozice Flat snímků
de: Automatische Flatbelichtung
es: Autoexposición en tomas planas
fr: Exposition automatique du flat
lo: ການເປີດໜ້າກ້ອງອັດຕະໂນມັດສຳລັບ Flat
ru: Автоматическая экспозиция

source: Flat file loaded
cs: Načtení flat souboru
de: Flatfield geladen
es: Toma plana cargada
fr: Fichier flat chargé
lo: ໂຫຼດໄຟລ໌ແຟລັດແລ້ວ
ru: Флет загружен

source: Flat frame
cs: Flat snímek
de: Flatfield
es: Toma plana
fr: Image flat
lo: ເຟຣມແຟລັດ
ru: Флет

source: Flat image mean level
cs: Flat snímek střední úroveň
de: Flatfield Mittelwert
es: Nivel medio tomas planas
fr: Niveau de l'image de flat
lo: ລະດັບສະເລ່ຍຂອງຮູບພາບ Flat
ru: Уровень насыщения

source: Flat level=%s
cs: Flat úroveň =%s
de: Flat ADU=%s
es: Nivel plana=%s
fr: Niveau du flat=%s
lo: ລະດັບແຟລັດ=%s
ru: Уровень флета=%s

source: Flat time
cs: Časy Flat snímků
de: Zeitpunkt für Flats
es: Hora de la toma plana
fr: Moment du flat
lo: ເວລາ Flat
ru: Время съёмки

source: Flip N/S
cs: Obrátit S/J
de: Umkehrung N/S
es: Intercambiar N/S
fr: Inverse N/S
lo: ປີ້ນ ເໜືອ/ໃຕ້

source: Flip the image horizontally
cs: Otočit snímek vodorovně
de: Horizontal spiegeln
es: Reflejar la imagen horizontalmente
fr: Retourner l'image horizontalement
lo: ປີ້ນຮູບຕາມແນວນອນ
ru: Зеркально по горизонтали

source: Flip the image vertically
cs: Otočit snímek svisle
de: Vertikal spiegeln
es: Reflejar la imagen verticalmente
fr: Retourner l'image verticalement
lo: ປີ້ນຮູບຕາມແນວຕັ້ງ
ru: Зеркально по вертикали

source: Floating point file
cs: Soubor s plovoucí čárkou
de: Datei im Gleitkomma Format
es: Archivo coma flotante
fr: Fichier point flottant
lo: ໄຟລ໌ເລກທົດສະນິຍົມ
ru: Float файл

source: Flux
cs: Tok
es: Flujo
lo: ຟລັກຊ໌

source: Foc.
cs: Ostř.
de: Fok.
es: Enf.
lo: ຈຸດສຸມ.

source: Focal length
cs: Ohnisková vzdálenost
de: Brennweite
es: Distancia focal
fr: Longueur focale
lo: ຄວາມຍາວໂຟກັສ
ru: Фокусное расст.

source: Focus
cs: Ostření
de: Fokus
es: Enfoque
fr: Focalisation
lo: ຈຸດສຸມ
ru: Фокус

source: Focus aid
cs: Asistent ostření
de: Fokushilfe
es: Ayuda enfoque
fr: Aide à la mise au point
lo: ໂຕຊ່ວຍປັບຈຸດສຸມ
ru: Помощник фокусировки

source: Focus aid started
cs: Nástroj Ostření spuštěn
de: Fokushilfe gestartet
es: Comenzó la ayuda al enfoque
fr: L'aide à la mise au point est lancée
lo: ເລີ່ມໂຕຊ່ວຍປັບຈຸດສຸມແລ້ວ
ru: Помощник фокусировки включен

source: Focus aid stopped
cs: Nástroj Ostření zastaven
de: Fokushilfe gestoppt
es: Finalizó la ayuda al enfoque
fr: Aide a la mise au point arrêtée
lo: ຢຸດໂຕຊ່ວຍປັບຈຸດສຸມແລ້ວ
ru: Помощник фокусировки отключен

source: Focus direction
cs: Směr ostření
de: Fokusrichtung
es: Dirección de foco
fr: Direction de mise au point
lo: ທິດທາງຈຸດສຸມ
ru: Направление фокусировки

source: Focus direction:
cs: Směr ostření:
de: Fokusrichtung
es: Dirección de enfoque:
fr: Direction:
lo: ທິດທາງຈຸດສຸມ:
ru: Направление

source: Focuser
cs: Ostření
de: Fokussierer
es: Enfocador
lo: ໂຕປັບຈຸດສຸມ
ru: Фокусер

source: Focuser calibration
cs: Kalibrace ostření
de: Fokussierer Kalibrierung
es: Calibración del enfocador
fr: Calibration du focuser
lo: ການປັບທຽບໂຕປັບຈຸດສຸມ
ru: Калибровка фокусера

source: Focuser calibration started
cs: Zahájena kalibrace ostření
de: Fokussierer Kalibrierung gestartet
es: Comenzó la calibración del enfocador
fr: Début de la calibration du focuser
lo: ເລີ່ມການປັບທຽບໂຕປັບຈຸດສຸມແລ້ວ
ru: Калибровка фокусера началась

source: Focuser calibration started, please wait...
cs: Kalibrace ostření zahájena, počkejte...
de: Fokussiererkalibrierung gestartet, bitte warten...
es: Comenzó la calibración del enfocador, por favor, espere...
fr: La calibration du focuser a commencé, veuillez patienter ...
lo: ເລີ່ມການປັບທຽບໂຕປັບຈຸດສຸມແລ້ວ, ກະລຸນາລໍຖ້າ...
ru: Калибровка фокусера началась, подождите...

source: Focuser calibration completed, click Next to see the result.
cs: Kalibrace ostření dokončena, klikněte na tlačítko Další a zobrazte výsledek.
de: Fokussiererkalibrierung abgeschlossen, klicken Sie auf Weiter um die Ergebnisse anzuzeigen.
es: Finalizó la calibración del enfocador, haga clic en Siguiente para ver el resultado.
fr: La calibration du focuser est terminée, cliquez sur Suivant pour voir le résultat.
lo: ການປັບທຽບໂຕປັບຈຸດສຸມສຳເລັດແລ້ວ, ກົດ ຕໍ່ໄປ ເພື່ອເບິ່ງຜົນ.
ru: Калибровка фокусера завершена, нажмите Далее, чтобы увидеть результат.

source: Focuser correction
cs: Korekce ostření
de: Fokussierer Korrektur
es: Corrección del enfocador
fr: Correction du focuseur
lo: ການແກ້ໄຂໂຕປັບຈຸດສຸມ
ru: Коррекция фокусировки

source: Focuser move by %s
de: Fokussierer bewegt um %s
es: Enfocador movido %s
fr: déplacement du focuser de %s
lo: ໂຕປັບຈຸດສຸມຍ້າຍໂດຍ %s
ru: Фокусер перемещён в %s

source: Focuser move to %s
cs: Ostření přesunuto na %s
de: Fokussierer Bewegung zu %s
es: Enfocador movido a %s
fr: déplacement du focuser vers %s
lo: ໂຕປັບຈຸດສຸມຍ້າຍໄປທີ່ %s
ru: Фокусер перемещён в %s

source: Focuser offset
cs: Offset ostření
de: Fokussierer Offset
es: 'Offset' del enfocador
fr: Décalage du focuser
lo: ຄ່າຊົດເຊີຍໂຕປັບຈຸດສຸມ
ru: Смещение фокуса

source: Focuser slippage offset set to %s
cs: Offset skluzu ostření je nastaven na %s
de: Fokussierer Schlupf Offset zu %s gesetzt
fr: Correction de glissement du focuser réglée sur %s
lo: ຕັ້ງຄ່າຊົດເຊີຍການເລື່ອນຂອງໂຕປັບຈຸດສຸມເປັນ %s
ru: Смещение проскальзывания фокусера установлено на %s

source: Focuser temperature: %s
cs: Teplota ostření: %s
de: Fokussierer Temperatur: %s
es: Temperatura enfocador: %s
fr: Température du focuser: %s
lo: ອຸນຫະພູມໂຕປັບຈຸດສຸມ: %s
ru: Температура фокусера: %s

source: Focuser temperature: %s , adjust position by %s
cs: Teplota ostřícího zařízení: %s , nastavit polohu o %s
de: Fokussierer Temperatur: %s , verstelle Position um %s
es: Temperatura enfocador: %s, ajustar posición %s
fr: Température du focuser: %s , ajuste la position de %s
lo: ອຸນຫະພູມໂຕປັບຈຸດສຸມ: %s , ປັບຕຳແໜ່ງໂດຍ %s
ru: Температура фокусера: %s , корректировка позиции %s

source: Focuser temperature compensation
cs: Kompenzace teploty ostřiče
de: Temperaturkompensation des Fokussierers
es: Compensación de temperatura del enfocador
fr: Compensation de la température du focuseur
lo: ການຊົດເຊີຍອຸນຫະພູມຂອງໂຕປັບຈຸດສຸມ
ru: Температурная компенсация

source: Focus every
cs: Ostření po
de: Fokusiere jedes
es: Enfocar cada
fr: Focus tous les
lo: ປັບຈຸດສຸມທຸກໆ
ru: Фокусировка через

source: Focus position
cs: Pozice ostření
de: Fokusposition
es: Posición foco
fr: Position du focus
lo: ຕຳແໜ່ງຈຸດສຸມ
ru: Позиция фокуса

source: Focus quality = %s
cs: Kvalita zaostření = %s
de: Fokusqualität = %s
es: Calidad foco = %s
fr: Qualité du focus = %s
lo: ຄຸນນະພາບຈຸດສຸມ = %s
ru: Качество фокуса = %s

source: Focus star selection
cs: Výběr ostřící hvězdy
de: Auswahl Fokusstern
es: Seleccionar estrella de enfoque
fr: Choix des étoiles de focalisation
lo: ການເລືອກດາວຈຸດສຸມ
ru: Выбор звезды фокусировки

source: Focus window size
cs: Velikost okna pro ostření
de: Fenstergröße für die Fokussierung
es: Tamaño ventana del enfocador
fr: Taille de la fenêtre de focus
lo: ຂະໜາດໜ້າຕ່າງຈຸດສຸມ
ru: Размер окна фокусировки

source: Folder name options
cs: Možnosti názvu složky
de: Ordnernamen Optionen
es: Opciones nombre carpetas
fr: Options du nom de dossier
lo: ຕົວເລືອກຊື່ໂຟລເດີ
ru: Название папки

source: For guidance adjust the azimuth knob along the blue line and the altitude knob along the red line
cs: Pro pointaci upravte ovládání azimutu po modré lince a ovládání výšky po červené lince
de: Zur Orientierung: den azimut Knopf entlang der blauen Linie und den altitude Knopf (Höhe) entlang der roten Line verstellen.
fr: Pour vous guider, réglez le bouton d'azimut le long de la ligne bleue et le bouton d'altitude le long de la ligne rouge
lo: ສໍາລັບການນຳທາງ, ປັບປຸ່ມອາຊິມຸດຕາມເສັ້ນສີຟ້າ ແລະປຸ່ມຄວາມສູງຕາມເສັ້ນສີແດງ
ru: Вращайте винт азимута для перемещения по синей линии, винт высоты - по красной линии.

source: For reflector collimation.
cs: Pro kolimaci zrcadla.
de: Zur Kollimation von Reflektoren
es: Para colimación de un reflector
fr: Pour la collimation des réflecteurs
lo: ສຳລັບການປັບແນວກ້ອງສະທ້ອນແສງ.
ru: Для рефлектора.

source: Found %s devices
cs: Nalezeno %s zařízení
de: %s Geräte gefunden
es: Encontrados %s dispositivos
fr: %s périphériques trouvés
lo: ພົບ %s ອຸປະກອນ
ru: Найдено %s устройств

source: Found %d stars
de: %d Sterne gefunden
es: Se encontraron %d estrellas
fr: Trouvé %d étoiles
lo: ພົບ %d ດາວ
ru: Найдено %d звёзд

source: Found %s servers
cs: Nalezeny %s servery
de: Gefunden wurden %s Server
es: Se encontraron %s servidores
fr: %s serveurs trouvés
lo: ພົບ %s ເຊີບເວີ
ru: Найдено %s серверов

source: FOV
es: Campo de visión
fr: Champ
lo: ຂອບເຂດການເບິ່ງ

source: Frame
cs: Snímek
de: Bild
es: Fotograma
fr: Cadre
lo: ຂອບຮູບ
ru: Размер кадра

source: Frame rate
cs: Snímková frekvence
de: Bildrate
es: Tasa de fotogramas
fr: Fréquence d’image
lo: ອັດຕາເຟຣມ
ru: Частота кадров

source: Frames
cs: Snímků
de: Einzelbilder
es: Fotogramas
lo: ເຟຣມ
ru: Кадры

source: Frame size
cs: Velikost rámce
de: Frame größe
es: Tamaño del fotograma
fr: Taille de l'image
lo: ຂະໜາດເຟຣມ
ru: Размер кадра

source: From camera driver
cs: Z ovladače kamery
de: Vom Kameratreiber
es: Desde el controlador de la cámara
fr: Du pilote de caméra
lo: ຈາກໄດຣເວີກ້ອງ
ru: От драйвера камеры

source: From color image
cs: Z barevného snímku
de: Von einem Farbbild
es: De una imagen en color
fr: Depuis une image couleur
lo: ຈາກຮູບພາບສີ
ru: Из цветного изображения

source: From email address
cs: Z e-mailové adresy
de: Absender E-Mail Adresse
es: Dirección correo remitente
fr: Adresse de l'expéditeur
lo: ທີ່ຢູ່ອີເມວຜູ້ສົ່ງ
ru: С адреса email

source: From image
cs: Ze snímku
de: Vom Bild
es: De una imagen
fr: Depuis une image
lo: ຈາກຮູບພາບ
ru: Из изображения

source: From planetarium
cs: Z planetária
de: Vom Planetarium
es: Desde el planetario
fr: Depuis le planétarium
lo: ຈາກດາລາຄະຕິຈຳລອງ
ru: Из планетария

source: From plate solving
cs: Z astrometrie
de: Ergebnisse Platesolving
es: Resolución de coordenadas
fr: Depuis la solution astrométrique
lo: ຈາກການແກ້ໄຂພາບດາວ
ru: Из распознавания кадра

source: From telescope driver
cs: Z ovladače dalekohledu
de: Vom Teleskoptreiber
es: Del controlador del telescopio
fr: Du pilote de télescope
lo: ຈາກໄດຣເວີກ້ອງສ່ອງທາງໄກ
ru: От драйвера телескопа

source: From: %s to %s by %s
cs: Z: %s do %s od %s
de: Von: %s nach %s mittels %s
es: De: %s a %s por %s
fr: De: %s à %s par %s
lo: ຈາກ: %s ຫາ %s ໂດຍ %s
ru: С позиции %s до %s через %s

source: F-stop
cs: Clona
de: Öffnungsverhältnis
es: Paso-F
fr: Ouverture
lo: ຄ່າ F-stop
ru: Диафрагма

source: Gain
cs: Zisk
es: Ganancia
lo: ເກນ
ru: Усиление

source: Gamma
lo: ແກມມາ
ru: Гамма

source: Get
cs: Získat
de: Abrufen
es: Obtener
fr: Obtenir
lo: ເອົາ
ru: Получить

source: Get current
cs: Zjistit aktuální
de: Aktuelle holen
es: Obtener actual
fr: Actuelle
lo: ຮັບຄ່າປັດຈຸບັນ
ru: Текущая

source: Get current position from current target
cs: Získat aktuální polohu z aktuálního cíle
de: Position vom aktuellen Ziel ermitteln
es: Obtener la posición actual del objetivo actual
fr: Obtenir la position de la cible actuelle
lo: ຮັບຕຳແໜ່ງປັດຈຸບັນຈາກເປົ້າໝາຍປັດຈຸບັນ
ru: Получить позицию от текущего объекта

source: Get current position from last image
cs: Získat aktuální polohu z posledního snímku
de: Position von letzter Aufnahme ermitteln
es: Obtener la posición actual de la última imagen
fr: Obtenir la position de la dernière image
lo: ຮັບຕຳແໜ່ງປັດຈຸບັນຈາກຮູບພາບລ່າສຸດ
ru: Получить позицию из последнего снимка

source: Get current position from telescope
cs: Získat aktuální polohu z dalekohledu
de: Aktuelle Position vom Teleskop abrufen
es: Obtener posición actual del telescopio
fr: Obtenir la position du télescope
lo: ຮັບຕຳແໜ່ງປັດຈຸບັນຈາກກ້ອງສ່ອງທາງໄກ
ru: Получить позицию от телескопа

source: Get site long/lat from the mount
cs: Získat zeměpisnou délku/šířku místa z montáže
de: Übernehme Standort (Länge-/Breitengrad) von der Montierung
es: Obtener coordenadas lat/lon desde la montura
fr: Reçoit les coord. du lieu de la monture
lo: ເອົາຂໍ້ມູນເສັ້ນແວງ/ເສັ້ນຂະໜານຈາກຖານຕິດຕັ້ງ
ru: Получить долготу/широту от монтировки

source: Get values from the weather station
cs: Získat hodnoty z meteorologické stanice
de: Werte der Wetterstation abrufen
fr: Obtenir les valeurs de la station météo
lo: ເອົາຄ່າຈາກສະຖານີອາກາດ
ru: Получить значения с метеостанции

source: Global actions when a sequence is running
cs: Globální akce při spuštěné sekvenci
de: Globale Aktionen, wenn eine Sequenz ausgeführt wird
es: Acciones globales cuando una secuencia está en ejecución
fr: Actions globales quand une séquence est exécutée
lo: ການກະທຳທົ່ວໄປເມື່ອລຳດັບກຳລັງດຳເນີນການ
ru: Общие действия при выполнении задания
