Repository: pchev/ccdciel
Catalog: data/language/ccdciel_hints.*.po
Languages: cs, es, fr, lo, ru

source: Save individual images before stacking
cs: Uložení jednotlivých snímků před skládáním
fr: Enregistre les images individuelles
lo: ບັນທຶກຮູບແຕ່ລະຮູບກ່ອນການຊ້ອນກັນ
ru: Сохранить исходные снимки перед сложением

source: Save the list and close this window.
cs: Seznam uložit a zavřít toto okno.
es: Guardar la lista y cerrar esta ventana.
fr: Enregistrer la liste et fermer cette fenêtre
lo: ບັນທຶກລາຍການ ແລະ ປິດໜ້າຕ່າງນີ້.
ru: Сохранить список и закрыть это окно

source: Save the list with a new name and close this window.
cs: Seznam uložit pod novým názvem a zavřít toto okno.
es: Guarda la lista con un nombre nuevo y cierra esta ventana.
fr: Enregistrer la liste avec un nouveau nom et fermer cette fenêtre.
lo: ບັນທຶກລາຍການດ້ວຍຊື່ໃໝ່ ແລະ ປິດໜ້າຕ່າງນີ້.
ru: Сохранить список с новым именем и закрыть это окно

source: Select the information used to make the image file name
cs: Informace použité ke generování názvu obrazového souboru
es: Seleccionar la información usada para generar el nombre del fichero de la imagen
fr: Sélectionner les informations utilisées pour créer le nom du fichier image
lo: ເລືອກຂໍ້ມູນທີ່ໃຊ້ເພື່ອສ້າງຊື່ໄຟລ໌ຮູບພາບ
ru: Информация, используемая для генерации имени файла изображения

source: Select the information used to make the image directory name
cs: Informace použité k vytvoření názvu složky s obrázky
es: Seleccionar la información usada para generar el nombre del directorio de la imagen
fr: Sélectionner les informations utilisées pour créer le nom du répertoire d'images
lo: ເລືອກຂໍ້ມູນທີ່ໃຊ້ເພື່ອສ້າງຊື່ໄດເຣັກທໍຣີຮູບພາບ
ru: Информация, используемая для создания имени папки изображений

source: Set absolute focuser position
cs: Nastavit absolutní polohu zaostřovače
es: Fijar la posición absoluta del enfocador
fr: Réglage de la position de la mise au point absolue
lo: ຕັ້ງຄ່າຕຳແໜ່ງໂຟກັສແບບສຳບູນ
ru: Установить абсолютную позицию фокусера

source: Set here the action to take after the sequence is terminated
cs: Nastavit akci, která bude provedena po ukončení sekvence
es: Establecer aquí la acción a realizar tras finalizar la secuencia
fr: Définir ici les actions a prendre après la fin de cette séquence
lo: ຕັ້ງຄ່າການກະທຳທີ່ຈະເຮັດຫຼັງຈາກລຳດັບສິ້ນສຸດລົງທີ່ນີ້
ru: Установка действий, которые нужно произвести после выполнения задания

source: Set the HFD % change threshold in the Preferences. Measurements must also be enabled.
cs: V předvolbách nastavte prahovou hodnotu změny HFD v %. Musí být také povoleno měření.
fr: Régler le seuil de changement du % HFD dans les Préférences. La mesure des images doit également être activée.
lo: ຕັ້ງຄ່າເກນການປ່ຽນແປງຂອງ HFD % ໃນການຕັ້ງຄ່າ. ການວັດແທກຕ້ອງຖືກເປີດໃຊ້ງານດ້ວຍ.
ru: Установите порог изменения HFD % в настройках. Измерения также должны быть включены.

source: Set the start time at astronomical dusk, recomputed for the date you run the sequence.
cs: Nastavit počáteční čas na astronomický soumrak, přepočítaný na datum spuštění sekvence.
es: Fijar la hora de inicio en el crepúsculo astronómico, recalculado para la fecha de ejecución de la secuencia.
fr: Réglez l'heure de début au crépuscule astronomique, recalculée pour la date à laquelle vous exécutez la séquence
lo: ຕັ້ງເວລາເລີ່ມຕົ້ນໃນຊ່ວງຄ່ຳທາງດາລາສາດ, ຄິດໄລ່ໃໝ່ສຳລັບວັນທີທີ່ທ່ານດຳເນີນການລຳດັບ.
ru: Установить время начала в астрономических сумерках, пересчитанное на дату запуска задания

source: Set the stop time at astronomical dawn, recomputed for the date you run the sequence.
cs: Nastavit čas zastavení na astronomický úsvit, přepočítaný na datum spuštění úkolu.
es: Fijar la hora de finalización en el amanecer astronómico, recalculado para la fecha de ejecución de la secuencia.
fr: Réglez l'heure d'arrêt à l'aube astronomique, recalculée pour la date à laquelle vous exécutez la séquence
lo: ຕັ້ງເວລາຢຸດໃນຊ່ວງເຊົ້າທາງດາລາສາດ, ຄິດໄລ່ໃໝ່ສຳລັບວັນທີທີ່ທ່ານດຳເນີນການລຳດັບ.
ru: Установить время остановки на астрономическом рассвете, пересчитанное на дату запуска задания

source: Set the temperature threshold in the Preferences
cs: Nastavení prahové teploty v Předvolbách
fr: Régler les seuils de température dans les Préférences
lo: ຕັ້ງຄ່າເກນອຸນຫະພູມໃນການຕັ້ງຄ່າ
ru: Установите порог температуры в настройках

source: Show crosshairs
lo: ສະແດງເສັ້ນກາກະບາດ

source: Show completion status
cs: Zobrazit stav dokončení
es: Mostrar estado ejecución
fr: Affiche le statut d'achèvement
lo: ສະແດງສະຖານະການສຳເລັດ
ru: Показать статус выполнения

source: Show guiding statistics
cs: Zobrazit statistiku pointace
es: Mostrar estadísticas guiado
fr: Voir les statistiques de guidage
lo: ສະແດງສະຖິຕິການນຳດາວ
ru: Показать статистику гидирования

source: Show highlight and shadow clipping
cs: Zobrazit oříznutí světel a stínů
fr: Afficher l'avertissement de dépassement
lo: ສະແດງສ່ວນທີ່ສະຫວ່າງເກີນ ແລະ ມືດເກີນ
ru: Клиппинг теней и светов

source: Show captured image
cs: Zobrazit zachycený snímek
es: Mostrar imagen capturada
fr: Afficher l'image des acquisitions
lo: ສະແດງຮູບທີ່ຖ່າຍໄດ້
ru: Показать захваченное изображение

source: Skip this target if there is not enough time to do all the steps before the end time
lo: ຂ້າມເປົ້າໝາຍນີ້ຫາກມີເວລາບໍ່ພຽງພໍທີ່ຈະເຮັດທຸກຂັ້ນຕອນກ່ອນເວລາສິ້ນສຸດ

source: Stack the preview frames to a single image.%sA new stack is started when you start a loop or if you uncheck this button.
cs: Složení náhledových snímků do jednoho obrázku.%sNové skládání se spustí, když spustíte cyklus nebo zrušíte zaškrtnutí tohoto tlačítka.
es: Apilar las imágenes individuales en una sola imagen.%sSe iniciará un nuevo apilado cuando comienzo un bucle o si desactiva este botón.
fr: Empilez les images de prévisualisation en une seule image.%sUne nouvelle pile est lancée lorsque vous démarrez une boucle ou si vous décochez ce bouton.
lo: ຊ້ອນເຟຣມຕົວຢ່າງເປັນຮູບດຽວ.%sການຊ້ອນໃໝ່ຈະເລີ່ມຂຶ້ນເມື່ອທ່ານເລີ່ມການເບິ່ງຕໍ່ເນື່ອງ ຫຼື ເມື່ອທ່ານຕິກເອົາປຸ່ມນີ້ອອກ.
ru: Сложить превью-кадры в одно изображение.%sНовая сумма запускается при запуске цикла или при снятии/установке флажка.

source: Start a preview loop when waiting for the delay to expire.
cs: Spustit smyčku náhledu a počkat, až vyprší zpoždění.
es: Comenzar un bucle de previsualización mientras se espera que finalice la pausa.
fr: Lancer une boucle de prévisualisation en attendant que le délai expire
lo: ເລີ່ມການເບິ່ງຕົວຢ່າງຕໍ່ເນື່ອງໃນຂະນະທີ່ລໍຖ້າການໜ່ວງເວລາໝົດ.
ru: Запустить цикл превью, ожидая истечения задержки.

source: Start image loop centered on selected star
cs: Spuštění obrazového cyklu se středem na vybranou hvězdu
es: Comenzar bucle de imágenes centrado en la estrella seleccionada
fr: Démarrer la boucle d'image centrée sur l'étoile sélectionnée
lo: ເລີ່ມການຖ່າຍພາບຕໍ່ເນື່ອງໂດຍມີຈຸດສູນກາງຢູ່ດາວທີ່ເລືອກ
ru: Запустить непрерывную съёмку с центрированием выбранной звезды

source: Start one preview exposure
cs: Zahajit jednu expozici náhledu
es: Iniciar una exposición de previsualización
fr: Démarrer une prévisualisation de l'exposition
lo: ເລີ່ມເປີດໜ້າກ້ອງເບິ່ງກ່ອນໜຶ່ງຄັ້ງ
ru: Сделать один снимок

source: Start the auto-focus procedure
cs: Spuštění procedury automatického zaostřování
es: Comenzar procedimiento de autoenfoque
fr: Démarrer la procédure d'autofocus
lo: ເລີ່ມຂັ້ນຕອນການໂຟກັສອັດຕະໂນມັດ
ru: Запустить процедуру автофокусировки

source: Start the capture sequence
cs: Spustit sekvenci snímání
es: Comenzar la secuencia de capturas
fr: Démarrer la séquence de capture
lo: ເລີ່ມລຳດັບການຖ່າຍພາບ
ru: Запустить съёмку

source: Start the sequence execution
cs: Zahájení provádění sekvence
es: Iniciar ejecución secuencia
fr: Lancer l'exécution de la séquence
lo: ເລີ່ມການປະຕິບັດລຳດັບ
ru: Запустить выполнение задания

source: Start the Vcurve learning process
cs: Spustit proces učení V-křivky
es: Iniciar el proceso de aprendizaje de la curva V
fr: Démarrer le processus d'apprentissage de la courbe en V
lo: ເລີ່ມຂະບວນການຮຽນຮູ້ເສັ້ນໂຄ້ງ V
ru: Начать обучение V-кривой

source: Start time capturing (MC=Meridian crossing)
cs: Čas začátku záznamu (MC = průchod poledníku)
fr: Heure de début de la capture (MC=passage au méridien)
lo: ເວລາເລີ່ມການຖ່າຍພາບ (MC=ການຂ້າມຜ່ານເສັ້ນເມຣິດຽນ)
ru: Время начала съёмки (MC = пересечение меридиана)

source: Start X
cs: Hvězda X
es: Iniciar X
fr: Début X
lo: ເລີ່ມ X
ru: Начало по X

source: Start Y
cs: Hvězda Y
es: Iniciar Y
fr: Début Y
lo: ເລີ່ມ Y
ru: Начало по Y

source: Stay at the target position for autofocus.%sA medium bright star should be visible.%sElse slew to a bright database star.
cs: Zůstat v cílové pozici při AutoOstření%sMěla by být viditelná středně jasná hvězda.%sJinak se přesunout na jasnou hvězdu z databáze.
es: Permanecer en la posición del objetivo para el autoenfoque.%sSe necesita que una estrella de brillo medio sea visible.%sSi no, mover a una estrella brillante de la base de datos.
fr: Reste a la position de l'objet pour l'autofocus.%sIl faut qu'une étoile modérément brillante soit visible.%sSi non coché, se déplace vers une étoile brillante de la base de donnée.
lo: ຄົງຢູ່ທີ່ຕຳແໜ່ງເປົ້າໝາຍເພື່ອໂຟກັສອັດຕະໂນມັດ.%sຄວນຈະເຫັນດາວທີ່ສະຫວ່າງປານກາງ.%sຖ້າບໍ່ດັ່ງນັ້ນ, ໃຫ້ຫັນໄປຫາດາວທີ່ສະຫວ່າງໃນຖານຂໍ້ມູນ.
ru: Оставаться в в координатах текущего объекта при автофокусировке.%sЗвезда средней яркости должна быть видна в кадре.%sИначе, необходимо навестись на яркую звезду из базы данных.

source: Step plan for capturing the images.%sThe step plan details are specified in the list below
cs: Plán kroků pro pořízení snímku.%sPodrobnosti plánu kroků jsou uvedeny v níže uvedeném seznamu
es: Plan para capturar las imágenes.%sLos detalles del plan se especifican en la lista de abajo
fr: Le plan d'instruction pour capturer les images.%sLe détail du plan est donné dans la liste ci-dessous
lo: ແຜນຂັ້ນຕອນສຳລັບການຖ່າຍພາບ.%sລາຍລະອຽດແຜນຂັ້ນຕອນແມ່ນລະບຸໄວ້ໃນລາຍການດ້ານລຸ່ມ
ru: Шаблон съёмки.%sНастраивается в списке ниже

source: Stop at this time even if the processing is not finished.
cs: Zastavit, i když zpracování není dokončeno.
es: Parar a esta hora incluso si no ha finalizado el proceso.
fr: Arrêter à ce moment même si le traitement n'est pas terminé
lo: ຢຸດໃນເວລານີ້ເຖິງແມ່ນວ່າການປະມວນຜົນຍັງບໍ່ສຳເລັດ.
ru: Остановиться в это время, даже если обработка не завершена

source: Stop the sequence execution
cs: Zastavení provádění sekvence
es: Parar ejecución secuencia
fr: Arrêter l'exécution de la séquence
lo: ຢຸດການປະຕິບັດລຳດັບ
ru: Остановить выполнение задания

source: Stop time capturing (MC=Meridian crossing)
cs: Čas zastavení záznamu (MC = Průchod poledníku)
fr: Heure de fin de la capture (MC=passage au méridien)
lo: ເວລາຢຸດການຖ່າຍພາບ (MC=ການຂ້າມຜ່ານເສັ້ນເມຣິດຽນ)
ru: Время остановки съёмки (MC = пересечение меридиана)

source: Target position (J2000)
cs: Cílová pozice (J2000)
es: Posición objetivo (J2000)
fr: Position de l'objet (J2000)
lo: ຕຳແໜ່ງເປົ້າໝາຍ (J2000)
ru: Координаты объекта (J2000)

source: The base folder where the images are recorded
cs: Základní složka pro ukládají snímky
es: El directorio base donde se guardan las imágenes
fr: Le dossier de base où les images sont enregistrées
lo: ໂຟລເດີພື້ນຖານທີ່ຮູບພາບຖືກບັນທຶກ
ru: Основная папка, в которой сохраняются изображения

source: The direction the focuser will always finish to move.%sIf using auto-focus set the same move direction.
cs: Směr ostření vždy dokončí pohyb.%sPokud používáte automatické ostření, nastavte stejný směr pohybu.
es: La dirección en la que finalizará el movimiento del enfocador.%sSi se usa el autoenfoque seleccione el mismo sentido de movimiento.
fr: La direction dans laquelle la mise au point se terminera toujours.%sUtilisez la même direction pour l'autofocus.
lo: ທິດທາງທີ່ໂຟກັສຈະເຄື່ອນທີ່ສຳເລັດສະເໝີ.%sຖ້າໃຊ້ໂຟກັສອັດຕະໂນມັດ, ໃຫ້ຕັ້ງທິດທາງການເຄື່ອນທີ່ດຽວກັນ.
ru: Направление, в котором фокусер всегда будет заканчивать движение.%sЕсли применяется автофокусировка установите одинаковое направление.

source: The Elbrus Images folder as set in the Elbrus parameters.
cs: Složka Snímků Elbrus, jak je nastavena v parametrech Elbrus.
es: La carpeta de imágenes de Elbrus se indica en los parámetros de Elbrus
fr: Le dossier des images Elbrus tel que défini dans les paramètres Elbrus
lo: ໂຟລເດີຮູບພາບ Elbrus ຕາມທີ່ຕັ້ງຄ່າໄວ້ໃນພາຣາມິເຕີ Elbrus.
ru: Папка Elbrus Images, как установлено в параметрах Elbrus.

source: The Full Width at Half Maximum value in pixels / arc seconds
cs: Hodnota FWHM v pixelech / obloukových sekundách
fr: La valeur "Full Width at Half Maximum" en pixels / secondes d'arc
lo: ຄ່າຄວາມກວ້າງເຕັມທີ່ເຄິ່ງໜຶ່ງຂອງຄ່າສູງສຸດ ເປັນພິກເຊລ / ອາກວິນາທີ
ru: Значение FWHM в пикселях/угловых секундах

source: The Half Flux Diameter value in pixels
cs: Hodnota HFD v pixelech
fr: La valeur du "Half Flux Diameter" en pixels
lo: ຄ່າເສັ້ນຜ່າສູນກາງຮາຟຟລັກຊ໌ ເປັນພິກເຊລ
ru: Значение Half Flux Diameter в писелях

source: The horizon profile used to compute object visibility. This file is the same as used in Cartes du Ciel
cs: Profil horizontu použitý pro výpočet viditelnosti objektu. Tento soubor je stejný jako v Cartes du Ciel
es: El perfil del horizonte utilizado para calcular la visibilidad del objeto. Este fichero es el mismo que usa Cartes du Ciel
fr: Profil d'horizon utilisé pour calculer la visibilité de l'objet. Ce fichier est le même que celui utilisé dans Cartes du Ciel
lo: ໂປຣໄຟລ໌ຂອບຟ້າທີ່ໃຊ້ເພື່ອຄຳນວນການເບິ່ງເຫັນວັດຖຸ. ໄຟລ໌ນີ້ແມ່ນອັນດຽວກັນກັບທີ່ໃຊ້ໃນ Cartes du Ciel
ru: Профиль горизонта, используемый для вычисления видимости объекта. Этот файл такой же, как и в Cartes du Ciel

source: The list of target to process in sequence.
cs: Seznam cílů, které mají být zpracovávány postupně.
es: La lista de objetivos para procesar en secuencia.
fr: La liste des objets à traiter en séquence
lo: ລາຍການເປົ້າໝາຍທີ່ຈະປະມວນຜົນຕາມລຳດັບ.
ru: Список объектов для обработки в задании

source: The lower limit of histogram truncation
lo: ຂີດຈຳກັດລຸ່ມຂອງການຕັດຮິສໂຕແກຣມ

source: The magnitude of the star used to run the autofocus.%sUsing a faint star can minimize the telescope movement but prefer the brightest to avoid trouble with nearby stars.
cs: Velikost hvězdy použité pro AutoOstření.%sPoužitím slabé hvězdy můžete minimalizovat pohyb dalekohledu, ale raději zvolte tu nejjasnější, abyste se vyhnuli potížím s blízkými hvězdami.
es: La magnitud de la estrella usada para ejecutar el autoenfoque.%sEl uso de una estrella débil puede minimizar el movimiento del telescopio, pero las estrellas brillantes son aconsejables para evitar problemas con estrellas cercanas.
fr: La magnitude de l'étoile utilisée pour faire la mise au point automatique.%s L'utilisation d'une étoile faible peut minimiser le mouvement du télescope mais une plus brillante permet d'éviter les problèmes avec les étoiles proches.
lo: ຄວາມສະຫວ່າງຂອງດາວທີ່ໃຊ້ໃນການໂຟກັສອັດຕະໂນມັດ.%sການໃຊ້ດາວທີ່ມືດສາມາດຫຼຸດຜ່ອນການເຄື່ອນທີ່ຂອງກ້ອງສ່ອງໄດ້ ແຕ່ຄວນເລືອກດາວທີ່ສະຫວ່າງທີ່ສຸດເພື່ອຫຼີກລ້ຽງບັນຫາກັບດາວທີ່ຢູ່ໃກ້ຄຽງ.
ru: Величина звезды, используемая для запуска автофокусировки.%sИспользование слабой звезды может минимизировать движение телескопа, но предпочтение отдаётся самой яркой звезде, чтобы избежать проблем с соседними звёздами.

source: The maximum intensity value
cs: Maximální hodnota intenzity
es: El valor máxima intensidad
fr: La valeur maximale d'intensité
lo: ຄ່າຄວາມເຂັ້ມສູງສຸດ
ru: Максимальная интенсивность

source: The minimal object elevation to start or end observing
cs: Minimální výška objektu pro zahájení nebo ukončení pozorování
es: La altura mínima del objeto para comenzar o finalizar la observación
fr: L'élévation minimale de l'objet pour commencer ou terminer l'observation
lo: ລະດັບຄວາມສູງຂັ້ນຕ່ຳຂອງວັດຖຸເພື່ອເລີ່ມ ຫຼື ສິ້ນສຸດການສັງເກດການ
ru: Минимальная высота объекта для начала или окончания наблюдения

source: The number of images to take
cs: Počet snímků
es: Número de imágenes a capturar
fr: Le nombre d'images à prendre
lo: ຈຳນວນຮູບທີ່ຈະຖ່າຍ
ru: Количество кадров

source: The number of image to take before dither
cs: Počet snímků, které mají být pořízeny před ditheringem
es: El número de imágenes a capturar antes de interpolar
fr: Le nombre d'images à prendre avant le dither
lo: ຈຳນວນຮູບທີ່ຈະຖ່າຍກ່ອນການດິເທີ
ru: Количество снимков, которое нужно сделать перед подвижкой

source: The number of image to take before autofocus
cs: Počet snímků pořízených před AutoOstřením
es: Número de imágenes a capturar antes del autoenfoque
fr: Le nombre d'images à prendre avant l'autofocus
lo: ຈຳນວນຮູບທີ່ຈະຖ່າຍກ່ອນການໂຟກັສອັດຕະໂນມັດ
ru: Количество снимков перед автофокусировкой

source: The number of image for this step
cs: Počet obrázků pro tento krok
es: Número de la imagen para este paso
fr: Le nombre d'image pour cette étape
lo: ຈຳນວນຮູບສຳລັບຂັ້ນຕອນນີ້
ru: Количество снимков для этого шага

source: The object magnitude
lo: ຄວາມສະຫວ່າງຂອງວັດຖຸ

source: The object name for use in FITS header and file name
cs: Jméno objektu pro použití v hlavičce FITS a názvu souboru
es: El nombre del objeto para usarlo en las cabeceras FITS y en el nombre de los archivos
fr: Nom de l'objet à utiliser dans l'en-tête FITS et le nom du fichier
lo: ຊື່ວັດຖຸເພື່ອໃຊ້ໃນຫົວຂໍ້ FITS ແລະ ຊື່ໄຟລ໌
ru: Название объекта для использования в заголовке FITS и имени файла

source: The observatory name for inclusion in the FITS header
cs: Jméno observatoře pro zahrnutí do záhlaví FITS
es: El nombre del observatorio a incluir en la cabecera FITS
fr: Le nom de l'observatoire à inclure dans l'en-tête du FITS
lo: ຊື່ຫໍສັງເກດການດາວເພື່ອລວມເຂົ້າໃນຫົວຂໍ້ FITS
ru: Название обсерватории для включения в заголовок FITS

source: The observer name for inclusion in the FITS header
cs: Jméno pozorovatele pro zahrnutí do záhlaví FITS
es: El nombre del observador a incluir en la cabecera FITS
fr: Nom de l'observateur à inclure dans l'en-tête du FITS
lo: ຊື່ຜູ້ສັງເກດການເພື່ອລວມເຂົ້າໃນຫົວຂໍ້ FITS
ru: Имя наблюдателя для включения в заголовок FITS

source: The preferred focuser direction for autofocus.
cs: Preferovaný směr zaostřování pro AutoOstření.
es: La dirección preferida del enfocador para el autoenfoque.
fr: La direction de mise au point préférée pour l'autofocus
lo: ທິດທາງໂຟກັສທີ່ແນະນຳສຳລັບການໂຟກັສອັດຕະໂນມັດ.
ru: Предпочтительное направление для автофокусировки.

source: The selected star luminosity profile
cs: Profil svítivosti vybrané hvězdy
es: Perfil de luminosidad de la estrella seleccionada
fr: Le profil de luminosité de l'étoile sélectionnée
lo: ໂປຣໄຟລ໌ຄວາມສະຫວ່າງຂອງດາວທີ່ເລືອກ
ru: Профиль светимости выбранной звезды

source: The Signal/Noise ratio
cs: Poměr signál/šum
es: La relación señal/ruido.
fr: Le rapport signal/bruit
lo: ອັດຕາສ່ວນ ສັນຍານ/ສິ່ງລົບກວນ
ru: Соотношение сигнал/шум

source: The target name to be used for capturing the images
cs: Cílový název, který se použije pro snímání obrázků
es: El nombre del objetivo a utilizar para capturar las imágenes
fr: Le nom de l'objet utiliser pour capturer les images
lo: ຊື່ເປົ້າໝາຍທີ່ຈະໃຊ້ສຳລັບການຖ່າຍພາບ
ru: Название, которое будет использоваться при съёмке

source: The telescope name for inclusion in the FITS header
cs: Jméno dalekohledu pro zahrnutí do záhlaví FITS
es: Nombre del telescopio para su inclusión en la cabecera FITS
fr: Le nom du télescope à inclure dans l'en-tête du FITS
lo: ຊື່ກ້ອງສ່ອງເພື່ອລວມເຂົ້າໃນຫົວຂໍ້ FITS
ru: Название телескопа для включения в заголовок FITS

source: The temporary RAM disk used to transfer the images from the Indi server
cs: Dočasný disk RAM používaný k přenosu obrazů ze serveru Indi
fr: Le disque RAM temporaire utilisé pour transférer les images du serveur Indi
lo: ດິສກ໌ RAM ຊົ່ວຄາວທີ່ໃຊ້ເພື່ອໂອນຮູບຈາກເຊີບເວີ Indi
ru: Временный RAM-диск, используемый для передачи изображений с сервера Indi.

source: The type of frame
cs: Typ snímku
es: El tipo de fotograma
fr: Le type d'image
lo: ປະເພດຂອງເຟຣມ
ru: Тип кадра

source: The Unix path equivalent to the Elbrus Images folder.
cs: Cesta Unix ekvivalentní ke složce Elbrus Images.
es: La ruta Unix equivalente a la carpeta
fr: Le chemin Unix équivalent au dossier des images Elbrus
lo: ເສັ້ນທາງ Unix ທີ່ທຽບເທົ່າກັບໂຟລເດີຮູບພາບ Elbrus.
ru: Путь Unix, эквивалентный папке Elbrus Images.

source: The upper limit of histogram truncation
lo: ຂີດຈຳກັດເທິງຂອງການຕັດຮິສໂຕແກຣມ

source: This allow to restart an interrupted sequence at the point it was stopped
cs: To umožňuje restartování přerušené sekvence v bodě, kdy byla zastavena
es: Esto le permitirá reiniciar una secuencia interrumpida en el punto donde se detuvo.
fr: Ceci permet de redémarrer une séquence interrompue au point où elle a été arrêtée
lo: ອັນນີ້ອະນຸຍາດໃຫ້ເລີ່ມລຳດັບທີ່ຖືກຂັດຈັງຫວະຄືນໃໝ່ຈາກຈຸດທີ່ມັນຢຸດ
ru: Позволяет перезапустить прерванное задание с того места, где оно было остановлено

source: This option is normally unchecked, use it only if you manage the pointing and autoguiding by script.
cs: Tato možnost je normálně nezaškrtnutá, použijte ji pouze v případě, že řídíte pointaci pomocí skriptu.
fr: Cette option est normalement décochée, utilisez-la uniquement si vous gérez le pointage et l'autoguidage par script.
lo: ໂດຍປົກກະຕິຕົວເລືອກນີ້ຈະບໍ່ຖືກຕິກ, ໃຫ້ໃຊ້ມັນສະເພາະຫາກທ່ານຈັດການການຊີ້ ແລະ ການນຳດາວອັດຕະໂນມັດດ້ວຍສະຄຣິບ.
ru: Этот параметр обычно не отмечен, используйте его только в том случае, если вы управляете наведением и автогидом по сценарию.

source: Time from meridian transit (hour angle)
cs: Čas od průchodu poledníku (hodinový úhel)
es: Tiempo al tránsito por meridiano (ángulo horario)
fr: Temps restant pour le transit méridien (angle horaire)
lo: ເວລານັບຈາກເສັ້ນເມຣິດຽນຜ່ານ (ມຸມຊົ່ວໂມງ)
ru: Время до пересечения меридиана (часовой угол)

source: Try to correct for focuser slippage since the last Vcurve learning.%sBeware you must set the focuser temperature correction and the filters offset before to use this option.
es: Intentar corregir los desplazamientos del enfocador desde el último aprendizaje de curva V.%sTenga en cuenta que debe establecer la corrección por temperatura y el desplazamiento de los filtros antes de usar esta opción.
fr: Essaye de corriger le glissement de la mise au point depuis le dernier apprentissage Vcurve.%s Attention, vous devez régler la correction de température de la mise au point et le décalage des filtres avant d'utiliser cette option.
lo: ພະຍາຍາມແກ້ໄຂການເລື່ອນຂອງໂຟກັສນັບຕັ້ງແຕ່ການຮຽນຮູ້ເສັ້ນໂຄ້ງ V ຄັ້ງລ່າສຸດ.%sລະວັງ, ທ່ານຕ້ອງຕັ້ງຄ່າການແກ້ໄຂອຸນຫະພູມຂອງໂຟກັສ ແລະ ໄລຍະຫ່າງຟິລເຕີກ່ອນທີ່ຈະໃຊ້ຕົວເລືອກນີ້.
ru: Попытайтесь исправить проскальзывание фокусера с момента последнего изучения V-кривой.%sУбедитесь, что перед использованием этой опции, вы установили температурную коррекцию фокусера и смещение фильтров.

source: Dynamic can be use with an absolute or relative position focuser,%s this method require the starting position is near the focus position.%s This is the preferred method.
cs: Dynamickou metodu lze použít s absolutním nebo relativním ostřením polohy,%s tato metoda vyžaduje, aby počáteční pozice byla blízko zaostřovací pozice.%sToto je upřednostňovaná metoda.
es: El método dinámico puede usarse con un enfocador de posición relativa o absoluta,%s este método requiere que la posición inicial está cercana a la posición de foco.%s Este es el método recomendado.
fr: Dynamique peut être utilisé avec un focuser à position absolue ou relative,%s cette méthode exige que vous commenciez avec une bonne position de mise au point.%s C'est la méthode préférée.
lo: ແບບເຄື່ອນໄຫວສາມາດໃຊ້ກັບໂຟກັສແບບຕຳແໜ່ງສຳບູນ ຫຼື ສຳພັດໄດ້,%s ວິທີນີ້ຮຽກຮ້ອງໃຫ້ຕຳແໜ່ງເລີ່ມຕົ້ນຢູ່ໃກ້ກັບຕຳແໜ່ງໂຟກັສ.%s ນີ້ແມ່ນວິທີທີ່ແນະນຳ.
ru: Динамический метод может использоваться с фокусером абсолютного или относительного положения,%sэтот метод требует, чтобы начальная позиция была рядом с положением фокусировки.%sЭто предпочтительный метод.
