Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: 2D
lo: 2 ມິຕິ

source: This driver work only in 32bit, please install the 32bit version of CCDciel.
cs: Tento ovladač funguje pouze v 32bitech, nainstalujte 32bitovou verzi CCDciel.
de: Dieser Treiber funktioniert nur in 32-Bit, bitte installieren Sie die 32-Bit Version von CCDciel.
es: Este controlador solo funciona en 32 bits, instale la versión 32 bits de CCDciel.
fr: Ce pilote ne fonctionne qu'en 32bit, veuillez installer la version 32bit de CCDciel.
lo: ໄດຣເວີນີ້ໃຊ້ໄດ້ກັບ 32bit ເທົ່ານັ້ນ, ກະລຸນາຕິດຕັ້ງ CCDciel ເວີຊັນ 32bit.
ru: Этот драйвер работает только в 32-битной версии, установите 32-битную версию CCDciel.

source: 9 panel image
cs: Snímek na 9 panelech
de: 9 Felder großes Bild
fr: Image en 9 panneaux
lo: ຮູບພາບ 9 ແຜງ
ru: 9 плиток

source: Abort
cs: Přerušit
de: Abbruch
es: Abortar
fr: Abandon
lo: ຍົກເລີກ
ru: Отмена

source: Abort after
cs: Přerušit po
de: Abbrechen nach
es: Abortar tras
fr: Abandon après
lo: ຍົກເລີກຫຼັງຈາກ
ru: Прервать через

source: Abort after restarting more than
cs: Přerušení po restartu více než
de: Abbruch nach Neustart mehr als
es: Abortar después de reiniciar más de
fr: Abandonner après avoir redémarré plus de
lo: ຍົກເລີກຫຼັງຈາກເລີ່ມໃໝ່ຫຼາຍກວ່າ
ru: Прервать после перезапуска

source: Abort dome %s
cs: Ukončit kopuli %s
de: Abbruch Kuppel %s
es: Abortar cúpula %s
fr: Abandonne %s le dôme
lo: ຍົກເລີກໂດມ %s
ru: Прервано: купол - %s

source: Abort exposure
cs: Přerušit expozici
de: Belichtung abbrechen
es: Abortar exposición
fr: Pose interrompue
lo: ຍົກເລີກການເປີດໜ້າກ້ອງ
ru: Прервать экспозицию

source: Abort mount%s
cs: Spojení přerušeno%s
de: Abbruch Montierung%s
es: Abortar montura%s
fr: Abandonne %s la monture
lo: ຍົກເລີກຖານຕິດຕັ້ງ%s
ru: Прервано: монтировка - %s

source: Abort the current sequence
cs: Přerušit aktuální sekvenci
de: Bricht aktuelle Sequenz ab
es: Abortar la secuencia actual
fr: Abandon de la séquence en cours
lo: ຍົກເລີກລຳດັບປັດຈຸບັນ
ru: Прервать текущее задание

source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
lo: ກ່ຽວກັບ
ru: О программе

source: Action
cs: Akce
de: Aktion
es: Acción
lo: ການກະທຳ
ru: Действие

source: Activate solar object tracking.
cs: Aktivace sledování solárních objektů.
de: Aktiviere Nachführung von Sonnensystem Objekten
fr: Activer le suivi des objets du système solaire.
lo: ເປີດໃຊ້ການຕິດຕາມວັດຖຸໃນລະບົບສຸລິຍະ.
ru: Отслеживание объектов солнечной системы

source: Activate spectroscopy functions
cs: Aktivace spektroskopických funkcí
de: Aktiviere Spektroskopiefunktionen
fr: Activer les fonctions de spectroscopie
lo: ເປີດໃຊ້ຟັງຊັນການວັດແທກສະເປກຕຣັມ
ru: Активировать функции спектроскопии

source: Activation
cs: Aktivace
de: Aktivierung
lo: ການເປີດໃຊ້
ru: Активация

source: Active target is replaced, restart the sequence
cs: Aktivní cíl je nahrazen, restartujte sekvenci
de: Aktives Ziel wurde ersetzt, Sequenz neu starten
fr: L'objet actif est remplacé, relance la séquence
lo: ເປົ້າໝາຍທີ່ກຳລັງເຮັດວຽກຖືກແທນທີ່, ເລີ່ມລຳດັບໃໝ່
ru: Активный объект заменён, перезапустите задание

source: Actual focal length
cs: Skutečná ohnisková vzdálenost
de: Aktuelle Brennweite
es: Distancia focal actual
fr: Distance focale réelle
lo: ຄວາມຍາວໂຟກັສຕົວຈິງ
ru: Фактическое фокусное расстояние

source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
lo: ເພີ່ມ
ru: Добавить

source: Add FITS keyword for DSLR EXIF tags
cs: Přidat klíčové slovo FITS pro značky DSLR EXIF
de: FITS Schlüsselwort für DSLR EXIF tags hinzufügen
es: Añadir cabeceras FITS para etiquetas EXIF de la cámara réflex
fr: Ajoute des mots clés FITS pour les tags EXIF des APN
lo: ເພີ່ມຄີເວີດ FITS ສໍາລັບແທັກ EXIF ຂອງ DSLR
ru: Добавить в заголовок FITS теги из DSLR EXIF

source: Add images
cs: Přidání snímků
de: Bilder hinzufügen
es: Añadir imágenes
fr: Addition des images
lo: ເພີ່ມຮູບພາບ
ru: Сумма

source: Additional options for
cs: Další možnosti pro
de: Zusatzoptionen für
es: Opciones adicionales para
fr: Options additionnelles pour
lo: ຕົວເລືອກເພີ່ມເຕີມສຳລັບ
ru: Дополнительные опции для

source: Additional script parameter
fr: Paramètre de script additionnel
lo: ພາຣາມິເຕີສະຄຣິບເພີ່ມເຕີມ

source: Add step
cs: Přidat krok
de: Schritt hinzufügen
es: Añadir paso
fr: Ajout étape
lo: ເພີ່ມຂັ້ນຕອນ
ru: Добавить шаг

source: Adjust autofocus star magnitude:%s, exposure factor:%s
cs: Nastavte magnitudu hvězdy s automatickým zaostřováním:%s, expoziční faktor:%s
de: Passe Autofokus Sternhelligkeit an:%s, Belichtungsfaktor:%s
es: Ajustar magnitud de estrella para autoenfoque:%s, factor exposición:%s
fr: Ajustement de l'étoile pour l'autofocus, magnitude:%s, facteur d'exposition:%s
lo: ປັບຄວາມສະຫວ່າງດາວໂຟກັສອັດຕະໂນມັດ:%s, ໂຕຄູນການເປີດໜ້າກ້ອງ:%s

source: Adjust flat exposure time to %s and retry.
cs: Upravte flat expoziční čas na %s a zkuste to znovu.
de: Verändere die Flatbelichtungszeit auf %s und starte erneuten Versuch.
es: Ajuste el tiempo de exposición de las tomas planas a %s y reinténtelo.
fr: Ajuste le temps d'exposition à %s et réessaie.
lo: ປັບເວລາເປີດໜ້າກ້ອງແຟລັດເປັນ %s ແລະລອງໃໝ່.
ru: Установлена выдержка флета в %sс

source: Adjust the chart for the image or frame
cs: Úprava grafu pro obrázek nebo snímek
de: Anpassen des Diagramms zur Aufnahme
fr: Modifie la carte pour cadrer l'image
lo: ປັບແຜນວາດໃຫ້ເຂົ້າກັບຮູບພາບ ຫຼືເຟຣມ
ru: Масштабировать карту по размеру кадра

source: Adjust the mount in azimuth and elevation such that the star moves from the green square to the pink circle.
cs: Nastavte montáž v azimutu a výšky tak, aby se hvězda přesunula ze zeleného čtverce do růžového kruhu.
de: Die Montierung in Azimut und Polhöhe so einstellen, dass sich der Stern vom grünen Quadrat auf den rosa Kreis bewegt
fr: Ajustez la monture en azimut et en élévation de manière à ce que l'étoile passe du carré vert au cercle rose.
lo: ປັບຖານຕິດຕັ້ງໃນມຸມອາຊິມຸດ ແລະມຸມເງີຍເພື່ອໃຫ້ດາວຍ້າຍຈາກສີ່ຫຼ່ຽມສີຂຽວໄປຫາວົງມົນສີບົວ.
ru: Отрегулируйте монтировку по азимуту и ​​высоте так, чтобы звезда переместилась из зелёного квадрата в розовый кружок.

source: Adjust to window
cs: Upravit na okno
de: An Fenster anpassen
es: Ajustar a ventana
fr: Ajuster à la fenêtre
lo: ປັບໃຫ້ພໍດີກັບໜ້າຕ່າງ
ru: Подогнать к окну

source: administrator
cs: správce
es: administrador
fr: administrateur
lo: ຜູ້ເບິ່ງແຍງລະບົບ
ru: администратор

source: Advanced
cs: Pokročilé
de: Erweitert
es: Avanzado
fr: Avancé
lo: ຂັ້ນສູງ
ru: Дополнительно

source: Advanced settings
cs: Pokročilá nastavení
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Paramètres avancés
lo: ການຕັ້ງຄ່າຂັ້ນສູງ
ru: Расширенные настройки

source: After telescope pointing to target the offset relative to requested position is %s arcminutes.%sDo you want to retry the slew?
cs: Po zamíření dalekohledu na cíl je offset vůči požadované poloze %s obloukových minut.%sChcete opakovat přejetí?
de: Nach abgeschlossenem GOTO ist der Versatz zur angeforderten Position %s Bogenminuten.%sMöchten Sie es erneut versuchen?
es: Después de apuntar el telescopio al objetivo, el error de posición es de %s arcominutos.%s¿Desea reintentar el apuntado?
fr: Après pointage du télescope vers la cible l'erreur de position est de %s arcmin.%sVoulez-vous réessayer le Goto?
lo: ຫຼັງຈາກກ້ອງສ່ອງທາງໄກຊີ້ໄປທີ່ເປົ້າໝາຍ ຄ່າຊົດເຊີຍທຽບກັບຕຳແໜ່ງທີ່ຮ້ອງຂໍແມ່ນ %s ອາກນາທີ.%sທ່ານຕ້ອງການລອງຫັນກ້ອງໃໝ່ບໍ່?
ru: После наведения на объект смещение относительно запрошенной позиции составляет %s угловых минут.%sХотите повторить поворот?

source: Airmass
cs: Vzduchová hmota
de: Luftmasse
es: Masa de aire
fr: Masse d'air
lo: ມວນອາກາດ

source: Alignment on
cs: Zarovnání na
de: Ausrichtung auf
es: Alineación activa
fr: Aligne sur le
lo: ການຕັ້ງແນວໃສ່
ru: Выравнивание

source: Alignment star lost
cs: Ztracená zarovnávací hvězda
de: Stern zur Ausrichtung verloren
es: Se perdió la estrella de alineación
fr: Étoile d'alignement perdue
lo: ເສຍດາວຈັດຕຳແໜ່ງ
ru: Опорная звезда потеряна

source: All
cs: Vše
de: Alles
es: Todo
fr: Tout
lo: ທັງໝົດ
ru: Всё

source: Allow to open the dome when safety status is bad or unknown
cs: Umožnit otevřít kopuli, pokud je bezpečnostní stav špatný nebo neznámý
de: Öffnen der Kuppel erlauben auch wenn der Status ungültig oder unbekannt ist
es: Permitir abrir la cúpula cuando el estado de seguridad sea malo o desconocido
fr: Permet d'ouvrir le dôme si le contrôle de sécurité indique un danger
lo: ອະນຸຍາດໃຫ້ເປີດໂດມເມື່ອສະຖານະຄວາມປອດໄພບໍ່ດີ ຫຼື ບໍ່ຮູ້ຈັກ
ru: Разрешить открытие купола при плохом или неопределённом статусе безопасности

source: Allow to select a brighter star for high filter exposure factor
cs: Vyberte jasnější hvězdu pro vysoký expoziční faktor filtru
de: Erlaube einen helleren Stern für höhere Filterfaktoren auszuwählen
es: Permitir seleccionar una estrella brillante para el factor de exposición de filtro alto
fr: Permet de choisir une étoile plus brillante pour un facteur de filtre élevé
lo: ອະນຸຍາດໃຫ້ເລືອກດາວທີ່ແຈ້ງກວ່າສຳລັບໂຕຄູນການເປີດໜ້າກ້ອງຂອງຟິວເຕີສູງ
ru: Выбирать более яркую звезду для фильтров с высоким коэффициентом экспозиции

source: Alt
cs: Výš
lo: ມຸມເງີຍ

source: Another script is already running
cs: Další skript již běží
de: Ein anderes Skript wird bereits ausgeführt
es: Hay otro guión ya en ejecución
fr: Un autre script est déjà en cours
lo: ມີສະຄຣິບອື່ນກຳລັງເຮັດວຽກຢູ່ແລ້ວ
ru: Один скрипт уже запущен

source: Any time
cs: Kdykoli
de: Jederzeit
es: A cualquier hora
fr: N'importe quand
lo: ເວລາໃດກໍ່ໄດ້
ru: Любое время

source: Apparent motion
cs: Zdánlivý pohyb
de: Scheinbare Bewegung
es: Movimiento aparente
fr: Mouvement apparent
lo: ການເຄື່ອນທີ່ປາກົດ
ru: Минутное смещение

source: Apparent motion PA
cs: Zdánlivý pohyb PA
de: Scheinbare Bewegung PA
es: AP movimiento aparente
fr: Mouvement apparent PA
lo: ມຸມຕຳແໜ່ງການເຄື່ອນທີ່ປາກົດ
ru: Позиционный угол

source: Apply Dark and BPM
cs: Použijte Dark a BPM
de: Dark und BPM anwenden
fr: Applique le Dark et BPM
lo: ນຳໃຊ້ພາບມືດ ແລະ BPM
ru: Применить дарки и КБП

source: Apply editing to active sequence
cs: Použít úpravy na aktivní sekvenci
de: Die Bearbeitung auf die aktive Sequenz anwenden
es: Aplicar la edición a la secuencia activa
fr: Applique les modifications à la séquence active
lo: ນຳໃຊ້ການແກ້ໄຂກັບລຳດັບທີ່ກຳລັງເຮັດວຽກ
ru: Текущее задание изменено

source: Apply Flat
cs: Použít Flat
de: Flatfield anwenden
es: Aplicar toma plana
fr: Applique le Flat
lo: ນຳໃຊ້ພາບແຟລັດ
ru: Применить флет

source: Apply to all devices
cs: Použít pro všechna zařízení
de: Auf alle Geräte anwenden
es: Aplicar a todos los dispositivos
fr: Applique à tous les périphériques
lo: ນຳໃຊ້ກັບທຸກອຸປະກອນ
ru: Применить ко всем устройствам

source: Apply to all targets
lo: ນຳໃຊ້ກັບທຸກເປົ້າໝາຍ

source: Apply to current image
cs: Použít na aktuální snímek
de: Übernehmen auf das aktuelle Bild
es: Aplicar a imagen actual
fr: Appliquer à l'image en cours
lo: ນຳໃຊ້ກັບຮູບພາບປັດຈຸບັນ
ru: Применить к текущему изображению

source: Approximate coordinates and image scale
cs: Přibližné souřadnice a měřítko snímku
de: Ungefähre Koordinaten und Bildmaßstab
es: Coordenadas y escala de imagen aproximadas
fr: Coordonnées et échelle approximative
lo: ພິກັດປະມານ ແລະສະເກລຮູບພາບ
ru: Примерные координаты и масштаб изображения

source: [arcmin]
cs: [obl.min]
lo: [ອາກນາທີ]
ru: угл.мин

source: Are you sure you want to disconnect all the devices now?
cs: Opravdu odpojit všechna zařízení?
de: Möchten Sie jetzt wirklich alle Geräte trennen
es: ¿Está seguro de que desea desconectar todos los dispositivos?
fr: Êtes-vous sûr de vouloir déconnecter tous les périphériques maintenant?
lo: ທ່ານແນ່ໃຈບໍ່ວ່າຕ້ອງການຕັດການເຊື່ອມຕໍ່ອຸປະກອນທັງໝົດດຽວນີ້?
ru: Отключить все устройства?

source: ASCOM interface is only available on Windows.
cs: Rozhraní ASCOM je k dispozici pouze v systému Windows.
de: Die ASCOM Schnittstelle ist nur unter Windows verfügbar.
es: El interfaz ASCOM sólo está disponible en Windows
fr: L'interface ASCOM est disponible uniquement sous Windows.
lo: ສ່ວນຕິດຕໍ່ ASCOM ມີໃຫ້ໃຊ້ສະເພາະໃນ Windows ເທົ່ານັ້ນ.
ru: Интерфейс ASCOM доступен только в Windows.

source: A sequence is already running, cannot load a new one.
cs: Sekvence již běží, nelze načíst novou.
de: Eine Sequenz läuft bereits, kann keine neue laden.
es: Ya hay una secuencia en ejecución, no se puede cargar una nueva.
fr: Une séquence est déjà active, on ne peut pas en charger une nouvelle.
lo: ມີລຳດັບກຳລັງດຳເນີນການຢູ່ແລ້ວ, ບໍ່ສາມາດໂຫຼດອັນໃໝ່ໄດ້.
ru: Задание уже выполняется, нельзя загрузить новое

source: Astrometry
cs: Astrometrie
de: Astrometrie
es: Astrometría
fr: Astrométrie
lo: ການວັດແທກຕຳແໜ່ງດາວ
ru: Астрометрия

source: Astrometry exposure time
cs: Doba expozice astrometrie
de: Astrometrie Belichtungszeit
fr: Temps de pose pour l'astrométrie
lo: ເວລາເປີດໜ້າກ້ອງສຳລັບການວັດແທກຕຳແໜ່ງດາວ
ru: Экспозиция для астрометрии

source: Astrometry options
cs: Nastavení astrometrie
de: Astrometrie Optionen
es: Opciones de astrometría
fr: Options de l'astrométrie
lo: ຕົວເລືອກການວັດແທກຕຳແໜ່ງດາວ
ru: Параметры

source: Astrometry resolver log
cs: Protokol astrometrického řešení
de: Astrometrie Platesolver Protokoll
es: Registro de resoluciones astrométricas
fr: Journal de l'astrométrie
lo: ບັນທຶກໂຕແກ້ໄຂການວັດແທກຕຳແໜ່ງດາວ
ru: Лог распознавания

source: at dawn
cs: za úsvitu
de: zur Morgendämmerung
es: al amanecer
fr: à l'aube
lo: ຕອນເຊົ້າ
ru: на рассвете

source: at dusk
cs: za soumraku
de: zur Abenddämmerung
es: al crepúsculo
fr: au crépuscule
lo: ຕອນຄ່ຳ
ru: в сумерках

source: Atmospheric refraction
cs: Atmosférické vlivy
de: Atmosphärische Refraktion
fr: Réfraction atmosphérique
lo: ການຫັກເຫຂອງບັນຍາກາດ
ru: Атмосферная рефракция

source: Autofocus
cs: Automatické zaostřování
de: Autofokus
es: Autoenfoque
lo: ປັບຈຸດສຸມອັດຕະໂນມັດ
ru: Автофокусировка

source: Autofocus after meridian flip
cs: Automatické zaostřování po překlopení poledníku
de: Autofokus nach dem Meridianflip
es: Autoenfocar tras cambio de meridiano
fr: Autofocus après le retournement méridien
lo: ປັບຈຸດສຸມອັດຕະໂນມັດຫຼັງການພິກຜ່ານເມຣິເດຍນ
ru: Автофокусировка после перекладки

source: Autofocus after temperature change
cs: Automatické zaostřování po změně teploty
de: Autofokus nach Temperaturänderung
es: Autoenfocar después de cambio de temperatura
fr: Autofocus après un changement de température
lo: ໂຟກັສອັດຕະໂນມັດຫຼັງຈາກອຸນຫະພູມປ່ຽນ
ru: Автофокусировка при изменении температуры

source: Autofocus already running.
cs: Automatické ostření již běží.
de: Autofokus läuft bereits
es: Autoenfoque aún en ejecución.
fr: La mise au point automatique est déjà lancée
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດກຳລັງເຮັດວຽກຢູ່ແລ້ວ.
ru: Автофокусировка уже запущена

source: Autofocus%sbefore to start
cs: Automatické zaostřování%s před spuštěním
de: Autofokus%svor Start
es: Autoenfocar%santes de comenzar
fr: Autofocus%savant le début
lo: ປັບຈຸດສຸມອັດຕະໂນມັດ%sກ່ອນເລີ່ມ
ru: Автофокусировка%sперед началом

source: Autofocus cannot find a star!%sPlease adjust your parameters
cs: Automatické ostření nemůže najít hvězdu!%sNastavte parametry ostření
de: Autofokus kann keinen Stern finden!%sBitte passen Sie die Parameter
es: ¡El autoenfoque no encontró ninguna estrella!%sPor favor, ajuste sus parámetros
fr: L'autofocus ne trouve pas d'étoile!%sVeuillez ajuster vos paramètres
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດບໍ່ພົບດາວ!%sກະລຸນາປັບພາຣາມິເຕີຂອງທ່ານ
ru: Автофокус не может найти звезду!%sИзмените параметры

source: Autofocus canceled because no star was selected.
cs: Automatické zaostřování bylo zrušeno, protože nebyla vybrána žádná hvězda.
de: Autofokus abgebrochen weil kein Stern ausgewählt wurde
es: Autoenfoque cancelado porque no hay estrellas seleccionadas.
fr: L'autofocus est abandonné car aucune étoile n'est sélectionnée.
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດຖືກຍົກເລີກເພາະບໍ່ມີດາວໃດຖືກເລືອກ.
ru: Автофокусировка отменена, потому что ни одна звезда не была выбрана.

source: Autofocus canceled because no star was found.
cs: Automatické zaostřování bylo zrušeno, protože nebyla nalezena žádná hvězda.
de: Autofokus wurde abgebrochen, da kein Stern gefunden wurde
es: Autoenfoque cancelado porque no se encontró ninguna estrella.
fr: L'autofocus est abandonné car aucune étoile n'est trouvée.
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດຖືກຍົກເລີກເພາະບໍ່ພົບດາວ.
ru: Автофокусировка отменена: не найдено ни одной звезды

source: Autofocus canceled because the HFD cannot be measured
cs: Automatické zaostřování zrušeno, protože nelze měřit HFD
de: Autofokus wurde abgebrochen, weil der HFD nicht gemessen werden kann
es: Auntoenfoque cancelado porque no se pudo medir el HDF
fr: L'autofocus est abandonné car le HFD ne peut être mesuré.
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດຖືກຍົກເລີກເພາະບໍ່ສາມາດວັດແທກ HFD ໄດ້
ru: Автофокусировка отменена, потому что HFD не может быть измерен

source: Autofocus canceled because of low SNR, POS=%s HFD=%s PEAK:%s SNR:%s
cs: Automatické ostření zrušeno kvůli nízkému SNR, POS=%s HFD=%s PEAK:%s SNR:%s
de: Autofokus wegen niedrigem SNR unterbrochen, POS=%s HFD=%s PEAK:%s SNR:%s
es: Autoenfoque cancelado debido a la baja RSR, POS=%s HFD=%s PICO:%s RSR:%s
fr: L'autofocus est abandonné à cause d'un SNR trop bas, POS=%s HFD=%s POINTE:%s SNR:%s
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດຖືກຍົກເລີກເພາະ SNR ຕ່ຳ, POS=%s HFD=%s PEAK:%s SNR:%s
ru: Автофокусировка отменена из-за низкого SNR, POS=%s HFD=%s PEAK:%s SNR:%s

source: Autofocus due in
cs: Automatické zaostřování v
de: Autofokus in
es: Autoenfoque en
fr: L'autofocus sera refait dans
lo: ຈະໂຟກັສອັດຕະໂນມັດໃນອີກ

source: AutoFocus error
cs: Chyba automatického zaostřování
de: Autofokus Fehler
es: Error del autoenfoque
fr: Erreur d'autofocus
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດຜິດພາດ
ru: Ошибка автофокусировки

source: Autofocus error
cs: Chyba automatického ostření
de: Autofokus Fehler
es: Error de autoenfoque
fr: Erreur d'autofocus
lo: ຄວາມຜິດພາດຂອງໂຟກັສອັດຕະໂນມັດ
ru: Ошибка автофокусировки

source: Autofocus%severy
cs: Automatické zaostřování%s každý
de: Autofokus%salle
es: Autoenfocar%scada
fr: Autofocus%stous les
lo: ປັບຈຸດສຸມອັດຕະໂນມັດ%sທຸກໆ
ru: Автофокусировка%sчерез

source: Autofocus failed!
cs: Automatické ostření selhalo!
de: Autofokus fehlgeschlagen!
es: Falló el autoenfoque
fr: L'autofocus a échoué!
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດລົ້ມເຫຼວ!
ru: Автофокусирока не удалась!

source: Autofocus failed, try with another star...
cs: Automatické zaostřování selhalo, zkuste to s jinou hvězdou...
de: Autofokus fehlgeschlagen, versuchen Sie es mit einem anderen Stern
es: Falló el autoenfoque, intentándolo con otra estrella...
fr: La mise au point a échoué, essai avec une autre étoile...
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດລົ້ມເຫຼວ, ລອງກັບດາວອື່ນ...
ru: Не удалось выполнить автофокусировку, попробуйте с другой звездой...

source: Autofocus failed after %s retries, continue without focusing.
cs: Automatické zaostření se po %s opakovaných pokusech nezdařilo, pokračujte bez zaostření.
de: Autofokus nach %s Versuchen gescheitert, ohne Fokussierung fortfahren
es: Falló el autoenfoque después de %s intentos, se continúa sin enfoque.
fr: La mise au point a échoué après %s tentatives, on continu sans mise au point.
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດລົ້ມເຫຼວຫຼັງຈາກລອງ %s ຄັ້ງ, ສືບຕໍ່ໂດຍບໍ່ປັບຈຸດສຸມ.
ru: Не удалось выполнить автофокусировку после %s попыток, продолжение без фокусировки.

source: Autofocus finished, POS=%s HFD=%s PEAK:%s SNR:%s TEMP:%s
cs: Automatické zaostřování dokončeno, POS=%s HFD=%s PEAK:%s SNR:%s TEMP:%s
de: Autofokus fertig, POS=%s HFD=%s PEAK:%s SNR:%s TEMP:%s
es: Autoenfoque finalizó, POS=%s HFD=%s PICO:%s RSR:%s TEMP:%s
fr: Autofocus terminé, POS=%s HFD=%s POINTE:%s SNR:%s TEMP:%s
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດສຳເລັດ, POS=%s HFD=%s PEAK:%s SNR:%s TEMP:%s
ru: Автофокусировка завершена, POS=%s HFD=%s PEAK:%s SNR:%s TEMP:%s

source: Autofocus final HFD is higher than %s
cs: Konečná hodnota HFD automatického ostření je vyšší než %s
de: Finaler HFD des Autofokus ist höher als %s
es: HFD final de autoenfoque es mayor que %s
fr: Le HFD final est plus grand que %s
lo: HFD ສຸດທ້າຍຂອງການປັບຈຸດສຸມອັດຕະໂນມັດສູງກວ່າ %s
ru: HFD по окончании фокусировки выше %s

source: Autofocus focus in by %s
cs: Automatické ostření zaostřilo dovnitř ↘️ o %s
de: Autofokus Fokus nach innen um %s
es: Autoenfocador en foco por %s
fr: Autofocus, déplacement vers l'intérieur de %s
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດສຸມເຂົ້າໂດຍ %s
ru: Движение наружу через %s

source: Autofocus focus out by %s
cs: Automatické zaostřování zaostřit ven ↗️ o %s
de: Autofokus Fokus nach außen um %s
es: Foco del autofoco fuera por %s
fr: Autofocus, déplacement vers l'extérieur de %s
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດສຸມອອກໂດຍ %s
ru: Движение вовнутрь через %s

source: Autofocus graph
cs: Graf automatického ostření
de: Autofokus-Grafik
es: Gráfico autoenfoque
fr: Graphique de l'auto-focus
lo: ກຣາຟໂຟກັສອັດຕະໂນມັດ
ru: График автофокусировки

source: Autofocus after % change HFD
cs: Automatické ostření po změně % HFD
de: Autofokus nach % Veränderung des HFG
fr: Autofocus après un changement du % HFD
lo: ໂຟກັສອັດຕະໂນມັດຫຼັງຈາກ HFD ປ່ຽນ %
ru: Автофокусировка при % изменения HFD

source: Autofocus location
cs: Poloha automatického ostření
de: Autofokus Position
es: Posición autoenfoque
fr: Position de l'autofocus
lo: ຕຳແໜ່ງໂຟກັສອັດຕະໂນມັດ
ru: Позиция автофокусировки

source: Autofocus mean frame %s/%s, hfd=%s peak:%s snr:%s
cs: Průměrný snímek automatického ostření %s/%s, hfd=%s peak:%s snr:%s
de: Autofokus Mittel Bild %s/%s, HFD=%s PEAK:%s SNR:%s
es: Autoenfoque fotograma medio %s/%s, hfd=%s pico:%s rsr:%s
fr: Autofocus image moyenne %s/%s, hfd=%s pointe:%s snr:%s
lo: ຂອບຮູບສະເລ່ຍຂອງການປັບຈຸດສຸມອັດຕະໂນມັດ %s/%s, hfd=%s peak:%s snr:%s

source: Autofocus measurement %s : HFD=%s position=%s
cs: Měření automatického zaostřování %s : HFD=%s pozice=%s
de: Autofokus Messung %s : HFD=%s Position=%s
es: Autoenfoque medida %s : HFD=%s posición=%s
fr: Mesure autofocus %s: HFD=%s position=%s
lo: ການວັດແທກຂອງການປັບຈຸດສຸມອັດຕະໂນມັດ %s : HFD=%s ຕຳແໜ່ງ=%s
ru: Измерение автофокуса %s : HFD=%s POS=%s

source: Autofocus method
cs: Metoda automatického zaostřování
de: Autofokus-Methode
es: Método de autoenfoque
fr: Méthode d'autofocus
lo: ວິທີການປັບຈຸດສຸມອັດຕະໂນມັດ
ru: Метод автофокусировки

source: Autofocus move to start position %s
cs: Přesunutí automatického ostření na počáteční pozici %s
de: Autofokus zur Startposition %s bewegen
es: Mover autofoco a la posición inicial %s
fr: Autofocus, déplacement à la position de démarrage %s
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດຍ້າຍໄປຕຳແໜ່ງເລີ່ມຕົ້ນ %s
ru: Перемещение в начальную позицию %s

source: Autofocus move to near focus %s
cs: Přesun automatického zaostřování na blízké zaostření %s
de: Autofokus zur Nahfokuszone %s bewegen
es: Mover autofoco cerca del foco %s
fr: Autofocus, déplacement à la position de focus rapproché %s
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດຍ້າຍໄປຈຸດສຸມໃກ້ %s
ru: Перемещение в точку ближайшего фокуса %s

source: Autofocus move to focus position %s
cs: Přesunutí automatického zaostřování do polohy zaostření %s
de: Autofokus zur Fokusposition %s bewegen
es: Mover autofoco a la posición de foco %s
fr: Autofocus, déplacement à la position de focus %s
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດຍ້າຍໄປຕຳແໜ່ງຈຸດສຸມ %s
ru: Перемещение в точку фокуса %s

source: Autofocus now
cs: Automatické zaostření Nyní
de: Autofokus jetzt
es: Autoenfocar ahora
fr: Mise au point maintenant
lo: ປັບຈຸດສຸມອັດຕະໂນມັດດຽວນີ້
ru: Автофокусировка

source: Autofocus running, hfd=%s peak:%s snr:%s
cs: Spuštěno automatické zaostřování, hfd=%s peak:%s snr:%s
de: Autofokus läuft, hfd=%s peak:%s snr:%s
es: Autoenfoque en ejecución, hfd=%s pico:%s rsr:%s
fr: Autofocus en cours, hfd=%s pointe:%s snr:%s
lo: ການປັບຈຸດສຸມອັດຕະໂນມັດກຳລັງເຮັດວຽກ, hfd=%s peak:%s snr:%s
ru: Автофокусировка запущена, HFD=%s PEAK:%s SNR:%s

source: AutoFocus started, initial position: %s
cs: Automatické zaostřování zahájeno, počáteční pozice: %s
de: Autofokus gestartet, Ausgangsposition: %s
es: Comenzó autoenfoque, posición inicial: %s
fr: Début de l'autofocus, position initiale: %s
lo: ເລີ່ມການປັບຈຸດສຸມອັດຕະໂນມັດແລ້ວ, ຕຳແໜ່ງເລີ່ມຕົ້ນ: %s
ru: Автофокусировка запущена, начальная позиция: %s
