Repository: pchev/ccdciel
Catalog: data/language/ccdciel.*.po
Languages: cs, de, es, fr, lo, ru

source: Connect
cs: Připojit
de: Verbinden
es: Conectar
fr: Connecter
lo: ເຊື່ອມຕໍ່
ru: Подключить

source: %s connected
cs: %s připojen
de: %s verbunden
es: %s conectada/o
fr: %s connecté
lo: ເຊື່ອມຕໍ່ %s ແລ້ວ
ru: %s - подключено

source: Connected %s
cs: Připojeno %s
de: Verbunden %s
es: %s conectado
fr: Connecté %s
lo: ເຊື່ອມຕໍ່ %s ແລ້ວ
ru: Подключено %s

source: Connected
cs: Připojeno
de: Verbunden
es: Conectado
fr: Connecté
lo: ເຊື່ອມຕໍ່ແລ້ວ
ru: Подключено

source: Connecting %s
cs: Připojování %s
de: Verbinden %s
es: Conectando %s
fr: Connexion de %s
lo: ກຳລັງເຊື່ອມຕໍ່ %s
ru: Подключение %s

source: Connection
cs: Připojení
de: Verbindung
es: Conexión
fr: Connexion
lo: ການເຊື່ອມຕໍ່
ru: Подключение

source: Connection error: %s
cs: Chyba připojení: %s
de: Verbindungsfehler: %s
es: Error de conexión: %s
fr: Erreur de connexion : %s
lo: ການເຊື່ອມຕໍ່ຜິດພາດ: %s
ru: Ошибка подключения: %s

source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
lo: ສືບຕໍ່
ru: Продолжить

source: Continue in %s seconds
cs: Pokračovat za %s sekundách
de: Fahre in %s Sekunden fort
es: Continuar en %s segundos
fr: Continu dans %s secondes
lo: ສືບຕໍ່ໃນ %s ວິນາທີ
ru: Продолжение через %s секунд

source: Continue sequence execution
cs: Pokračovat v provádění sekvence
de: Setze Sequenz fort
es: Continuar ejecución de la secuencia
fr: Poursuit l’exécution de la séquence
lo: ສືບຕໍ່ການດຳເນີນການລຳດັບ
ru: Продолжение выполнения задания

source: Continue the sequence
cs: Pokračovat v sekvenci
de: Sequenz fortführen
es: Continuar la secuencia
fr: Continue la séquence
lo: ສືບຕໍ່ລຳດັບ
ru: Выполнение задания

source: Control exposure
cs: Kontrolní expozice
de: Kontrollaufnahme
es: Exposición de control
fr: Exposition de contrôle
lo: ຄວບຄຸມການເປີດໜ້າກ້ອງ
ru: Контрольный снимок

source: Cool down when camera is connected
cs: Chladit po připojení kamery
de: Herunterkühlen sobald die Kamera verbunden ist
es: Refrigerar al conectar la cámara
fr: Refroidit la caméra lors de la connection
lo: ເຮັດຄວາມເຢັນລົງເມື່ອກ້ອງເຊື່ອມຕໍ່
ru: Включать при подключении камеры

source: Cooler
cs: Chlazení
de: Kühlung
es: Refrigerador
fr: Refroidir
lo: ໂຕເຮັດຄວາມເຢັນ
ru: Охлаждение

source: Cool the camera
cs: Ochladit kameru
de: Kamera herunterkühlen
es: Refrigerar la cámara
fr: Refroidit la caméra
lo: ເຮັດໃຫ້ກ້ອງເຢັນ
ru: Охладить камеру

source: Coordinates
cs: Souřadnice
de: Koordinaten
es: Coordenadas
fr: Coordonnées
lo: ພິກັດ
ru: Координаты

source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
lo: ສຳເນົາ
ru: Копия

source: Copy a sequence
cs: Zkopírovat sekvenci
de: Sequenz kopieren
es: Copiar una secuencia
fr: Copier une séquence
lo: ສຳເນົາລຳດັບ
ru: Копировать задание

source: Copy current profile to
cs: Zkopírujte aktuální profil do
de: Kopiere das derzeitige Profil nach
es: Copiar perfil actual a
fr: Copier le profile courant vers
lo: ສຳເນົາໂປຣໄຟລ໌ປັດຈຸບັນໄປທີ່
ru: Скопировать текущий профиль в

source: Copyfile error :%s
cs: Chyba kopírování souboru :%s
de: Fehler beim Kopieren: %s
fr: Erreur de copie: %s
lo: ຄວາມຜິດພາດໃນການສຳເນົາໄຟລ໌ :%s
ru: Ошибка копирования файла: %s

source: Copy from
cs: Kopírovat z
de: Kopieren von
es: Copiar de
fr: Copier depuis
lo: ສຳເນົາຈາກ
ru: Копировать из

source: Copy to
cs: Kopírovat do
de: Kopieren nach
es: Copiar a
fr: Copier vers
lo: ສຳເນົາໄປທີ່
ru: Скопировать в

source: Copy to clipboard: %s
lo: ສຳເນົາໃສ່ຄລິບບອດ: %s

source: Correction method
cs: Metoda korekce
de: Korrektionsmethode
es: Método de corrección
fr: Méthode de correction
lo: ວິທີການແກ້ໄຂ
ru: Метод коррекции

source: Count
cs: Počet
de: Anzahl
es: Cantidad
fr: Nombre
lo: ຈຳນວນ
ru: Кадр

source: Cov.
cs: Kryt
de: Abdecken
fr: Couv.
lo: ຝປ.

source: Cover
cs: Kryt
de: Deckel
fr: Cache
lo: ຝາປິດ
ru: Крышка

source: Cover calibrator
cs: Kalibrační kryt
de: Flatfield Deckel
fr: Cache calibrateur
lo: ເຄື່ອງປັບທຽບແບບຝາປິດ
ru: Крышка-флетпанель

source: Cover the camera and set the exposure time and binning in the Preview pane now.
cs: Zakryjte kameru a nastavte čas expozice a binning v podokně Náhled.
de: Decken Sie die Kamera ab und stellen Sie Belichtungszeit und Binning im Vorschaufenster ein.
es: Cubra la cámara y seleccione el tiempo de exposición y 'binning' en el panel de Vista previa.
fr: Couvrez la caméra et régler le temps d'exposition et le binning dans l'outil de Prévisualisation.
lo: ກະລຸນາປິດໜ້າກ້ອງ ແລະ ຕັ້ງຄ່າເວລາເປີດໜ້າກ້ອງ ແລະ binning ໃນໜ້າຕ່າງສະແດງຕົວຢ່າງດຽວນີ້.
ru: Закройте камеру и установите выдержку и биннинг на панели Превью.

source: Create from camera
cs: Vytvořit z kamery
de: Mittels der Kamera erstellen
es: Crear desde cámara
fr: Créer à partir de la caméra
lo: ສ້າງຈາກກ້ອງ
ru: Создать из камеры

source: Create from dark file
cs: Vytvořit z Dark souboru
de: Erstelle mittels Darkframe
es: Crear desde archivo toma oscura
fr: Créer à partir d'un fichier Dark
lo: ສ້າງຈາກໄຟລ໌ມືດ
ru: Создать из дарка

source: Create new empty profile
cs: Vytvořit nový prázdný profil
de: Erstellen Sie ein neues leeres Profil
es: Crear nuevo perfil vacío
fr: Créer un nouveau profile vide
lo: ສ້າງໂປຣໄຟລ໌ໃໝ່ວ່າງເປົ່າ
ru: Создать новый пустой профиль

source: Moving to the other side of the meridian
cs: Přeložení na druhou stranu poledníku
fr: Déplacement de l'autre coté du méridien
lo: ກໍາລັງຍ້າຍໄປອີກດ້ານໜຶ່ງຂອງເມຣິດ້ຽນ
ru: Переход на другую сторону меридиана

source: Current
cs: Aktuální
de: Aktuell
es: Actual
fr: Actuel
lo: ປັດຈຸບັນ
ru: Текущая

source: Current focuser absolute position
cs: Aktuální (absolutní) poloha ostření
de: Aktuelle absolute Fokussierposition
es: Posición absoluta actual del enfocador
fr: Position absolue du focuser
lo: ຕຳແໜ່ງສຳບູນຂອງໂຕປັບຈຸດສຸມປັດຈຸບັນ
ru: Текущая абсолютная позиция фокусера

source: Current image
cs: Aktuální snímek
de: Aktuelles Bild
es: Imagen actual
fr: Image en cours
lo: ຮູບພາບປັດຈຸບັນ
ru: Тек. снимок

source: Current plan
cs: Aktuální plán
de: Aktueller Plan
es: Plan actual
fr: Plan courant
lo: ແຜນປັດຈຸບັນ
ru: Текущий шаблон

source: Custom
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
lo: ກຳນົດເອງ
ru: Настроить

source: Custom headers
cs: Vlastní záhlaví
de: Benutzerdefinierte Kopfzeilen
es: Cabeceras personalizadas
fr: En-têtes personalisées
lo: ຫົວຂໍ້ກຳນົດເອງ
ru: Пользовательские заголовки

source: Custom position
cs: Uživatelská pozice
de: Benutzerdefinierte Position
es: Posición personalizada
fr: Position personnalisée
lo: ຕຳແໜ່ງກຳນົດເອງ
ru: Пользовательская позиция

source: Custom image type
cs: Vlastní typ obrázku
de: Benutzerdefinierter Bildtyp
fr: Type d'image personnalisé
lo: ປະເພດຮູບພາບກຳນົດເອງ
ru: Тип изображения

source: Cygwin path
cs: Cygwinová cesta
de: Dateipfad zu Cygwin
es: Ruta a cygwin
fr: Dossier de Cygwin
lo: ເສັ້ນທາງ Cygwin
ru: Папка Cygwin

source: Dark
de: Dunkelbild
es: Oscuro
lo: ມືດ
ru: Дарк

source: Dark file loaded
cs: Byl načten dark
de: Dunkelbild geladen
es: Toma oscura cargada
fr: Fichier noir chargé
lo: ໂຫຼດໄຟລ໌ມືດແລ້ວ
ru: Дарк загружен

source: Dark frame
cs: Dark snímek
de: Dunkelbild
es: Toma oscura
fr: Image noire
lo: ເຟຣມມືດ
ru: Дарк

source: Dark%snight
cs: Tmavá%snoc
de: Dunkle%sNacht
es: Noche%soscura
fr: Nuit%snoire
lo: ກາງ%sຄືນມືດ
ru: Тёмная%sночь

source: Data range
lo: ຂອບເຂດຂໍ້ມູນ

source: Date
cs: Datum
de: Datum
lo: ວັນທີ
ru: Дата

source: DATE-OBS from camera driver
cs: DATE-OBS z ovladače kamery
de: DATE-OBS vom Kameratreiber
es: DATE-OBS desde el controlador de la cámara
fr: DATE-OBS depuis le pilote de la caméra
lo: DATE-OBS ຈາກໄດຣເວີກ້ອງ
ru: DATE-OBS от драйвера камеры

source: Date (UT) / Sequence
cs: Datum (UT) / Sekvence
de: Datum (UT) / Sequenz
es: Fecha (TU) / Secuencia
fr: Date (TU) / Séquence
lo: ວັນທີ (UT) / ລຳດັບ
ru: Дата (UT) / задание

source: dawn
cs: úsvit
de: Morgendämmerung
es: amanecer
fr: aube
lo: ເຊົ້າ
ru: рассвет

source: Deactivation
cs: Deaktivace
de: Deaktivierung
fr: Désactivation
lo: ການປິດໃຊ້
ru: Деактивация

source: Debayer
es: Debayerizar
fr: Débayeriser
lo: ດີເບເຢີ
ru: Дебайеризовать

source: Debayer the preview image
cs: Debayer
de: Debayer das aktuelle Bild
es: Debayerizar la previsualización
fr: Débayeriser l'aperçu
lo: Debayer ຮູບພາບຕົວຢ່າງ
ru: Дебайеризовать

source: Declination
cs: Deklinace
de: Deklination
fr: Déclinaison
lo: ເດັກຄລີເນຊັນ
ru: Склонение

source: Declination backlash
cs: Deklinační zpětná vůle
de: Deklinations Gewindespiel
fr: Backlash en déclinaison
lo: ແບັກແລຊຂອງແກນເດັກຄລີເນຊັນ
ru: Люфт Dec

source: Default
cs: Výchozí
es: Predeterminado
fr: Défaut
lo: ຄ່າເລີ່ມຕົ້ນ

source: Default behavior
cs: Výchozí vlastnosti
de: Standardverhalten
es: Comportamiento predeterminado
fr: Comportement par défaut
lo: ພຶດຕິກຳເລີ່ມຕົ້ນ
ru: Стандартное поведение

source: Define a specialized image type and how to enable it
cs: Definice specializovaného typu obrázku a způsob jeho povolení
de: Definieren eines speziellen Bildtyps und dessen Aktivierung
fr: Définir un type d'image spécialisé et comment l'activer
lo: ກຳນົດປະເພດຮູບພາບພິເສດ ແລະວິທີເປີດໃຊ້ມັນ
ru: Определите специализированный тип изображения и как его включить

source: Defocus amount
cs: Množství rozostření
de: Defokussierung
fr: Montant de défocalisation
lo: ປະລິມານການຫຼຸດໂຟກັສ
ru: Величина расфокусировки

source: degree
de: Grad
es: grado
fr: degré
lo: ອົງສາ
ru: градус

source: Degrees %s per minute
cs: Stupňů %s za minutu
de: Grad %s pro Minute
es: Grados %s por minuto
fr: Degrés %s par minutes
lo: ອົງສາ %s ຕໍ່ນາທີ
ru: градус %s в минуту

source: Delay after telescope slew [seconds]
cs: Zpoždění po přejetí dalekohledu [sekundy]
de: Verzögerung nach dem Schwenken des Teleskops [Sekunden]
es: Pausa tras apuntado telescopio [segundos]
fr: Délai après le déplacement du télescope [secondes]
lo: ການຊັກຊ້າຫຼັງການຫັນກ້ອງສ່ອງທາງໄກ [ວິນາທີ]
ru: Задержка после поворота телескопа, сек.

source: Delete
cs: Vymazat
de: Löschen
es: Eliminar
fr: Supprimer
lo: ລຶບ
ru: Удалить

source: Delete a sequence
cs: Smazat sekvenci
de: Sequenz löschen
es: Borrar una secuencia
fr: Supprimer une séquence
lo: ລຶບລຳດັບ
ru: Удалить задание

source: Delete sequence %s ?
cs: Vymazat sekvenci %s ?
de: Lösche Sequenz %s ?
es: ¿Borrar secuencia %s?
fr: Supprimer la séquence %s?
lo: ລຶບລຳດັບ %s ບໍ່?
ru: Удалить объект %s?

source: Delete step %s ?
cs: Odstranit krok %s ?
de: Lösche Schritt %s ?
es: ¿Borrar paso %s?
fr: Supprimer l'étape %s?
lo: ລຶບຂັ້ນຕອນ %s ບໍ່?
ru: Удалить шаг %s ?

source: Delete template
cs: Odstranit šablonu
de: Vorlage löschen
es: Borrar plantilla
fr: Supprimer le modèle
lo: ລຶບແມ່ແບບ
ru: Удалить шаблон

source: Desc.
cs: Popis.
de: Beschr.
lo: ລາຍລະອຽດ.

source: Description
cs: Popis
de: Beschreibung
es: Descripción
lo: ລາຍລະອຽດ
ru: Описание

source: Desired temperature
cs: Požadovaná teplota
de: Gewünschte Temperatur
es: Temperatura deseada
fr: Température désirée
lo: ອຸນຫະພູມທີ່ຕ້ອງການ
ru: Желаемая температура

source: Destination email address
cs: Cílová e-mailová adresa
de: Empfänger E-Mail Adresse
es: Dirección correo destino
fr: Adresse de destination
lo: ທີ່ຢູ່ອີເມວປາຍທາງ
ru: Email назначения

source: Destroy all Bad Pixel Map data?
cs: Vymazat všechna data chybných pixelů?
de: Alle Daten zu fehlerhaften Pixeln löschen?
es: ¿Eliminar los datos del mapa de píxeles malos?
fr: Effacer toutes des données des pixels défectueux?
lo: ທຳລາຍຂໍ້ມູນແຜນທີ່ພິກເຊວທີ່ບໍ່ດີທັງໝົດບໍ່?
ru: Уничтожить все данные карты битых пикселей?

source: Details
cs: Podrobnosti
es: Detalles
fr: Détails
lo: ລາຍລະອຽດ
ru: Подробности

source: Detect multiple stars in the image
cs: Rozpoznat více hvězd na snímku
de: Erkenne mehrere Sterne im Bild
es: Detectar múltiples estrellas en la imagen
fr: Détection de plusieurs étoiles dans l'image
lo: ກວດພົບດາວຫຼາຍດວງໃນຮູບ
ru: Обнаружить кратные звёзды на изображении

source: Device %s is connected.%sDo you want to disconnect now to open the setup dialog?
cs: Zařízení %s připojeno.%sChcete otevřít dialogové okno nastavení?
de: Gerät %s ist verbunden. %sMöchten Sie jetzt die Verbindung trennen, umden Setup Dialog zu öffnen?
es: El dispositivo %s está conectado.%s¿Desea desconectarlo y abrir la ventana de configuración?
fr: Le périphérique %s est connecté.%sVoulez-vous le déconnecter pour ouvrir le dialogue de configuration ?
lo: ອຸປະກອນ %s ເຊື່ອມຕໍ່ຢູ່.%sທ່ານຕ້ອງການຕັດການເຊື່ອມຕໍ່ດຽວນີ້ເພື່ອເປີດກ່ອງໂຕ້ຕອບການຕັ້ງຄ່າບໍ່?
ru: Устройство %s подключено.%sОтключить его, чтобы открыть окно настройки?

source: Device
cs: Zařízení
de: Gerät
es: Dispositivo
fr: Périphérique
lo: ອຸປະກອນ
ru: Устройство

source: Devices connection
cs: Připojení k zařízení
de: Geräte Verbindung
es: Conexión de dispositivos
fr: Connexion des périphériques
lo: ການເຊື່ອມຕໍ່ອຸປະກອນ
ru: Подключение устройств

source: Devices Setup%s
cs: Nastavení Zařízení%s
de: Geräte Setup%s
es: Preferencias dispositivos%s
fr: Configuration des périphériques%s
lo: ຕັ້ງຄ່າອຸປະກອນ%s
ru: Параметры устройств%s

source: Dew point
cs: Rosný bod
de: Taupunkt
es: Punto de rocío
fr: Point de rosée
lo: ຈຸດນ້ຳໝອກ
ru: Точка росы

source: Directory
cs: Adresář
de: Verzeichnis
es: Carpeta
fr: Répertoire
lo: ໄດເຣັກທໍຣີ
ru: Папка

source: Disable
cs: Vypnout
de: Deaktivieren
es: Desactivar
fr: Désactiver
lo: ປິດໃຊ້ງານ
ru: Отключить

source: Disable guiding temporary
cs: Zakázat dočasně pointaci
de: Kurzfristiges Ausschalten der Nachführung
es: Desactivar el guiado temporalmente
fr: Désactive le guidage temporairement
lo: ປິດການນຳທາງຊົ່ວຄາວ
ru: Временно отключить гидирование

source: Disconnect
cs: Odpojit
de: Trennen
es: Desconectar
fr: Déconnecter
lo: ຕັດການເຊື່ອມຕໍ່
ru: Отключить

source: %s disconnected
cs: %s odpojen
de: %s getrennt
es: %s desconectada/o
fr: %s déconnecté
lo: ຕັດການເຊື່ອມຕໍ່ %s ແລ້ວ
ru: %s - отключено

source: Disconnected
cs: Odpojen
de: getrennt
es: Desconectado
fr: Déconnecté
lo: ຕັດການເຊື່ອມຕໍ່ແລ້ວ
ru: Отключено

source: Disconnecting devices
cs: Zařízení odpojeno
de: Geräte trennen
es: Desconectando dispositivos
fr: Déconnexion des périphériques
lo: ກຳລັງຕັດການເຊື່ອມຕໍ່ອຸປະກອນ
ru: Отключение устройств

source: Disconnection error: %s
cs: Chyba odpojení: %s
de: Fehler beim Trennen: %s
es: Error de desconexión: %s
fr: Erreur de déconnexion: %s
lo: ການຕັດການເຊື່ອມຕໍ່ຜິດພາດ: %s
ru: Ошибка отключения: %s

source: Disconnect the camera before to change the configuration.
cs: Před změnou konfigurace odpojte kameru.
de: Trennen Sie die Kamera vor dem Ändern der Konfiguration.
es: Desconecte la cámara antes de cambiar la configuración.
fr: Déconnectez la caméra avant de modifier la configuration.
lo: ກະລຸນາຕັດການເຊື່ອມຕໍ່ກ້ອງກ່ອນປ່ຽນການຕັ້ງຄ່າ.
ru: Отключите камеру перед изменением конфигурации

source: Discover
cs: Najít
de: Entdecken
es: Descubrir
fr: Découvrir
lo: ຄົ້ນພົບ

source: Discovered %s ...
cs: Zjištěno %s...
de: Gefunden wurden %s...
fr: %s découvert ...
lo: ຄົ້ນພົບ %s ...

source: Discovery port
cs: Najít port
de: Port erkennen
es: Puerto descubrimiento
fr: Port de découverte
lo: ພອດຄົ້ນພົບ

source: Display
cs: Zobrazit
de: Anzeige
es: Visualización
fr: Affichage
lo: ການສະແດງຜົນ
ru: Отображение

source: Display speed
cs: Rychlost zobrazování
de: Anzeigegeschwindigkeit
es: Velocidad visualización
fr: Vitesse d'affichage
lo: ຄວາມໄວການສະແດງຜົນ
ru: Ускорение отображения

source: Distance to target: %s arcmin
cs: Vzdálenost k cíli: %s arcmin
de: Distanz zum Ziel: %s arcmin
es: Distancia al objetivo: %s arcmin
fr: Distance de la cible: %s arcmin
lo: ໄລຍະຫ່າງເຖິງເປົ້າໝາຍ: %s ອາກນາທີ
ru: Расстояние до цели: %s угл.мин

source: Dither every
cs: Dithering každý
de: Dither jedes
es: Interpolar cada
fr: Dither tous les
lo: Dither ທຸກໆ
ru: Подвижка через

source: Dither%severy
cs: Dithering%skaždý
de: Dither%sjedes
es: Interpolar%scada
fr: Dither%stous les
lo: Dither%sທຸກໆ
ru: Подвижка%sчерез

source: Dithering
es: Interpolación
lo: ກຳລັງ Dithering
ru: Выполнение подвижки

source: Dither mode
cs: Režim Ditherace
fr: Mode du dithering
lo: ໂໝດດິເທີ້
ru: Режим подвижек

source: Dither only
cs: Pouze Ditherace
de: Nur Dither
es: Sólo interpolación
fr: Dither seul
lo: ດິເທີ້ເທົ່ານັ້ນ
ru: Только подвижки

source: Dither while downloading from the camera
cs: Dithererace během stahování z kamery
de: Während des Kamerdownloads dithern
fr: Dither pendant la lecture de la caméra
lo: ດິເທີ້ໃນຂະນະທີ່ດາວໂຫຼດຈາກກ້ອງ
ru: Выполнять во время загрузки снимка

source: Dome
cs: Kopule
de: Kuppel
es: Cúpula
fr: Dôme
lo: ໂດມ
ru: Купол

source: Dome already %s
cs: Kopule připravena %s
de: Kuppel schon %s
es: La cúpula ya está %s
fr: Le dôme est déjà %s
lo: ໂດມ %s ແລ້ວ
ru: Купол уже %s

source: Dome not %s after request!
cs: Kopule není %s po požadavku!
de: Kuppel nach Anforderung nicht %s!
es: ¡La cúpula no está %s después de la petición!
fr: Le dôme n'est pas %s après la demande!
lo: ໂດມບໍ່ %s ຫຼັງຈາກການຮ້ອງຂໍ!
ru: Купол не %s после запроса!

source: Dome/Panel
cs: Kopule/Panel
de: Kuppel/Panel
es: Cúpula/Panel
fr: Coupole/Panneau
lo: ໂດມ/ແຜງ
ru: Купол/Флетбокс

source: Dome shutter: %s
cs: Štěrbina kopule: %s
de: Kuppelspalt: %s
es: Cierre de cúpula: %s
fr: Ouverture du dôme: %s
lo: ຊັດເຕີໂດມ: %s
ru: Створка купола: %s

source: Dome slaving: %s
cs: Kopule přejíždí: %s
de: Kuppel Kopplung: %s
es: Esclavitud de cúpula: %s
fr: Asservissement du dôme: %s
lo: ການຄວບຄຸມໂດມຕາມ: %s
ru: Ведение купола: %s

source: done
cs: hotovo
de: erledigt
es: hecho
fr: fait
lo: ສຳເລັດ
ru: готово

source: Do not display images during capture
cs: Během snímání nezobrazovat snímky
de: Keine Bildwiedergabe während der Aufnahme
es: No mostrar imágenes durante su captura
fr: Ne pas afficher les images lors de l'acquisition
lo: ບໍ່ສະແດງຮູບພາບໃນລະຫວ່າງການຖ່າຍ
ru: Не показывать изображения во время съёмки

source: Do nothing
cs: Nedělat nic
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
lo: ບໍ່ເຮັດຫຍັງ
ru: Ничего не делать

source: Do not run %s as %s!
cs: Nespouštět %s jako %s!
de: Führen Sie %s nicht als %s aus!
es: ¡No ejecutar %s como %s!
fr: Ne pas executer %s comme %s
lo: ຢ່າເປີດ %s ໃນຖານະ %s!
ru: Не запускайте %s как %s!

source: Do not start autoguiding
cs: Nespouštějte automatickou pointaci
de: Autoguiding nicht starten
fr: Ne démare pas l'autoguidage
lo: ບໍ່ເລີ່ມການນຳທາງອັດຕະໂນມັດ
ru: Не запускать гидирование

source: Do not start if it cannot be done completely
lo: ຢ່າເລີ່ມ ຖ້າມັນບໍ່ສາມາດເຮັດໃຫ້ສຳເລັດໄດ້

source: Don't%swait
cs: Nečekat%s
de: Nicht %s warten
es: No%sesperar
fr: Ne pas%sattendre
lo: ຢ່າ%sລໍຖ້າ
ru: Не%sждать

source: Do simple slew to %s/%s
cs: Proveďte jednoduchý přejezd na %s/%s
de: Mache einfachen Schwenk zu %s/%s
es: Apuntado simple a %s/%s
fr: Utilise un Goto simple vers %s %s
lo: ຫັນກ້ອງແບບງ່າຍດາຍໄປທີ່ %s/%s
ru: Сделать простой поворот к %s/%s

source: Down
cs: Dolů
de: Nach unten
fr: Bas
lo: ລົງ
ru: Вниз

source: Download
cs: Stáhnout
fr: Télécharger
lo: ດາວໂຫຼດ
ru: Загрузить

source: Downloading
cs: Stahování
es: Descargando
fr: Transfert
lo: ກຳລັງດາວໂຫຼດ
ru: Загрузка

source: Download latest version
cs: Stáhnout nejnovější verzi
de: Aktuelle Version downloaden
es: Descargar última versión
fr: Télécharger la dernière version
lo: ດາວໂຫຼດເວີຊັນລ່າສຸດ
ru: Скачать последнюю версию

source: Downsample
cs: Zmenšení vzorku
es: Hacer más pequeño
fr: Sous-échantillonner
lo: ຫຼຸດຕົວຢ່າງ
ru: Уменьшение снимка

source: Do you want to cancel the polar alignment?
cs: Ukončit polární zarovnání?
de: Das Polar Alignment abbrechen
es: ¿Desea cancelar la alineación polar?
fr: Voulez-vous annuler l'alignement polaire?
lo: ທ່ານຕ້ອງການຍົກເລີກການຕັ້ງຂົ້ວບໍ່?
ru: Отменить полярное выравнивание?

source: Do you want to delete file %s ?
cs: Vymazat soubor %s ?
de: Möchten Sie die Datei %s löschen?
es: ¿Desea borrar el archivo %s ?
fr: Voulez-vous supprimer le fichier %s ?
lo: ທ່ານຕ້ອງການລຶບໄຟລ໌ %s ບໍ່?
ru: Удалить файл %s?

source: Do you want to retry?
cs: Chcete akci opakovat?
de: Möchten Sie es erneut versuchen?
es: ¿Desea volver a intentarlo?
fr: Voulez-vous réessayer?
lo: ທ່ານຕ້ອງການລອງໃໝ່ບໍ່?
ru: Повторить попытку?

source: Do you want to run the termination action now?
cs: Spustit ukončovací akci?
de: Ende-Aktionen jetzt ausführen
es: ¿Desea ejecutar ahora la acción de finalizar?
fr: Voulez-vous exécuter les actions de fin maintenant?
lo: ທ່ານຕ້ອງການດຳເນີນການຢຸດດຽວນີ້ບໍ່?
ru: Вы хотите запустить действие для завершения?

source: Draw slit area on image
cs: Nakreslete oblast štěrbiny na snímku
de: Sehschlitz auf das Bild zeichnen
fr: Dessine la zone de la fente sur l'image
lo: ແຕ້ມພື້ນທີ່ສະລິດເທິງຮູບພາບ
ru: Показать щель на изображении

source: Duration
cs: Doba trvání
de: Dauer
es: Duración
fr: Durée
lo: ໄລຍະເວລາ
ru: Длительность

source: dusk
cs: soumrak
de: Abenddämmerung
es: crepúsculo
fr: crépuscule
lo: ຄ່ຳ
ru: сумерки

source: Dynamic
cs: Dynamický
es: Dinámico
fr: Dynamique
lo: ເຄື່ອນໄຫວ
ru: Динамическая

source: East
cs: Východ
de: Ost
es: Este
fr: Est
lo: ຕາເວັນອອກ
ru: Восток

source: East (Pointing West)
cs: Východ (Směr Z)
de: Ost (zeigt nach west)
es: Este (apuntando Oeste)
fr: Est (Pointe à l'ouest)
lo: ຕາເວັນອອກ (ຊີ້ໄປທາງຕາເວັນຕົກ)
ru: Восток (цель к западу)

source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fr: Modifier
lo: ແກ້ໄຂ
ru: Правка

source: Edit a sequence
cs: Upravit sekvenci
de: Sequenz bearbeiten
es: Editar una secuencia
fr: Modifier une séquence
lo: ແກ້ໄຂລຳດັບ
ru: Изменить задание

source: Edit plan
cs: Upravit plán
de: Plan bearbeiten
es: Editar plan
fr: Modifier le plan
lo: ແກ້ໄຂແຜນ
ru: Редактировать план

source: Edit target list
cs: Upravit seznam cílů
de: Objektliste bearbeiten
es: Editar lista objetivos
fr: Modifier la liste de cibles
lo: ແກ້ໄຂລາຍຊື່ເປົ້າໝາຍ
ru: Изменение задания

source: Elbrus Images folder
cs: Složka Elbrus Snímky
de: Elbrus Bild Ordner
es: Carpeta de imágenes de Elbrus
fr: Dossier d'image d'Elbrus
lo: ໂຟລເດີຮູບພາບ Elbrus
ru: Папка изображений Elbrus

source: Elevation
cs: Nadmořská výška
de: Höhe
es: Altura
fr: Altitude
lo: ຄວາມສູງ
ru: Высота

source: Email configuration
cs: Konfigurace e-mailu
de: e-Mail Konfiguration
es: Configuración correo
fr: Configuration des emails
lo: ການຕັ້ງຄ່າອີເມວ
ru: Настройки электронной почты

source: Email notification text
cs: Text e-mailového oznámení
de: E-Mail-Benachrichtigungstext
es: Texto notificación correo
fr: Texte des notifications par email
lo: ຂໍ້ຄວາມແຈ້ງເຕືອນທາງອີເມວ
ru: Текст уведомления

source: Email on :
cs: E-mail na:
de: E-Mail an:
es: Correo en:
fr: Email en cas de :
lo: ສົ່ງອີເມວເມື່ອ:
ru: Email на :

source: Email sent successfully, please check your inbox
cs: E-mail byl úspěšně odeslán. Zkontrolujte doručenou poštu
de: E-Mail erfolgreich versendet, bitte Postfach überprüfen
es: Correo enviado con éxito, compruebe la bandeja de entrada
fr: Le message a été envoyé, veuillez regarder votre boîte de réception
lo: ສົ່ງອີເມວສຳເລັດ, ກະລຸນາກວດສອບກ່ອງຈົດໝາຍຂອງທ່ານ
ru: Письмо успешно отправлено, проверьте ваш почтовый ящик

source: Encoder
cs: Enkodér
fr: Encodeur
lo: ເອັນໂຄດເດີ
ru: Энкодер

source: End
cs: Konec
de: Ende
es: Fin
fr: Fin
lo: ສິ້ນສຸດ
ru: Закончить

source: End preview
cs: Konec náhledu
de: Vorschau beenden
es: Finalizar vista previa
fr: Fin de la prévisualisation
lo: ສິ້ນສຸດການສະແດງຕົວຢ່າງ
ru: Превью остановлен

source: End time
cs: Čas ukončení
de: Ende
es: Hora de fin
fr: Heure de fin
lo: ເວລາສິ້ນສຸດ
ru: Время окончания

source: Enlarge guide image
fr: Agrandir l'image guide
lo: ຂະຫຍາຍຮູບພາບນຳທາງ

source: Enter the J2000 coordinates of the target where the main instrument is currently pointing.
cs: Zadejte souřadnice J2000 cíle, na který právě míří hlavní přístroj.
de: Eingabe der Koordinaten (J2000) des Ziels auf welches das Hauptinstrument gerade zeigt.
fr: Entrer les coordonnées J2000 de la cible vers laquelle l'instrument principal pointe actuellement.
lo: ໃສ່ພິກັດ J2000 ຂອງເປົ້າໝາຍທີ່ເຄື່ອງມືຫຼັກກຳລັງຊີ້ໄປ.
ru: Введите координаты объекта J2000, на который в данный момент указывает основной инструмент.

source: Error: %s
cs: Chyba: %s
de: Fehler: %s
fr: Erreur : %s
lo: ຜິດພາດ: %s
ru: Ошибка: %s

source: Error
cs: Chyba
de: Fehler
fr: Erreur
lo: ຜິດພາດ
ru: Ошибка
