Repository: pchev/ccdciel
Catalog: data/language/ccdciel_hints.*.po
Languages: cs, es, fr, lo, ru

source: Use Iterative if the first two options do not work for you or if you start with really bad focus.%s This is the slowest and less precise method.
cs: Použít Iterativní metodu, je vhodné, pokud první dvě možnosti nefungují nebo pokud začínáte se skutečně špatným zaostřením.%s Toto je nejpomalejší a nejméně přesná metoda.
es: Usar iteración si las primeras dos opciones no le funcionan o si comienza con un enfoque muy malo.%s Este es el método más lento e impreciso.
fr: Utiliser Itératif si les deux premières options ne fonctionnent pas pour vous ou si vous commencez avec une très mauvaise focalisation.%s C'est la méthode la plus lente et la moins précise.
lo: ໃຊ້ແບບເຮັດຊ້ຳ ຫາກສອງຕົວເລືອກທຳອິດບໍ່ໄດ້ຜົນສຳລັບທ່ານ ຫຼື ຫາກທ່ານເລີ່ມຕົ້ນດ້ວຍໂຟກັສທີ່ບໍ່ດີແທ້ໆ.%s ນີ້ແມ່ນວິທີທີ່ຊ້າທີ່ສຸດ ແລະ ມີຄວາມແມ່ນຍຳໜ້ອຍທີ່ສຸດ.
ru: Используйте Итеративный метод, если первые два варианта не работают, или если вы начинаете с очень плохой фокусировки.%sЭто самый медленный и наименее точный метод.

source: Use astrometric (plate) solving to improve telescope pointing accuracy
cs: Použití astrometrického řešení ke zlepšení přesnosti zaměření dalekohledu
es: Usar resolución astromética para mejorar la precisión del apuntado del telescopio
fr: Utiliser la résolution astrométrique pour augmenter la précision de la position du télescope
lo: ໃຊ້ການແກ້ໄຂພາບດາວ (astrometric solving) ເພື່ອປັບປຸງຄວາມແມ່ນຍຳໃນການຊີ້ຂອງກ້ອງສ່ອງ
ru: Использовать распознавание снимка для повышения точности наведения телескопа

source: Vcurve can only work with an absolute position focuser, it require to learn the curve.
cs: Metoda V-křivky může pracovat pouze s absolutním ostřičem polohy, vyžaduje se naučit křivku.
es: La curva V solo funciona con un enfocador de posición absoluta, necesario para aprender la curva.
fr: La Courbe en V ne peut être utilisée qu'avec un focuser à position absolue, il faut ensuite apprendre la courbe.
lo: ເສັ້ນໂຄ້ງ V ສາມາດເຮັດວຽກໄດ້ກັບໂຟກັສແບບຕຳແໜ່ງສຳບູນເທົ່ານັ້ນ, ມັນຮຽກຮ້ອງໃຫ້ມີການຮຽນຮູ້ເສັ້ນໂຄ້ງ.
ru: Метод V-кривая может работать только с фокусером абсолютного положения, требуется обучение кривой.

source: V curve learning
cs: V křivka učení
es: Aprendizaje curva V
fr: Apprentissage de la courbe en V
lo: ການຮຽນຮູ້ເສັ້ນໂຄ້ງ V
ru: Обучение V-кривой

source: Wait for a moonless night
cs: Počkat na noc bez Měsíce
es: Esperar a una noche sin luna
fr: Attendre la nuit sans lune
lo: ລໍຖ້າຄືນທີ່ບໍ່ມີດວງເດືອນ
ru: Ждать безлунной ночи

source: Wait to this time before to start to process the list.
cs: Vyčkat do času, než se začne zpracovávat seznam.
es: Esperar este tiempo antes de comenzar a procesar la lista.
fr: Attendre cette heure avant de commencer à traiter la liste
lo: ລໍຖ້າຈົນຮອດເວລານີ້ກ່ອນທີ່ຈະເລີ່ມປະມວນຜົນລາຍການ.
ru: Ожидать этого времени, прежде чем начать обработку списка

source: Zoom the histogram to the current selection
lo: ຊູມຮິສໂຕແກຣມໄປທີ່ສ່ວນທີ່ເລືອກປັດຈຸບັນ

source: Zoom to adjust in window
cs: Přizpůsobit velikosti okna
es: Zum para ajustar en la ventana
fr: Zoom pour ajuster dans la fenêtre
lo: ຊູມໃຫ້ພໍດີກັບໜ້າຕ່າງ
ru: Подогнать под размеры окна

source: Zoom to half size
cs: Měřítko 50%
es: Zum a la mitad del tamaño
fr: Zoom sur la moitié de la taille
lo: ຊູມເປັນເຄິ່ງຂະໜາດ
ru: Масштаб 50%

source: Zoom to original scale
cs: Měřítko 100%
es: Zum a la escala original
fr: Zoom sur l'échelle d'origine
lo: ຊູມກັບຂະໜາດເດີມ
ru: Масштаб 100%

source: Zoom two time
cs: Měřítko 200%
es: Zum dos veces
fr: Zoom deux fois
lo: ຊູມສອງເທົ່າ
ru: Масштаб 200%

source: Histogram of the current image.%sClick and move to adjust the visualisation threshold.
cs: Histogram aktuálního snímku.%sKliknutím a posunutím upravíte práh vizualizace.
es: Histograma de la imagen actual.%sHaga clic y mueva para ajustar el umbral de visualización.
fr: Histogramme de l'image courante.%sCliquez et déplacez pour ajuster le seuil de visualisation.
ru: Гистограмма текущего изображения.%sНажмите и переместите, чтобы настроить порог визуализации.

source: Image luminosity
cs: Jas Snímku
es: Luminosidad de imagen
fr: Luminosité de l'image
ru: Яркость изображения

source: Show bulls eye
cs: Zobrazit zaměřovač
es: Mostrar diana
fr: Affiche la mire
ru: Визир
